[
    {
        "pmid": "39033285",
        "title": "Synergistic interplay between radiation and microgravity in spaceflight-related immunological health risks.",
        "year": "2024",
        "journal": "Immun Ageing",
        "abstract": "Spaceflight poses a myriad of environmental stressors to astronauts´ physiology including microgravity and radiation. The individual impacts of microgravity and radiation on the immune system have been extensively investigated, though a comprehensive review on their combined effects on immune system outcomes is missing. Therefore, this review aims at understanding the synergistic, additive, and antagonistic interactions between microgravity and radiation and their impact on immune function as observed during spaceflight-analog studies such as rodent hindlimb unloading and cell culture rotating wall vessel models. These mimic some, but not all, of the physiological changes observed in astronauts during spaceflight and provide valuable information that should be considered when planning future missions. We provide guidelines for the design of further spaceflight-analog studies, incorporating influential factors such as age and sex for rodent models and standardizing the longitudinal evaluation of specific immunological alterations for both rodent and cellular models of spaceflight exposure.",
        "full_text": "REVIEW Open Access The Author(s) 2024. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the articles Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the articles Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:creativecommons.orglicensesby4.0 . The Creative Commons Public Domain Dedication waiver ( http:creativecommons.orgpublicdomainzero1.0 ) applies to the data made available in this article, unless otherwise stated in a credit line to the data.Wadhwa et al. Immunity  Ageing (2024) 21:50 https:doi.org10.1186s12979-024-00449-w Administration (NASA) Artemis missions to the Moon and Mars, relative immunological risks from micro - gravity and radiation exposure will vary throughout the course of the mission. A nuanced understanding of the independent and interactive immunological effects of microgravity and radiation will be instrumental in pre - dicting health risks accurately; this will point the way to prioritizing countermeasure development accordingly for astronaut health and safety. Therefore, the ultimate focus of this review is to detail the interactive immunological effects of combined exposure to microgravity and radia - tion observed through ground-based spaceflight-analog studies. Relevant observations obtained from astronauts on spaceflight missions to the International Space Station (ISS) will be compared and discussed (Table 1). Lastly, we provide guidelines for further systematic and rigorous Introduction The spaceflight environment induces detrimental effects to the human body, resulting in a wide range of physi - ological and psychological changes. These range from DNA damage and cell cycle dysregulations, to neuro- ocular conditions, gastrointestinal microbiota alterations, circadian rhythm changes, inflammation, metabolomic changes, and more  16. Two of the most significant stress factors in space are cosmic radiation and micro - gravity  7. With the National Aeronautics  Space Immunity  Ageing Correspondence: Anna Wadhwa wadhwahms.harvard.edu 1Harvard Medical School, Boston, MA 02115, USA 2Human Performance Research Center (HPRC), University of Konstanz, Konstanz, Germany 3NASA Johnson Space Center, Houston, TX 77058, USAAbstract Spaceflight poses a myriad of environmental stressors to astronauts physiology including microgravity and radiation. The individual impacts of microgravity and radiation on the immune system have been extensively investigated, though a comprehensive review on their combined effects on immune system outcomes is missing. Therefore, this review aims at understanding the synergistic, additive, and antagonistic interactions between microgravity and radiation and their impact on immune function as observed during spaceflight-analog studies such as rodent hindlimb unloading and cell culture rotating wall vessel models. These mimic some, but not all, of the physiological changes observed in astronauts during spaceflight and provide valuable information that should be considered when planning future missions. We provide guidelines for the design of further spaceflight-analog studies, incorporating influential factors such as age and sex for rodent models and standardizing the longitudinal evaluation of specific immunological alterations for both rodent and cellular models of spaceflight exposure. Keywords Spaceflight, Immune, Microgravity, Radiation, Synergistic, Hindlimb unloading, Cell culture, Rotating wall vessel, StandardizationSynergistic interplay between radiation and microgravity in spaceflight-related immunological health risks Anna Wadhwa1,3, Maria Moreno-Villanueva2, Brian Crucian3 and Honglu Wu3Page 2 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 exploration of immune dysregulations from spaceflight exposure. Microgravity and its terrestrial analogs Well-characterized risks of microgravity include bone loss, muscle atrophy, and cardiovascular and neuro- ocular fluid shifts that have been reviewed extensively elsewhere  6, 14. Countermeasures have been effec - tively implemented against some of these effects, such as resistance exercises to prevent muscle weakening  15, though it may be difficult to continue these in newer deep-space exploration spacecraft  16. There are obvi - ous ethical, health, and logistical limitations to perform - ing repeated and controlled studies exploring the effects of radiation and microgravity in humans, limiting the development of novel mission-critical countermeasures. Therefore, research on microgravity effects is often per - formed on the ground using analogs that have also been extensively described elsewhere  17, 18. Briefly, the hindlimb unloading (HU) rodent model involves lifting the rodents hindlimbs off the cage floor by tethering its tail to a support bar above  19. Forelimb weight-bearing is generally unperturbed. This results in a decreasing load borne by the hindlimbs contributing to bone and muscle atrophy  20. HU also contributes to a cephalic fluid shift analogous to that observed in astronauts  19, enabling the study of cardiovascular, neurological, ophthalmic perturbations experienced in space  1. More recently, the use of partial weight bearing (PWB) rodent models has been developed to mimic reduced quadrupedal weight loading  2123. By using a harness to lift all rodent limbs off the cage floor, the effects of gravity can be explored as a continuum between micro - gravity, partial unloading similar to that on Mars, and full loading as on Earth  24. Many studies that make use of PWB suspension focus on musculoskeletal param - eters, with a direct association between degree of grav - ity loading and musculoskeletal atrophy. However, there does not seem to be any threshold effect whereby skeletal and muscular disuse losses are minimized  25, 26. The PWB does not create a cephalic fluid shift  27 as in the HU model and its use may be largely minimized to mus - culoskeletal studies as a result. Mortreux and colleagues did demonstrate that the PWB model did not induce a state of chronic inflammation but to date, no studies have examined the direct relationship between PWB and pos - sible immune disruptions. Cell culture analogs, such as a rotating wall vessel (RWV) or random positioning machine (RPM), represent a benchtop method to mimic a hypogravic environment for spaceflight-analog studies. A RWV is a 2D micrograv - ity simulator that employs continuous rotation around the horizontal axis to establish a free fall through the cell suspension medium, thus creating a low shear but mixed fluid environment  28. Similarly, a RPM is a 3D microgravity simulator that rotates along both the x- and y- axis at different and random speeds for each axis  29. In doing so, the gravity vector experienced by the cells is temporally randomized to an average of zero  30, 31. It is important to note that the rotation rate of the vessel must be faster than the biological process in study but not so fast as to introduce centrifugal forces that cause cellular accumulations in certain areas  32. Some recent studies have also been successful in simu - lating microgravity without the use of rotation by instead using a magnetic field to counterbalance the gravity force. This also allows for the investigation of faster cellular pro - cesses that would otherwise be unobservable with RWV or RPM  33. Positive magnetophoresis, where cells bind to a labelled magnetic bead, levitates the cell by acting at the cell membrane surface and thus does not truly simu - late microgravity as internal structures do not experience the same forces  33. Additionally, it necessitates the for - mation of dense cellular aggregates  34, and deviations from the locations of magnetic equilibrium may result in certain cells experiencing net forces of up to 2 g 35, obfuscating the responses to microgravity being studied. Negative magnetophoresis on the other hand applies a magnetic force to the cell culture and medium, wholly counterbalancing the gravitational force to achieve truer weightlessness  33, 36. Diamagnetic objects such as cells can experience stable magnetic levitation in the presence Table 1 Comparing spaceflight-analog studies to cytokine perturbations in astronauts Cytokine Short-Duration Long-Duration Rodents Cells GM-CSF No change  8 Decrease  9 Increase  10 IL-1b Increase  11, 12 No change  8 Increase  12Increase from sim-G  SPE but not sim-G  GCR  12 Increase  10 IL-7 Increase  9 Increase  10 IL-12 Increase  11 Decrease  9 Increase  10 IFN Increase  11 Increase  13 TNF  Increase  11 Increase  8 Increase  13 Observations of immune endpoints from astronauts in short-duration and long-duration spaceflight missions were compiled. Rodent and cell culture spaceflight- analog studies that (1) investigated the effects of both microgravity and radiation and (2) assayed the same immune endpoints were compared. A significant number of immune endpoints that were not assayed in both astronauts and a spaceflight-analog study are not included in this table for ease of comparison. These included: CCL2, CCL3, CCL4, CCL5, CXCL5, FGF basic, G-CSF, IL-1a, IL-1ra, IL-2, IL-3, IL-5, IL-6, IL-8, IL-10, IL-12p40, IL-12, IL-13, IL-15, IL-17, thrombopoietin, and VEGFPage 3 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 of strong magnetic fields, though these can induce vari - ous biological effects including weakened immune func - tion  3739. Finally, neutral buoyancy, such as that achieved in parabolic flights with sub-orbital sounding rockets, also represents another technique employed for spaceflight- analog studies  30, 40. The true weightlessness experi - enced reflects the closest approximation to spaceflight conditions outside of experiments conducted onboard the ISS. While this allows for investigation of certain immune functions such as metabolics  40 or signal transduction  41, parabolic flights achieve relatively short hypogravic-periods (seconds to minutes), limit - ing their practical uses for long-term functional immune assays. Nonetheless, they may represent an ideal study design to study the brief periods of launch and descent during which astronauts are exposed to hypergravita - tional states. Recent short-term hypergravity studies have indicated alterations in intrinsic apoptotic signal - ing pathways  42, cytoskeleton organization in T cells 43, post-transcriptional modifications in T cells  44, increased gene expression of Aire and RANK for medul - lary thymic epithelial cells  45, and even prevention of microgravity-induced impairments in T cell activation 46. Mice exposed to long-term hypergravity condi - tions demonstrated disrupted intestinal microbiota  47, modified T cell receptor diversity  48, 49, and more  50. As we move away from the dichotomous perspective of gravity as a binary (0 g or 1 g), and instead consider it on a continuum, long-term exposure to hypergravity may rep - resent the next step in understanding the immunological effects of gravity in a dose-associated manner. Space radiation and its terrestrial analogs Radiation encountered by astronauts during spaceflight largely consists of galactic cosmic radiation (GCR) that originates outside the solar system  51. Exposure to GCR consists of both proton and heavy-ion high-linear energy transfer (LET) radiation which can be more dam - aging to biological systems than X- or gamma rays of the same level of doses  52, 53. Although protons and alpha particles make up the majority of the relative flux of GCR dosages, significant dosages also come from carbon, oxygen, silicon, iron, zirconium, barium, platinum, and lead ions  54. Protective abilities of current spacecrafts to such exposures may be limited, as the GCR nuclei have been shown to easily pass through thicker shields without significant losses in intra-vehicular radiation dose  5557. Solar particle events (SPE) such as solar flares present another possible radiation hazard. They can transmit massive amounts of proton irradiation in a matter of hours or days, potentially causing acute radia - tion sicknesses including nausea, gastrointestinal pain and discomfort and faintness  58, 59. In low Earth orbit (LEO) such as the orbit of the ISS, astronauts are also exposed to protons trapped in the Earths geomagnetic field  58. Chronic exposure to radiation can increase the risk of immunosuppression  60, heart disease  61, carci - nogenesis  62, and more  59. Spaceflight-analog studies vary widely in their use of radiation exposures. Often, acute doses of proton or gamma radiation are utilized such as for SPE simulation, with a few studies employing heavy-ion high-LET expo - sures from the NASA Space Radiation laboratory (NSRL) at Brookhaven National Laboratory (BNL) for GCR simulation. The NSRL SPE model uses proton irradia - tion beams ranging in energy from 50 MeVn (90.3 of the total dose) up to 150 MeVn (0.15 of the total dose). This SPE model is similar to the fluence, or photon inci - dence per cross-sectional area, of the August 1972 SPE event and the energy spectrum of the March 1989 event 63. The GCR simulation at NSRL is a one-hour expo - sure that utilizes different energy exposures of proton and alpha particle irradiation as well as heavy-ion deliveries of carbon, oxygen, silicon, titanium, and iron  64. Finally, NSRL also has a simplified GCR simulation exposure of approximately twenty minutes consisting of proton, alpha particle, oxygen, silicon, and iron exposures  65. It is not immediately clear whether the simplified GCR expo - sure adequately achieves the same physiological assaults on the immune system as the full GCR simulation as no direct comparative studies have been performed. Astronaut health and safety remains the top priority for spaceflight missions, and recent advancements in com - putational modeling may offer promising avenues to sim - ulate the effects of space radiation on biological systems. The same externally applied dose of radiation will result in different effective local doses and relative biological effects experienced by deeper organs. For example, thy - mic mass was elevated over a month after whole-body heavy-ion irradiation whereas spleen, liver, and lung masses were unchanged  66. By incorporating data from space missions, ground-based experiments, and particle accelerator research, these models can aid in predicting differential effects of radiation doses and assessing poten - tial health risks for astronauts  67. Immune disruptions in astronauts Spaceflight studies have observed a variety of immuno - logical alterations ranging from T cell function, lympho - cyte proliferation, and cytokine production summarized recently  6871. For instance, primary lymphoid organs such as bone marrow and the thymus indicate reduced T-cell maturation and proliferation during spaceflight 72. Astronauts also have increased susceptibility to infection  73, which may be due to increased pathogen virulence  71, 74, viral reactivation  75, or viral shed - ding  76. Astronauts experience decreased natural Page 4 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 killer (NK) cell numbers and functional activity  77, 78; changes in white blood cell populations such as neutro - phils, monocytes, helper T cells, and B cells  71, 79, 80; and dysregulated cytokine levels during or after space - flight  77, 78, 81. This compromised immunity, as seen in spaceflight travelers and analogs thereof  82, 83, may put them at risk for widespread pathogenic invasions in space  78, 84. For short-duration missions, increased levels of the following cytokines have been observed in astronauts onboard the ISS: tumor necrosis factor- (TNF), inter - feron (IFN)-, IFN-, interleukin (IL)-1b, IL-4, IL-10, and IL-12  11. It is also critical to note the differing cytokine disruptions in short-duration missions compared to long- duration missions. In long-duration missions, increased levels of TNF, IL-1ra, IL-8, thrombopoietin, vascular endothelial growth factor (VEGF), C-C motif chemo - kine ligand (CCL) 2, CCL4, and C-X-C motif chemokine ligand (CXCL) 5 were observed. There were additionally no changes in plasma levels of IL-1ab, IL-2, IL-4, IL-5, IL-17, CCL3, CCL5, IFN, granulocyte colony-stimulat - ing factor (G-CSF), and basic fibroblast growth factor (FGF)  8. Some reports have differed on whether levels of IL-10, IL-12, and granulocyte-macrophage (GM)-CSF have no change or decrease during long-duration space - flight  8, 9. As a result, concordance between observations in astronauts and spaceflight-analog studies has had dif - fering successes (Table 1). Spaceflight-analog studies must be carefully designed in order to provide an accu - rate comparison for astronaut health and performance i.e., short-term spaceflight-analog studies may lack the chronic immune perturbations necessary to identify cer - tain dysfunctions. A key example here is an increase in IL-12 levels detected by human peripheral blood mono - nuclear cells (PBMCs) in concordance with observations from astronauts on short-duration spaceflight missions 11 but not long-duration missions  9. It becomes obvious that both microgravity (G) and space radiation (IR) in the space environment imply diverse impaired immune function  8587. However, the vast majority of spaceflight-analogs examine each risk individually; studies that investigate the combined physi - ological effects of G and IR are critical for accurately assessing the risks associated with space exploration and for effective countermeasure development  1, 88. It is difficult to directly determine the relative contribution of G, IR and other stress factors to the observed changes on immune health in spaceflight  89. Investigations with human subjects are limited by small sample sizes, relatively small number of flights available, and unstan - dardized experimental conditions  90. Using space - flight-analogs such as HU mouse models and RWV cell culture studies can therefore prove an effective way to understand the modulatory interactions between G and IR for certain immune endpoints (Fig. 1). Indeed, evident biological effects of combined G and IR have been pre - viously reviewed in skeletal, ocular, central nervous sys - tem, cardiovascular, and stem cell responses using these models  1, 88, 9195. Herein we focus specifically on how G-analogs and space IR-analogs independently and interactively modulate the immune system, rather than a simple summary of physiological changes observed. In vivo rodent models Cytokines evoke vast inflammatory and anti-inflamma - tory signaling in the immune system, and regulation of their plasma levels is critical for proper immune function. Combined exposure rodent models indicate dysregulated cytokine levels similar to changes observed in astronauts plasmas collected while in space  9, 11, 12 (Fig. 2). For example, acute exposure to combined hindlimb unload - ing (HU) for simulated microgravity (sim-G) and solar particle event-style radiation (IR) increased cytokine concentrations of IFN-, IL-6, and TNF, a synergistic change that was not as significantly observed in sim-G- alone or IR-alone environments  13 (Fig. 3). Studies on immunological endpoints for rodents flown on the ISS allow for more direct comparisons between spaceflight and ground-based spaceflight-analog obser - vations. Female C57BL6J mice flown on the STS-135 Space Shuttle Atlantis mission for 13 days were charac - terized for changes in splenic and thymic immune cell function and gene expression, adrenal catecholamine levels, and hepatic transcriptomics  96, 97. Splenic mass and most splenic leukocyte subtypes were signifi - cantly depleted after spaceflight exposure, but demon - strated increased oxidative burst activity, phagocytosis, and gene expression patterns of endocytosis and peroxi - some formation. Conversely, gene expression analysis indicated no increase in gene expression related to reac - tive oxygen species (ROS) metabolism. This discrepancy between functional activity and gene expression pat - terns is noteworthy, as other studies with rodents flown on the ISS also reported genetic downregulation of Nrf2 and Ptgs2 , related to oxidative stress, and Tnf, related to the inflammatory response  98. Post-spaceflight sple - nocytes also had decreased surface marker expression after ConA stimulation and decreased antigen presen - tation marker expression after Toll-like receptor (TLR) agonist stimulation  99. In the thymus, no correspond - ing decrease in mass was observed, though there were higher levels of DNA fragmentation and changes in gene expression related to T cell activity and cancer immune surveillance. Both the ISS-flown rodents and some spaceflight-analog studies performed in rodents similarly reported decreased leukocyte populations  100, 101 and increased corticosterone levels  102. However, Page 5 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 other spaceflight-analog studies in rodents have reported differing observations such as no changes in splenic immune cells and decreases in thymic T cell populations after combined sim-G  IR exposure  103. This discrep - ancy may be due to the radiation shielding and other protective countermeasures on the ISS that cause the spaceflight studies to experience primarily micrograv - ity exposure alone, as opposed to truly combined expo - sure. Their use as a direct comparison must therefore be approached cautiously. Depending on the particular spaceflight-analog study design, reproducible concor - dance with immunological perturbations measured in true spaceflight observations may or may not be possible. Immune cell populations Myeloid cells were affected by interactions between microgravity-analog and radiation exposure in space - flight-analog studies. These interactions notably differed depending on the timepoint and the type of radiation exposure utilized: one or four days after exposure, and proton IR or gamma IR. For example, one day after sim-G  proton-IR exposure (three days sim-G, one 2.0 Gy 50 cGymin proton-IR dose) there was an addi - tive interaction between sim-G and the proton-IR that slightly increased levels of serum CD14 mark - ers for myeloid proliferation in female ICR mice  13. Four days after the same sim-G  proton-IR exposure, monocyte blood counts were decreased by nearly 70 even though individual microgravity-analog or radiation exposures had only minimally decreased the monocyte counts  100. However, four days after sim-G  gamma- IR (three days sim-G, one 2.0 Gy 44 cGymin gamma- IR dose), a synergistic interaction between sim-G and gamma-IR significantly increased serum CD14 levels 13. Neutrophil counts had no change after proton-IR alone and an increase after sim-G-alone conditions, but after sim-G  proton-IR, neutrophil count displayed a significant synergistic decrease in population fraction 100. Granulocyte populations displayed an independent proton-IR-driven decrease 4 days post-exposure, but an interactive antagonistic decrease 16 days post-exposure 101. Although the observed immune disruption is the same, the nuance of such synergistic interactions would ultimately be lost in single-hazard focused studies that do not incorporate both sim-G and IR exposures into the study design. In combined exposures, lymphoid cells display largely IR-driven decreases in population counts though some Fig. 1 Spaceflight and spaceflight-analog studies observe a diverse range of immunological perturbations from radiation and microgravity. Spaceflight- analog research utilizes space-like radiation and microgravity analogs such as rotating wall vessels and hindlimb suspension to understand the immuno - logical perturbations that arise from spaceflight travel. These range from altered cytokine levels to changes in immune cell proliferation, activity, function, and more. Ultimately, spaceflight travelers experience vast immunological dysregulations which the spaceflight-analog research attempts to elucidate and mitigate Page 6 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 reports differ on the specific effects of sim-G-alone exposures  100, 101. Population counts of CD3  CD8  cytotoxic T cells were unchanged four days after exposure to sim-G or proton-IR alone, but significantly decreased by approximately 50 in combined exposure 100 (Fig. 4). This is another key example of a synergistic interaction between radiation and microgravity perturb - ing immune ability that would not otherwise be obvious from studies investigating sim-G or proton-IR alone. A similar synergistic pattern was observed for the decrease of the T lymphocyte proliferation index twenty-one days after exposure in female ICR mice  100 (Fig. 4). In male C57BL6J mice, acute gamma-IR alone did not influence natural killer T cell (NK T) and natural killer 1 cell (NK 1) populations, whereas chronic sim-G  gamma-IR exposure over thirty days caused synergistic decreases in thymic regulatory T cells (Treg), NK T cells, and NK 1 cells  103 (Fig. 4). Interestingly, these changes were not observed in splenic immune cell populations  103, so observed synergistic interactions are additionally spe - cific to cell type, location, and IR dose. Immune effects are also clearly influenced by chronicity of exposure to spaceflight-analog conditions, radiation source, and post- exposure readaptation time. Fig. 2 Serum levels of cytokines in astronauts during long- and short-duration spaceflight missions. Serum levels of ( A) IFN and ( B) IL-7 in astronauts during long-duration spaceflight missions, from pre-launch (L), in-flight (FD and FLT), to return on Earth (R)  9. Serum levels of ( C) IL-12 and ( D) TNF in astronauts during short-duration spaceflight missions  11. Astronauts experience significant aberrations in cytokine levels during spaceflight missions, regardless of duration. Data shown are mean  standard deviation (SD). Significance was evaluated via a Students t test by comparing all other data points to L-180 baseline data. Figures re-created and modified with permission from  11 and  9 under a CC-BY unrestricted open access license Page 7 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 Sex differences Such perturbations can significantly compromise the immune systems functional ability to clear infections 73, 82, 83, 104. Circulating levels of lipopolysaccharides (LPS) were synergistically increased four days after com - bined exposure in female ICR mice, a result of reduced gastrointestinal ability to contain gram-negative bacte - rial products  13. Mice exposed to sim-G  proton-IR had significantly increased bacterial blood counts after challenge with Pseudomonas aeruginosa or Klebsiella pneumoniae that was not reflected in the sim-G-alone or proton-IR-alone conditions  102. There was a further synergistic impairment of granulocyte proliferation from combined exposure  102, reflecting a state of immuno - compromise and susceptibility to pathogenic invasions that astronauts are likely subject to as well  78, 8284, 104. This immune dysfunction is heightened in female mice, contributing to significantly poorer health outcomes after in vivo bacterial challenge. In sim-G-alone, gamma-IR alone, and proton-IR alone conditions, CH3HeN and Balbc female mice had increased morbidity compared to respective male mice three to five days after systemic P. aeruginosa challenge. After similar challenge in com - bined sim-G  proton-IR conditions, the sex difference was modulated: CH3HeN female mice had 100 mor - bidity compared to 60 in males, whereas Balbc female and male mice both had 100 morbidity. Interestingly, in sim-G  gamma-IR conditions the observed sex- difference was decreased as Ch3HeN female mice had 90 morbidity compared to 80 in males  102. This points to an influence of mouse strain on the synergistic immunological response to bacterial challenge observed in sim-G  IR conditions. It is yet unclear which strain may more closely resemble human immunological dis - ruptions in space, how to more accurately humanize mouse immune models, and how sex-associated effects differ based on the immune biomarker in question  105 107. The specific cause of such sex-associated morbid - ity differences is also unclear and necessitates further investigations to determine the spaceflight-related health Fig. 3 Synergistic effects of combined exposure spaceflight-analog rodent studies on cytokine levels and expression. Serum levels of ( A) IFN and (B) TNF in rodents exposed to control or spaceflight-analog conditions of irradiation (IR), simulated microgravity (Sim-G), or combined Sim-G  IR exposure. Cytokine levels are significantly synergistically increased in combined spaceflight-analog studies. Data shown are the mean  SD ( n  5group in duplicate). Significance was evaluated with ANOVA analyses with post-hoc group comparisons using Bonferroni correction. Data shown are from a single experiment representative of three experiments. Figures re-created and modified with permission from  13 under a CC-BY unrestricted open ac - cess license Page 8 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 risks for female astronauts, a rapidly growing cohort with potentially unique susceptibility risks  108111. Re-adaptations A large question also remains of whether these observed immunological dysfunctions are present only during the spaceflight-analog exposure itself, or if they per - sist chronically even after return to terrestrial (normal weight-bearing and radiation-free) conditions. Cosmo - nauts experience persistently increased levels of von Wil - lebrand factor, C-reactive protein, D-dimers, monocytes, and granulocytes even after a week of return to Earth 112.Combined spaceflight-analog studies observe similar deficits: Mice underwent HU for 14 days with whole- body proton-IR (50 cGy, 150 MeV) on day 7, and then four or thirty days of re-adaptation. After four days of re-adaptation, increases in blood NK cell counts were primarily driven by IR, but by thirty days of re-adapta - tion there was a synergistic influence of the sim-G  IR interaction decreasing NK cell counts in the blood  91. These changes in interaction are notable for two rea - sons: (1) it illustrates that re-adaptation to Earths condi - tions is not a linear process of recovery to baseline, and (2) it suggests countermeasure development may need to focus on different exposure risks at different points during recovery. Similarly, endothelial nitric oxide (NO) Fig. 4 Synergistic effects of combined exposure spaceflight-analog rodent studies on immune cell proliferation. Rodents were exposed to control or spaceflight-analog conditions of irradiation (IR), simulated microgravity (Sim-G), or combined Sim-G  IR exposure. ( A) Population of CD3CD8  cy- totoxic T cells is greatly depleted in combined exposure compared to control. ( B) T lymphocyte proliferation rate in rodents exposed to Sim-G  IR is significantly lower than control, IR-alone, and Sim-G-alone exposures. Data shown are the mean  SD ( n  46group)  100. Populations proportions of (C) CD3CD335  thymic regulatory T (Treg) cells, ( D) CD27CD335- natural killer (NK) T cells, and ( E) CD3CD335  NK 1 cells are also altered in combined spaceflight-analog exposure compared to IR-alone exposure. Data shown are mean  confidence interval (CI) ( n  8group); significance was evaluated with ANOVA and post-hoc analyses  103. Figures re-created and modified with permission from  100 under a CC-BY unrestricted open access license and  103 under an Elsevier user license within STM permissions guidelines Page 9 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 synthase (eNOS) immunoreactivity was unchanged in single-exposure cohorts and slightly increased in only the combined sim-G  IR exposure cohort after four days of re-adaptation; this eNOS reactivity was further synergis - tically increased after thirty days of recovery  91 (Fig. 5). In another study, rodents were exposed to sim-G for 18 days andor 0.5 Gy simplified GCR IR on day 7 to assay changes in immune cell populations such as monocytes, NK cells, and B cells in peripheral blood. Early effects (day 24) were driven by IR exposure, but late effects (day 133147) were driven by sim-G exposure  113. Func - tionally, impairments in T cell activation both 4 days and 21 days after combined sim-G (3 days of HU) and 2 Gy proton-IR were also driven independently by sim-G exposure: no change in CD69  markers was observed after IR, whereas significant decreases resulted after sim-G and sim-G  IR  100. These results reinforce the dynamic temporal interplay between sim-G and IR, both during and post-spaceflight; we must accordingly adjust our expectations and rehabilitation plans to opti - mize astronaut recovery after return from space travel. Single-hazard spaceflight-analog studies further under - score this modulation: 40 days after total-body 56Fe IR exposure, peripheral leukocyte counts were unchanged, CD8  T cell counts were decreased, and spontaneous blastogenesis increased. Splenic lymphocyte counts on the other hand were significantly decreased, and both spontaneous and mitogen-induced blastogenesis was unchanged  66. This highlights both persistent immu - nological dysregulation and differential recovery by immune organs after exposure to spaceflight-associated hazards. The mechanistic bases of these observations are poorly understood, necessitating further investiga - tions into re-adaptation metrics with single-hazard and combined exposure spaceflight-analog studies. Particu - larly, experimental design of spaceflight-analog studies in rodents should incorporate both sexes, various strains, and various time points during and after spaceflight-ana - log exposure. This will illuminate the nuanced interplay between microgravity and radiation, point to mechanis - tic explanations, and provide a basis for countermeasure development against chronic immunological risks. In vitro cell culture studies The combined effects of microgravity and radiation have been extensively investigated in other physiological sys - tems using rotating wall vessels  32, 114, 115. Notably, some cell culture spaceflight-analog studies differ from findings in astronauts. Human peripheral blood mono - nuclear cells (PBMCs) were exposed to 2 min of 0.8-Gy or 2.0-Gy gamma-IR followed by 24 h of incubation in sim-G with a RWV or 1 g conditions; cytokine release of IL-1B, IL-7, and IL-12 was synergistically increased and detectable only after combined sim-G  gamma-IR exposure  10 (Fig. 6). This reiterates both the pertur - bations in cytokine levels noted in astronauts  11 and the synergistic interactions thereof noted in rodent spaceflight-analog studies. However, the PBMCs also demonstrated a synergistic increase in GM-CSF after combined exposure whereas long-duration astronauts either had no change  8 or a decrease  9 in GM-CSF levels reported. Congruence between spaceflight studies in vivo in rodents and in vitro in cell culture is similarly mixed. Compared to rodents flown on the ISS, space - flight-analog cell culture studies have demonstrated simi - lar increases in double-stranded DNA breaks, and ROS activity through extracellular signal-regulated kinase (ERK), mitogen-activated protein kinase phosphatase-1 (MKP-1), and caspase-3 activation  116, 117. However, spaceflight-analog cell culture studies have also observed reduced cytokine secretion  118, mast cell degranulation 118, and both reduced  119 and increased  116, 117 apoptosis. The use of cell culture models as spaceflight- analogs must be approached cautiously, as they are likely unable to replicate systems-level physiological changes observed in humans and in rodents. Gene expression and regulation Such cell culture studies may nonetheless provide rich opportunity for elucidation of gene regulation and sig - naling pathways involved in the immune response during spaceflight-analog exposures. Lymphoblastoid TK6 cells were incubated for 24 h after control or 2-Gy gamma-IR exposure in static or sim-G conditions using an RWV machine  91. Combined sim-G  gamma-IR exposure additively altered expression patterns of mRNA, miRNA, and lncRNA in lymphoblastoid TK6 cells, but synergis - tically altered expression levels of the RNAs and their target genes. Pathway analyses suggest dysregulation of genes involved in immune and inflammatory responses including LPSTLR, TNF, and nuclear factor-kappa B cell (NF-B) signaling pathways  120. This is not unex - pected since it has been additionally reported that sim- G-alone induces genes involves in the NF-kB pathways and cellular proliferation  121, while IR-alone induces genes involved in DNA damage and repair mechanisms 7, 122. Although conducted in vitro, this may provide a mechanistic explanation for the effects observed in vivo such as increased LPS levels and altered cytokine levels in mice exposed to sim-G  IR 13. However, it is impor - tant to keep in mind practical limitations of these con - clusions. In attempting to analyze the miRNA data from astronauts aboard the ISS, we have found that quantifi - cation analysis of the miRNA expression levels fluctuates significantly even between days, control subjects, and trials, making it difficult to draw significant conclusions from miRNA data (HW unpublished data).Page 10 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 Fig. 5 Temporality of synergistic sim-G  IR effects observed on endothelial nitric oxide (NO) synthase (eNOS) immunoreactivity. Mice were hindlimb unloaded for 14 days with whole-body proton-IR (50 cGy, 150 MeV) on day 7. eNOS immunoreactivity in rodents was assessed following ( A) 4 days or ( B) 30 days of recovery from control or spaceflight-analog conditions of irradiation (IR), simulated microgravity (Sim-G), or combined Sim-G  IR. ( C) eNOS immunoreactivity was slightly increased in only the combined sim-G  IR exposure cohort after four days of re-adaptation. This was further significantly and synergistically increased thirty days after exposure. These results reinforce the dynamic temporal interplay between sim-G and IR, both during and post-spaceflight  91. Data shown are mean density of eNOS-positive endothelial cells  standard error of the mean (SEM) ( n  8group). Figures re-created and modified from  91 with express permission from the publisher Page 11 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 Fig. 6 (See legend on next page.) Page 12 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 DNA repair and apoptosis DNA repair processes are required for intact immune function  123, 124 such as creating genetic diversity in developing T and B cells for adaptive immunity  125. DNA damage such as double strand breaks, chromo - somal aberrations, micronucleus formation, and genetic mutations are synergistically affected by combined microgravity and space radiation exposure, as reviewed recently  7. For example, the repair process of double strand breaks in human peripheral blood lymphocytes was analyzed after IR exposure with a heavy-ion Cs source at 5.155 cGys, sim-G with 24 h of RWV, or con - trol conditions. There were significant decreases in the rate of DNA repair and increased apoptotic levels after sim-G  IR exposure, highlighting genotoxic effects of combined sim-G and IR exposure beyond single-hazard levels  116. A recent study investigating the effects of combined simulated spaceflight exposure on astrocytes similarly indicated sim-G (24 h of 2D clinostat incu - bation) had no significant influence on DNA double- strand break repair, whereas different doses of radiation from X-rays, 12C ions, or 56Fe ions induced dose-, LET-, and time-dependent deficits in DNA repair  126. Gene expression analyses further indicated that the sim-G exposure after 2-Gy X-ray IR resulted in downregula - tion of genes involved in DNA damage repair, mitosis, and cell proliferation  126. This is similar to the altered gene expression relating to cell cycle progression and and senescence observed in rodents flown on the ISS for 15 days  98. Genomic instability from diminished DNA damage repair may contribute further to the compro - mised immune status and increased infection susceptibil - ity previously discussed in vivo  78, 8284, 102, 104. Programmed cell death is a critical response to DNA damage to preserve physiological cellular functioning. For example, lymphoblastoid TK6 cells that were incu - bated for 24 h after control or 4-Gy gamma-IR exposure in static or sim-G conditions using an RWV machine were then assessed for genomic damage and apoptosis levels. Combined sim-G  IR led to a significant increase in genomic mutation frequency but a significant reduc - tion in apoptotic cell counts compared to IR-alone  119; this points to an aberrantly increased frequency of dam - aged cells surviving the physiological apoptosis process. Human fibroblasts simultaneously exposed to sim-G (24 h of RWV) and 1 Gy of Carbon-ion or X-ray radia - tion had decreased expression of cell cycle-suppression genes ABL1 and CDKN1A and increased expression of cell cycle-promoting genes. The authors therefore sug - gest that cells may successfully pass through cell cycle checkpoints despite DNA damage due to combined effects from sim-G and carbon-ion IR  127. Conversely, human B lymphoblasts exposed to 30 min of sim-G with RWV and heavy-ion carbon IR exposure (300 MeVu, 1 Gymin) had decreased cell survival, increased apop - tosis, and increased ROS-sensitive apoptosis signaling 117. These functional changes in immune surveillance may be mediated through heavy ion radiation-induced intracellular ROS generation as the observed defects were reversed with antioxidant administration  117. Therefore, although many spaceflight-analog studies indi - cate decreased apoptosis and therefore immune function, this cannot be definitively or mechanistically concluded. More combined exposure studies are needed in a variety of cell types and in co-culture with neighboring cell types to determine the complex signaling networks that govern the DNA damage and apoptotic responses in spaceflight. Conclusions and other considerations This review presents a unique and diverse set of immu - nological interactions that occur between microgravity and radiation exposure. Combined spaceflight-analog models such as hindlimb unloading and rotating wall vessels demonstrated largely similar immunological perturbations compared to astronauts onboard the ISS. Results from cell culture spaceflight-analog studies must be interpreted cautiously as they do not fully replicate all dysregulations that astronauts have experienced dur - ing spaceflight missions. Broadly though, the spaceflight- analog models point to additive effects in myeloid counts and lymphoblastoid RNA expression patterns; synergis - tic effects in cytokine levels, T and NK cell proliferation, and DNA repair ability; and some antagonistic effects in lymphoid and granulocyte counts. It becomes clear that the interactive nature between microgravity and radia - tion in spaceflight-analog studies differs with time, sex and age for rodent-analog studies, radiation dosage and type, and cell lines for immune markers. Few studies however effectively demonstrate convincing mechanistic explanations for this. Combined-exposure spaceflight- analog studies are likely to provide more accurate base - line understandings of observed immune dysfunction, allowing for improved risk prediction and mitigation for spaceflight missions. It must also be remembered that (See figure on previous page.) Fig. 6 Synergistic effects of combined exposure spaceflight-analog cell studies and isoproterenol on cytokine expression. Cytokine concentration in cell culture medium measured using fluorescent secondary antibodies. Cells were exposed to gamma irradiation with 2 Gy or not, and subsequently incubated in 1 g or g. After 24 h, cytokine concentration of ( A) IL-12, ( B) IL-7, ( C) IL-1b, and ( D) GM-CSF was measured. Radiation induced cytokine pro - duction in g but not in 1 g. Isoproterenol treatment prior to radiation prevented abnormal expression of all cytokines. Data shown are mean  SEM from 10 independent experiments; p-value threshold after correcting for false discovery rate is 0.0049 (significant differences indicated with ). The synergistic effect of isoproterenol and radiation in g was significant for all four cytokines  10. Figures re-created and modified with permission from  10 under a CC-BY unrestricted open access licensePage 13 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 such complex immune markers are perturbed by much more than just microgravity and radiation. Ageing As we open the door to human space exploration beyond LEO, it will be critical to understand the risks of older astronauts and those undergoing long-term spaceflight in particular. Characterization of the immune response in an elderly astronaut (age 77) revealed increased viral reactivation, adrenocorticotropic hormone levels, cor - tisol levels, monocyte counts, and NK cell counts com - pared to younger crewmembers  128. Dysregulations in several immune parameters such as IL-4, IL-10, IL-12, and IFN have shown to differ between astronauts in short-term and long-term spaceflight missions  8, 9, 11. Closer examination of longitudinal immune changes is critical to preparing for NASAs upcoming Artemis mis - sions to the Moon and Mars. Advanced age is also closely associated with patho - physiological immune aberrations such as persistent immune system activation, increased inflammatory states, immunosenescence, increased severity of infec - tions, and more  129135. This can lead to increased morbidity rates with increasing age  136 and can have drastic consequences in spaceflight missions far removed from comprehensive healthcare access. Many spaceflight- associated changes observed in astronauts including genomic instability, dysfunctional protein homeostasis, mitochondrial dysfunction, stem cell depletion, impaired intercellular communication, and irregular gut microbi - omes are similar to those observed in physiological age - ing, as recently reviewed  137. Notable age-associated immune perturbations that mimic those observed in astronauts include chronic inflammation  137, cyto - kine perturbations  132, 138, viral reactivation  139, cortisol increases  140, and NK cell function decreases 141 (Table 2). Indeed, Capri and colleagues recently described spaceflight missions as accelerating aging by contributing to such inflammatory activity  87. However, if sufficient re-adaptation measures can be employed, this is not necessarily the case for astronauts whose immune function may normalize to baseline upon return to Earth.Many of the spaceflight-analog studies described herein utilized younger rodents (512 weeks old) and assayed only short-term effects of spaceflight-exposure. Nonethe - less, a mere three weeks of hindlimb unloading in young mice induced decreases in IgM repertoire and B cell lym - phopoiesis similar to older mice who were not exposed to spaceflight-analog conditions  143, 144. Rodent mod - els of Alzheimers disease (AD) have also begun to elu - cidate the neural effects of age-associated comorbidities in spaceflight-analog studies. GCR exposures have been shown to differentially alter neuropathology and behav - ior in sex- and mutation-associated manners  145, 146. Proton irradiation increases deposition of amyloid-beta plaques but did not change cytokine levels of IL-1, IL-6, CCL2, CXCL10, and TNF  147. A head-down bedrest (HDBR) study in older adults was recently conducted by the Canadian Space Agency to compare the effects of ageing and spaceflight-associated fluid shifts com - prehensively and longitudinally, though results are still forthcoming  148. Further comparative and longitudinal studies may prove informative in unravelling the rela - tive contributions of microgravity and radiation to age- related immune effects. Stress response Various other endogenous factors, such as stress hor - mones or inflammatory signaling, can also further compromise immune function. For example, the Nrf2 transcription factor regulates expression of cytoprotec - tive and antioxidative stress response genes. In Nrf-2 knockout mice that flew onboard the ISS for 31 days, spaceflight-induced immunosuppression and tissue inflammatory markers were markedly increased com - pared to wild-type mice  149. This is a non-trivial limita - tion as the HU model has been shown to induce at least transient stress responses in rodents such as increased serum corticosterone or atrophy of lymphoid organs 19, 150152. Sim-G, IR, and particularly combined sim-G  IR increased serum total corticosterone levels in C3HHeN female mice  102, indicating an additive activation of the adrenergic stress response. Conversely, female C57BL6J flown for 13 days on the STS-135 mission demonstrated increased adrenal and hepatic Table 2 Comparing the immunological responses to ageing and spaceflight travel Immune EndpointResponses to Ageing Responses to Spaceflight Travel Inflammation Increased cytokine, cortisol levels, chronic inflamma - tion  137Increased cytokine, catecholamine levels  9, 11, 12, 137 Infections Increased severity and recurrence of infections  135 Increased viral reactivation, susceptibility to infections, viral shedding  111 Immune Cells T cell exhaustion, altered numbers of monocytes and dendritic cells  135Changes in white blood cell populations such as neutrophils, monocytes, helper T cells, and B cells  71, 79, 80 Morbidity Increased all-cause morbidity  135 Decreased all-cause morbidity  142, Mixed findings on mortality rates from cardiovascular events  95, 142 Recovery No analogous recuperation Mixed ability to recover after return to Earth  72, 87Page 14 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 corticosterone levels, but no changes in catecholamine levels  96. This discrepancy and its impact on functional changes in immune activity should be investigated fur - ther, particularly as increased catecholamine, cortisol, and intracellular cAMP levels have been linked to modu - lations in several immunological processes such as lym - phocyte activation or apoptotic cell death  153158. Stress hormones may also influence the immune systems ability to produce antibodies  153, 159 and modulate immune cell function  160, for example by activating the NF-kB pathway which was already observed to be disrupted in sim-G  IR cell culture models  120. The effects of combined sim-G and IR on these stress- induced pathways are not fully understood, though it may play a significant role in the cellular response to DNA damage repair  7. Additional environmental expo - sures in the space environment can further complicate the stress-related immune effects observed, such as sleep deprivation  161 or long-term social isolation  162, 163. Countermeasure development Over the years of the International Space Stations oper - ations, major physiological improvements in immu - nity, stress, and viral reactivation have been made from updated cargo and resupply frequencies, exercise pro - tocols, nutritional quality and supplementation, and schedule management, thoroughly reviewed elsewhere 164, 165. By continuing to characterize this plethora of both acute and chronic immunological dysregula - tions indicated from both G and IR and their synergistic interactions, it will become more feasible to develop in- flight countermeasures and post-flight readaptation mea - sures. Astronauts have a heightened risk of exposure and immune damage from infectious diseases during space missions  71, 72, 102, 166168. Observations made by the spaceflight-analog studies discussed underscore the cellular, genetic, and functional immune dysregulations that contribute to these risks. Beyond these administrative-based changes, phar - macological countermeasures may present a possible intervention to these immune risks. Isoproterenol, a sym - pathomimetic drug, decreased IR-induced apoptosis in PBMCs exposed to sim-G. Similar to other findings dis - cussed herein, neither sim-G nor IR-alone significantly increased cytokine production, but in sim-G  IR condi - tions, a highly significant increase was observed in IL-7, GM-CSF, IL-12, and IL-1b concentrations. Immediate prior administration of isoproterenol prevented cytokine increase and kept it within-control levels. The synergis - tic effect of isoproterenol  sim-G  IR was significant for all four cytokines  10 (Fig. 6). These results suggest that prophylactic isoproterenol is synergistically able to prevent some sim-G and IR-mediated immune changes. Similarly, antioxidant administration of N-acetyl cysteine and quercetin were able to reverse sim- G  IR-induced inhibition of apoptosis in human B lymphoblasts, as discussed earlier  117. These findings open the door to novel insight on regulatory pathways and possible phar - macological countermeasures to mitigate spaceflight- mediated damages. However, it is important to keep in mind that weakened immune systems and microgravity or radiation-induced drug instabilities may inhibit the pharmacokinetics and efficacy of antimicrobial agents utilized; studies directly investigating these pharmacokinetics and pharmacody - namics in space are extremely limited though  169171. Established alterations in gut microbiome that occur as a result of spaceflight travel can influence bioavailability of drug absorption  172. HDBR studies have also impli - cated slightly lower (but not statistically significant) cip - rofloxacin absorption  173 and delayed absorption and clearance of pivmecillinam and benzylpenicillin  174, 175, though the clinical significance is unclear. Research on drug stability has focused on radioprotective packag - ing, optimal storage conditions, careful consideration of pharmacological formulation in liquid or solid forms, and multi-pronged pharmaceutical regimes such as non- antibiotics combined with tetracyclines to take advantage of their synergistic activities  169. There is limited data on pharmaceuticals that can safely target both the micro - gravity and radiation-induced immune dysregulations since, as we have discussed, they can have independent mechanisms or pathways. Further investigations may prove useful in elucidating possible targets for pharma - cological intervention, especially as inter-individual vari - ability will notably influence the efficacy of developed countermeasures and the advent of personalized medi - cine in space  176. Guidelines for standardized study design Most studies examining stressors to astronaut physiology and performance examine individual risks despite grow - ing evidence that many spaceflight hazards affect astro - naut health in combination with one another. Beyond microgravity and radiation, this can include ageing, stress responses, social isolation, poor sleep quality or quan - tity, and disrupted circadian rhythms  177179. Syner - gistic interactions between microgravity and radiation in particular often differed depending on the time point, IR dose, IR type, sex, and strain used in the study. With such diversity of experimental design for spaceflight-ana - log studies, we obtain valuable metrics for many rodent models, time points, cell and tissue types, and more but meta-analytical comparisons become prohibitively dif - ficult. There are clear diverse modulatory interactions within the immune systems that cannot be accurately assayed through studies focusing on single risks alone.Page 15 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 Some experimental designs also did not accurately reflect the simultaneous combined G  IR exposure experienced in space: vast variability was present in whether spaceflight-analog systems were exposed to IR before, during, andor after sim-G. Immune dysregu - lations are dynamic; acute andor sequential exposures may have contributed to the greater concordance of spaceflight-analog studies with observations from short- duration spaceflight missions. In the setting of preparing for NASAs Artemis missions and long-duration human space exploration, longitudinal studies with chronic exposures will prove greatly informative. Finally, irradiation doses in many of these studies ranged from 0.5 Gy to 2.0 Gy. Comparatively, astronauts on the ISS receive approximately, 1 mSvday though this will likely double or triple with travel past LEO  56, 180. The impacts of acute whole-body SPE exposure are diffi - cult to calculate due to heterogeneities in radiation deliv - ery to internal organs and extrapolating rodent model data across species  181. Current estimates predict doses of 0.5 Gy-Eq to internal organs and dose delivery rates peaking at approximately 0.12 Gy-Eqhr to hematopoi - etic organs such as bone marrow  182, 183. The radio - biological effectiveness of the IR dose will differ based on IR source, whether gamma rays, X-rays, or charged par - ticles such as protons or heavy ions  184188. Although proton-IR may effectively mimic SPEs, gamma-IR is only one component of GCR and does not provide a truly comprehensive analog for GCR  189. It is also difficult to predict how simultaneous SPE and GCR exposures may affect the pathophysiological changes to human health and performance  56, 190. It is critical that future study designs more rigorously mimic the spaceflight environment. The spaceflight-ana - log study, whether rodents or cells, should incorporate both sim-G conditions and chronic IR simultaneously, rather than sequentially as performed in many of the reported studies. PWB models may prove to be an attrac - tive way to assess the effects of partial gravity on the immune system, as relevant for future missions on Mars. Radiation exposures should incorporate lower dose ranges below 0.5 Gy and from heavy-ion sources to simulate prolonged GCR exposure  189, 191. Finally, a greater emphasis should be placed on longitudinal studies evaluating specific immunological alterations in diverse combined environments such as age, sex dif - ferences, circadian disturbances, nutrition, and more. Investigating countermeasures and re-adaptation metrics will be particularly informative in safeguarding astronaut health and performance. As we move into a new age of deep space human explo - ration, exposure to combined environmental stressors will present critical health and safety risks for astronauts. There will remain a pressing need to further investigate the complex immunological health risks arising from microgravity, radiation, and more. Abbreviations BNL Brookhaven National Laboratory CCL C-C motif chemokine ligand CXCL C-X-C motif chemokine ligand CI Confidence interval ERK Extracellular signal-regulated kinase FGF Fibroblast growth factor G-CSF Granulocyte colony stimulating factor GM-CSF Granulocyte-macrophage colony stimulating factor HDBR Head-down bedrest IFN Interferon IL Interleukin IR Radiation ISS International Space Station GCR Galactic cosmic radiation HU Hindlimb unloading LEO Low Earth orbit LET Linear energy transfer LPS Lipopolysaccharide MKP-1 Mitogen-activated protein kinase phosphatase-1 NASA National Aeronautics and Space Administration NF-kB Nuclear factor kappa light chain enhancer of activated B cells NK Natural killer cells NO Nitric oxide NSRL NASA Space Radiation Laboratory PBMC Peripheral blood mononuclear cell PWB Partial weight bearing ROS Reaction oxygen species RWV Rotating wall vessel SD Standard deviation SEM Standard error of the mean SPE Solar particle events TLR Toll-like receptor TNF Tumor necrosis factor- G Microgravity VEGF Vascular endothelial growth factor Acknowledgements This work was supported by the National Aeronautics and Space Administration Human Research Program (HW), University Space Research Association internship program (AW), and Nnational Institutes of Health award number T32GM144273 from the National Institute of General Medical Sciences (AW). Figures were generated using BioRender.com, WebPlotDigitizer tool, and GraphPad Prism. Author contributions Conception and design of this review (AW, HW). Acquisition, analysis, or interpretation of data for this work (AW, MMV). Drafting of the work and all figures (AW) or revising it critically for intellectual content (AW, HW, MMV, BC). All authors approved of the final version of the manuscript and agree to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved. Funding Funding provided by the National Aeronautics and Space Administration, University Space Research Association, and the National Institutes of Health. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Aeronautics and Space Administration, National Institute of General Medical Sciences, or National Institutes of Health. The funding bodies had no role in directing the design of the study, analysis, interpretation of data, writing the manuscript, or decision to publish. Data availability Primary data sharing is not applicable to this manuscript as no datasets were generated during the current review. All datasets analyzed to recreate figures Page 16 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 were retrieved from the National Institutes of Health PubMed index and have been cited in this manuscript for further reference. Declarations Ethics approval and consent to participate Not applicable. Consent for publication Not applicable. Competing interests The authors declare no competing interests. Received: 30 October 2023  Accepted: 21 June 2024 References 1. Willey JS, Britten RA, Blaber E, Tahimic CGT, Chancellor J, Mortreux M, et al. The individual and combined effects of spaceflight radiation and micrograv - ity on biologic systems and functional outcomes. J Environ Sci Health C Toxicol Carcinog. 2021;39(2):12979. 2. Bezdan D, Grigorev K, Meydan C, Pelissier Vatter FA, Cioffi M, Rao V, et al. Cell- free DNA (cfDNA) and exosome profiling from a year-long human spaceflight reveals circulating biomarkers. iScience. 2020;23(12):101844. 3. Garrett-Bakelman FE, Darshi M, Green SJ, Gur RC, Lin L, Macias BR et al. The NASA Twins Study: a multidimensional analysis of a year-long human space - flight. Science. 2019;364(6436). 4. Gertz ML, Chin CR, Tomoiaga D, MacKay M, Chang C, Butler D, et al. Multi- omic, Single-Cell, and biochemical profiles of astronauts Guide Pharmaco - logical Strategies for returning to gravity. Cell Rep. 2020;33(10):108429. 5. da Silveira WA, Fazelinia H, Rosenthal SB, Laiakis EC, Kim MS, Meydan C, et al. Comprehensive multi-omics Analysis reveals mitochondrial stress as a Central Biological hub for spaceflight impact. Cell. 2020;183(5):1185e20120. 6. Gupta U, Baig S, Majid A, Bell SM. The neurology of space flight; how does space flight effect the human nervous system? Life Sci Space Res (Amst). 2023;36:10515. 7. Moreno-Villanueva M, Wong M, Lu T, Zhang Y, Wu H. Interplay of space radiation and microgravity in DNA damage and DNA damage response. NPJ Microgravity. 2017;3:14. 8. Crucian BE, Zwart SR, Mehta S, Uchakin P , Quiriarte HD, Pierson D, et al. Plasma cytokine concentrations indicate that in vivo hormonal regulation of immunity is altered during long-duration spaceflight. J Interferon Cytokine Res. 2014;34(10):77886. 9. Krieger SS, Zwart SR, Mehta S, Wu H, Simpson RJ, Smith SM, et al. Alterations in saliva and plasma cytokine concentrations during long-duration space - flight. Front Immunol. 2021;12:725748. 10. Moreno-Villanueva M, Feiveson AH, Krieger S, Kay Brinda A, von Scheven G, Brkle A et al. Synergistic effects of Weightlessness, Isoproterenol, and Radia - tion on DNA damage response and cytokine production in Immune cells. Int J Mol Sci. 2018;19(11). 11. Crucian B, Stowe R, Mehta S, Uchakin P , Quiriarte H, Pierson D, et al. Immune system dysregulation occurs during short duration spaceflight on board the space shuttle. J Clin Immunol. 2013;33(2):45665. 12. Paul AM, Cheng-Campbell M, Blaber EA, Anand S, Bhattacharya S, Zwart SR, et al. Beyond low-earth orbit: characterizing Immune and microRNA dif - ferentials following simulated deep spaceflight conditions in mice. iScience. 2020;23(12):101747. 13. Zhou Y, Ni H, Li M, Sanzari JK, Diffenderfer ES, Lin L, et al. Effect of solar particle event radiation and hindlimb suspension on gastrointestinal tract bacterial translocation and immune activation. PLoS ONE. 2012;7(9):e44329. 14. Williams D, Kuipers A, Mukai C, Thirsk R. Acclimation during space flight: effects on human physiology. CMAJ. 2009;180(13):131723. 15. Mulavara AP , Peters BT, Miller CA, Kofman IS, Reschke MF, Taylor LC, et al. Physiological and functional alterations after spaceflight and Bed Rest. Med Sci Sports Exerc. 2018;50(9):196180. 16. Buckey JC, Thamer S, Lan M. Bone loss and kidney stone risk in weightless - ness. Curr Opin Nephrol Hypertens. 2023;32(2):1726.17. Morey-Holton E, Globus RK, Kaplansky A, Durnova G. The hindlimb unloading rat model: literature overview, technique update and comparison with space flight data. Adv Space Biol Med. 2005;10:740. 18. Sonnenfeld G. Animal models for the study of the effects of spaceflight on the immune system. Adv Space Res. 2003;32(8):14736. 19. Morey-Holton ER, Globus RK. Hindlimb unloading rodent model: technical aspects. J Appl Physiol (1985). 2002;92(4):136777. 20. Farley A, Gnyubkin V, Vanden-Bossche A, Laroche N, Neefs M, Baatout S, et al. Unloading-Induced cortical bone loss is exacerbated by low-dose irradia - tion during a simulated Deep Space Exploration Mission. Calcif Tissue Int. 2020;107(2):1709. 21. Mortreux M, Nagy JA, Ko FC, Bouxsein ML, Rutkove SB. A novel partial gravity ground-based analog for rats via quadrupedal unloading. J Appl Physiol (1985). 2018;125(1):17582. 22. Mortreux M, Rosa-Caldwell ME. Approaching gravity as a Continuum using the rat partial weight-bearing model. Life (Basel). 2020;10(10). 23. Wagner EB, Granzella NP , Saito H, Newman DJ, Young LR, Bouxsein ML. Partial weight suspension: a novel murine model for investigating adaptation to reduced musculoskeletal loading. J Appl Physiol (1985). 2010;109(2):3507. 24. Rosa-Caldwell ME, Mortreux M, Wadhwa A, Kaiser UB, Sung DM, Bouxsein ML, et al. Influence of gonadectomy on muscle health in micro- and partial- gravity environments in rats. J Appl Physiol (1985). 2023;134(6):143849. 25. Ko FC, Mortreux M, Riveros D, Nagy JA, Rutkove SB, Bouxsein ML. Dose- dependent skeletal deficits due to varied reductions in mechanical loading in rats. NPJ Microgravity. 2020;6:15. 26. Swift JM, Lima F, Macias BR, Allen MR, Greene ES, Shirazi-Fard Y, et al. Partial weight bearing does not prevent musculoskeletal losses associated with disuse. Med Sci Sports Exerc. 2013;45(11):205260. 27. Mortreux M, Riveros D, Semple C, Bouxsein ML, Rutkove SB. The partial weight-bearing rat model using a pelvic harness does not impact stress or hindlimb blood flow. Acta Astronaut. 2020;168:24955. 28. Klaus DM. Clinostats and bioreactors. Gravit Space Biol Bull. 2001;14(2):5564. 29. Borst AG, van Loon JJWA. Technology and Developments for the Random Positioning Machine. RPM Microgravity Sci Technol. 2008;21(4):287. 30. Grimm D, Egli M, Krger M, Riwaldt S, Corydon TJ, Kopp S, et al. Tissue Engineering under Microgravity conditions-Use of Stem cells and Specialized cells. Stem Cells Dev. 2018;27(12):787804. 31. de Korte M, Keating A, Wang C. Culturing lymphocytes in simulated micro - gravity using a Rotary Cell Culture System. J Vis Exp. 2022(186). 32. Wuest SL, Richard S, Kopp S, Grimm D, Egli M. Simulated microgravity: critical review on the use of random positioning machines for mammalian cell culture. Biomed Res Int. 2015;2015:971474. 33. Anil-Inevi M, Yaman S, Yildiz AA, Mese G, Yalcin-Ozuysal O, Tekin HC, et al. Biofabrication of in situ self assembled 3D cell cultures in a weightlessness environment generated using magnetic levitation. Sci Rep. 2018;8(1):7239. 34. Haisler WL, Timm DM, Gage JA, Tseng H, Killian TC, Souza GR. Three-dimen - sional cell culturing by magnetic levitation. Nat Protoc. 2013;8(10):19409. 35. Hammer BE, Kidder LS, Williams PC, Xu WW. Magnetic levitation of MC3T3 osteoblast cells as a ground-based Simulation of Microgravity. Microgravity Sci Technol. 2009;21(4):3118. 36. Berry MVGA. Of flying frogs and levitrons. Eur J Phys. 1997;18(4). 37. Marycz K, Kornicka K, Rcken M. Static magnetic field (SMF) as a Regulator of Stem Cell Fate - New perspectives in Regenerative Medicine arising from an underestimated Tool. Stem Cell Rev Rep. 2018;14(6):78592. 38. Rosen AD. Mechanism of action of moderate-intensity static magnetic fields on biological systems. Cell Biochem Biophys. 2003;39(2):16373. 39. Novikov VV, Yablokova EV, Fesenko EE. A decrease of the respiratory burst in neutrophils after exposure to weak combined magnetic fields of a certain duration. Biophysics. 2020;65(1):827. 40. Thiel CS, Vahlensieck C, Bradley T, Tauber S, Lehmann M, Ullrich O. Metabolic Dynamics in short- and long-term microgravity in human primary macro - phages. Int J Mol Sci. 2021;22(13). 41. Verhaar AP , Hoekstra E, Tjon AS, Utomo WK, Deuring JJ, Bakker ER, et al. Dichotomal effect of space flight-associated microgravity on stress-activated protein kinases in innate immunity. Sci Rep. 2014;4:5468. 42. Lang A, Binneboessel S, Nienhaus F, Bruno RR, Wolff G, Piayda K, et al. Acute and short-term fluctuations in gravity are associated with changes in circula - tory plasma protein levels. NPJ Microgravity. 2024;10(1):25. 43. Wernl K, Thiel CS, Ullrich O. Increased H3K9me3 and F-Actin reorganization in the Rapid Adaptive response to Hypergravity in Human T lymphocytes. Int J Mol Sci. 2023;24(24).Page 17 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 44. Vahlensieck C, Thiel CS, Pschl D, Bradley T, Krammer S, Lauber B, et al. Post- transcriptional Dynamics is involved in Rapid Adaptation to Hypergravity in Jurkat T cells. Front Cell Dev Biol. 2022;10:933984. 45. Tateishi R, Akiyama N, Miyauchi M, Yoshinaga R, Sasanuma H, Kudo T, et al. Hypergravity provokes a Temporary reduction in CD4  CD8  thymocyte number and a persistent decrease in Medullary thymic epithelial cell fre - quency in mice. PLoS ONE. 2015;10(10):e0141650. 46. Moser D, Biere K, Liemersdorf C, Tuschen M, Hemmersbach R, Choukr A. Differential effects of hypergravity on immune dysfunctions induced by simulated microgravity. Faseb j. 2023;37(5):e22910. 47. Alauzet C, Cunat L, Wack M, Lozniewski A, Busby H, Agrinier N, et al. Hyper - gravity disrupts murine intestinal microbiota. Sci Rep. 2019;9(1):9410. 48. Ghislin S, Ouzren-Zarhloul N, Kaminski S, Frippiat JP . Hypergravity exposure during gestation modifies the TCR repertoire of newborn mice. Sci Rep. 2015;5:9318. 49. Calcagno G, Ouzren N, Kaminski S, Ghislin S, Frippiat JP . Chronic hypergravity induces a modification of histone H3 lysine 27 trimethylation at TCR locus in murine thymocytes. Int J Mol Sci. 2022;23(13). 50. Bonetto V, Magnelli V, Sabbatini M, Capr F, van Loon J, Tavella S, et al. The importance of gravity vector on adult mammalian organisms: effects of hypergravity on mouse testis. PLoS ONE. 2023;18(9):e0282625. 51. Simonsen LC, Slaba TC, Guida P , Rusek A. NASAs first ground-based Galactic cosmic Ray Simulator: enabling a new era in space radiobiology research. PLoS Biol. 2020;18(5):e3000669. 52. Durante M, Cucinotta FA. Heavy ion carcinogenesis and human space explo - ration. Nat Rev Cancer. 2008;8(6):46572. 53. Finkelstein SR, Patel R, Deland K, Mercer J, Starr B, Zhu D et al. (56) Fe ion exposure increases the incidence of lung and brain tumors at a similar rate in male and female mice. bioRxiv. 2023. 54. Mewaldt RA. Elemental composition and energy spectra of galactic cosmic rays. United States; 1988. Contract No.: N89-28454. 55. Cucinotta FA, Kim M-HY, Ren L. Evaluating shielding effectiveness for reduc - ing space radiation cancer risks. Radiat Meas. 2006;41(9):117385. 56. Chancellor JC, Blue RS, Cengel KA, Aun-Chancellor SM, Rubins KH, Katzgra - ber HG, et al. Limitations in predicting the space radiation health risk for exploration astronauts. NPJ Microgravity. 2018;4:8. 57. Cucinotta FA, Durante M. Cancer risk from exposure to galactic cosmic rays: implications for space exploration by human beings. Lancet Oncol. 2006;7(5):4315. 58. Townsend LW, Fry RJM. Radiation protection guidance for activities in low- earth orbit. Adv Space Res. 2002;30(4):95763. 59. National Research Council. Managing Space Radiation Risk in the New era of Space Exploration. Washington, DC: National Academies; 2008. p. 132. 60. Salminen A, Kaarniranta K, Kauppinen A, Photoaging. UV radiation-induced inflammation and immunosuppression accelerate the aging process in the skin. Inflamm Res. 2022;71(78):81731. 61. Little MP , Azizova TV, Richardson DB, Tapio S, Bernier MO, Kreuzer M, et al. Ionising radiation and cardiovascular disease: systematic review and meta- analysis. BMJ. 2023;380:e072924. 62. Neale RE, Lucas RM, Byrne SN, Hollestein L, Rhodes LE, Yazar S, et al. The effects of exposure to solar radiation on human health. Photochem Photo - biol Sci. 2023;22(5):101147. 63. NASA Space Radiation Laboratory. Solar Particle Event Simulation: Brookhaven National Laboratory. 2023  https:www.bnl.govnsrluserguide spe-simulation.php . 64. NASA Space Radiation Laboratory. Galactic Cosmic Ray Simulation (GCRsim): Brookhaven National Laboratory. 2023  https:www.bnl.govnsrluserguide gcrsim.php . 65. NASA Space Radiation Laboratory. Simplified Galactic Cosmic Ray Simulation (SimGCRsim): Brookhaven National Laboratory. 2023  https:www.bnl.gov nsrluserguidesimgcrsim.php . 66. Gridley DS, Pecaut MJ. Changes in the distribution and function of leukocytes after whole-body iron ion irradiation. J Radiat Res. 2016;57(5):47791. 67. Committee on Ethics P , Guidelines for Health Standards for, Long D, Explora - tion S, Board on Health Sciences P . Institute of M. Health Standards for Long Duration and Exploration Spaceflight: Ethics principles, responsibilities, and decision Framework. In: Kahn J, Liverman CT, McCoy MA, editors. National Academies Press (US). Copyright 2014 by the National Academy of Sciences. Washington (DC): All rights reserved.; 2014. 68. Guguinou N, Huin-Schohn C, Bascove M, Bueb JL, Tschirhart E, Legrand- Frossi C, et al. Could spaceflight-associated immune system weakening preclude the expansion of human presence beyond Earths orbit? J Leukoc Biol. 2009;86(5):102738. 69. Crucian B, Stowe RP , Mehta S, Quiriarte H, Pierson D, Sams C. Alterations in adaptive immunity persist during long-duration spaceflight. NPJ Micrograv - ity. 2015;1:15013. 70. Mehta SK, Laudenslager ML, Stowe RP , Crucian BE, Feiveson AH, Sams CF, et al. Latent virus reactivation in astronauts on the international space station. NPJ Microgravity. 2017;3:11. 71. Mann V, Sundaresan A, Mehta SK, Crucian B, Doursout MF, Devakottai S. Effects of microgravity and other space stressors in immunosuppression and viral reactivation with potential nervous system involvement. Neurol India. 2019;67(Supplement):S198203. 72. Akiyama T, Horie K, Hinoi E, Hiraiwa M, Kato A, Maekawa Y, et al. How does spaceflight affect the acquired immune system? NPJ Microgravity. 2020;6:14. 73. Taylor PW. Impact of space flight on bacterial virulence and antibiotic suscep - tibility. Infect Drug Resist. 2015;8:24962. 74. Nickerson CA, Ott CM, Mister SJ, Morrow BJ, Burns-Keliher L, Pierson DL. Microgravity as a novel environmental signal affecting Salmonella enterica serovar typhimurium virulence. Infect Immun. 2000;68(6):314752. 75. Mehta SK, Cohrs RJ, Forghani B, Zerbe G, Gilden DH, Pierson DL. Stress- induced subclinical reactivation of varicella zoster virus in astronauts. J Med Virol. 2004;72(1):1749. 76. Pierson DL, Stowe RP , Phillips TM, Lugg DJ, Mehta SK. Epstein-Barr virus shedding by astronauts during space flight. Brain Behav Immun. 2005;19(3):23542. 77. Konstantinova IV. Immune resistance of man in space flights. Acta Astronaut. 1991;23:1237. 78. Levine DS, Greenleaf JE. Immunosuppression during spaceflight decondition - ing. Aviat Space Environ Med. 1998;69(2):1727. 79. Stowe RP , Sams CF, Mehta SK, Kaur I, Jones ML, Feeback DL, et al. Leukocyte subsets and neutrophil function after short-term spaceflight. J Leukoc Biol. 1999;65(2):17986. 80. Kaur I, Simons ER, Castro VA, Ott CM, Pierson DL. Changes in monocyte func - tions of astronauts. Brain Behav Immun. 2005;19(6):54754. 81. Crucian BE, Cubbage ML, Sams CF. Altered cytokine production by specific human peripheral blood cell subsets immediately following space flight. J Interferon Cytokine Res. 2000;20(6):54756. 82. Mehta SK, Pierson DL, Cooley H, Dubow R, Lugg D. Epstein-Barr virus reactivation associated with diminished cell-mediated immunity in antarctic expeditioners. J Med Virol. 2000;61(2):23540. 83. Shearer WT, Lee BN, Cron SG, Rosenblatt HM, Smith EO, Lugg DJ, et al. Sup - pression of human anti-inflammatory plasma cytokines IL-10 and IL-1RA with elevation of proinflammatory cytokine IFN-gamma during the isolation of the Antarctic winter. J Allergy Clin Immunol. 2002;109(5):8547. 84. Shearer WT, Zhang S, Reuben JM, Lee BN, Butel JS. Effects of radiation and latent virus on immune responses in a space flight model. J Allergy Clin Immunol. 2005;115(6):1297303. 85. Furukawa S, Nagamatsu A, Nenoi M, Fujimori A, Kakinuma S, Katsube T, et al. Space Radiation Biology for living in space. Biomed Res Int. 2020;2020:4703286. 86. Shen M, Frishman WH. Effects of Spaceflight on Cardiovascular Physiology and Health. Cardiol Rev. 2019;27(3):1226. 87. Capri M, Conte M, Ciurca E, Pirazzini C, Garagnani P , Santoro A, et al. Long- term human spaceflight and inflammaging: does it promote aging? Ageing Res Rev. 2023;87:101909. 88. Overbey EG, Paul AM, da Silveira WA, Tahimic CGT, Reinsch SS, Szewczyk N et al. Mice exposed to combined chronic low-dose irradiation and mod - eled microgravity develop long-term neurological sequelae. Int J Mol Sci. 2019;20(17). 89. Sonnenfeld G. The immune system in space and microgravity. Med Sci Sports Exerc. 2002;34(12):20217. 90. Taylor GR. Overview of spaceflight immunology studies. J Leukoc Biol. 1993;54(3):17988. 91. Mao XW, Boerma M, Rodriguez D, Campbell-Beachler M, Jones T, Stanbouly S, et al. Combined effects of low-dose Proton Radiation and simulated microgravity on the mouse retina and the hematopoietic system. Radiat Res. 2019;192(3):24150. 92. Mao XW, Nishiyama NC, Pecaut MJ, Campbell-Beachler M, Gifford P , Haynes KE, et al. Simulated microgravity and Low-DoseLow-Dose-rate Radiation induces oxidative damage in the mouse brain. Radiat Res. 2016;185(6):64757.Page 18 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 93. Yumoto K, Globus RK, Mojarrab R, Arakaki J, Wang A, Searby ND, et al. Short- term effects of whole-body exposure to (56)fe ions in combination with musculoskeletal disuse on bone cells. Radiat Res. 2010;173(4):494504. 94. Shanmugarajan S, Zhang Y, Moreno-Villanueva M, Clanton R, Rohde LH, Ramesh GT et al. Combined effects of simulated microgravity and Radiation exposure on Osteoclast Cell Fusion. Int J Mol Sci. 2017;18(11). 95. Delp MD, Charvat JM, Limoli CL, Globus RK, Ghosh P . Apollo Lunar astronauts Show Higher Cardiovascular Disease Mortality: possible Deep Space Radia - tion effects on the vascular endothelium. Sci Rep. 2016;6:29901. 96. Pecaut MJ, Mao XW, Bellinger DL, Jonscher KR, Stodieck LS, Ferguson VL, et al. Is spaceflight-induced immune dysfunction linked to systemic changes in metabolism? PLoS ONE. 2017;12(5):e0174174. 97. Gridley DS, Mao XW, Stodieck LS, Ferguson VL, Bateman TA, Moldovan M, et al. Changes in mouse thymus and spleen after return from the STS-135 mis - sion in space. PLoS ONE. 2013;8(9):e75097. 98. Kumar A, Tahimic CGT, Almeida EAC, Globus RK. Spaceflight modulates the expression of key oxidative stress and cell cycle related genes in heart. Int J Mol Sci. 2021;22(16). 99. Hwang SA, Crucian B, Sams C, Actor JK, Post-Spaceflight. (STS-135) mouse splenocytes demonstrate altered activation properties and Surface Molecule expression. PLoS ONE. 2015;10(5):e0124380. 100. Sanzari JK, Romero-Weaver AL, James G, Krigsfeld G, Lin L, Diffenderfer ES, et al. Leukocyte activity is altered in a ground based murine model of micro - gravity and proton radiation exposure. PLoS ONE. 2013;8(8):e71757. 101. Romero-Weaver AL, Lin L, Carabe-Fernandez A, Kennedy AR. Effects of Solar Particle Event-Like Proton Radiation andor simulated microgravity on circu - lating mouse blood cells. Gravit Space Res. 2014;2(1):4253. 102. Li M, Holmes V, Zhou Y, Ni H, Sanzari JK, Kennedy AR, et al. Hindlimb suspen - sion and SPE-like radiation impairs clearance of bacterial infections. PLoS ONE. 2014;9(1):e85665. 103. Sadhukhan R, Majumdar D, Garg S, Landes RD, McHargue V, Pawar SA, et al. Simultaneous exposure to chronic irradiation and simulated microgravity differentially alters immune cell phenotype in mouse thymus and spleen. Life Sci Space Res (Amst). 2021;28:6673. 104. Taylor GR, Konstantinova I, Sonnenfeld G, Jennings R. Changes in the immune system during and after spaceflight. Adv Space Biol Med. 1997;6:132. 105. Tao L, Reese TA. Making mouse models that Reflect Human Immune responses. Trends Immunol. 2017;38(3):18193. 106. Masopust D, Sivula CP , Jameson SC. Of mice, dirty mice, and men: using mice to understand human immunology. J Immunol. 2017;199(2):3838. 107. Zhang B, Duan Z, Zhao Y. Mouse models with human immunity and their application in biomedical research. J Cell Mol Med. 2009;13(6):104358. 108. Kumar K, Moon BH, Datta K, Fornace AJ Jr., Suman S. Simulated galactic cosmic radiation (GCR)-induced expression of Spp1 coincide with mammary ductal cell proliferation and preneoplastic changes in apc(Min) mouse. Life Sci Space Res (Amst). 2023;36:11622. 109. DeNapoli RC, Buettmann EG, Friedman MA, Lichtman AH, Donahue HJ. Global cannabinoid receptor 1 deficiency affects disuse-induced bone loss in a site-specific and sex-dependent manner. J Biomech. 2023;146:111414. 110. Drago-Ferrante R, Di Fiore R, Karouia F, Subbannayya Y, Das S, Aydogan Mathyk B et al. Extraterrestrial gynecology: could Spaceflight increase the risk of developing Cancer in female astronauts? An updated review. Int J Mol Sci. 2022;23(13). 111. Reyes DP , Masterova KS, Walton M, Kerstman EL, Antonsen EL. Assessment of Sex-Dependent Medical outcomes during Spaceflight. J Womens Health (Larchmt). 2022;31(8):114555. 112. Kuzichkin DS, Nichiporuk IA, Zhuravleva OA, Markin AA, Rykova MP , Zhuravl - eva TV, et al. Endothelial dysfunction markers and immune response indices in cosmonauts blood after long-duration space flights. NPJ Microgravity. 2022;8(1):46. 113. Rienecker KDA, Grue K, Paladini MS, Frias ES, Frattini V, Borlongan MC, et al. Combined space stressors induce independent behavioral deficits predicted by early peripheral blood monocytes. Sci Rep. 2023;13(1):1749. 114. Herranz R, Anken R, Boonstra J, Braun M, Christianen PC, de Geest M, et al. Ground-based facilities for simulation of microgravity: organism-specific rec - ommendations for their use, and recommended terminology. Astrobiology. 2013;13(1):117. 115. van Loon JJWA. Some history and use of the random positioning machine, RPM, in gravity related research. Adv Space Res. 2007;39(7):11615. 116. Mognato M, Girardi C, Fabris S, Celotti L. DNA repair in modeled microgravity: double strand break rejoining activity in human lymphocytes irradiated with gamma-rays. Mutat Res. 2009;663(12):329.117. Dang B, Yang Y, Zhang E, Li W, Mi X, Meng Y, et al. Simulated microgravity increases heavy ion radiation-induced apoptosis in human B lymphoblasts. Life Sci. 2014;97(2):1238. 118. Kim M, Jang G, Kim KS, Shin J. Detrimental effects of simulated microgravity on mast cell homeostasis and function. Front Immunol. 2022;13:1055531. 119. Canova S, Fiorasi F, Mognato M, Grifalconi M, Reddi E, Russo A, et al. Mod - eled microgravity affects cell response to ionizing radiation and increases genomic damage. Radiat Res. 2005;163(2):1919. 120. Fu H, Su F, Zhu J, Zheng X, Ge C. Effect of simulated microgravity and ionizing radiation on expression profiles of miRNA, lncRNA, and mRNA in human lymphoblastoid cells. Life Sci Space Res (Amst). 2020;24:18. 121. Jiang M, Wang H, Liu Z, Lin L, Wang L, Xie M, et al. Endoplasmic reticulum stress-dependent activation of iNOSNO-NF-B signaling and NLRP3 inflam - masome contributes to endothelial inflammation and apoptosis associated with microgravity. Faseb j. 2020;34(8):1083549. 122. Zhang Y, Lu T, Wong M, Wang X, Stodieck L, Karouia F, et al. Transient gene and microRNA expression profile changes of confluent human fibroblast cells in spaceflight. Faseb j. 2016;30(6):221124. 123. Nastasi C, Mannarino L, DIncalci M. DNA damage response and Immune Defense. Int J Mol Sci. 2020;21(20). 124. Bednarski JJ, Sleckman BP . At the intersection of DNA damage and immune responses. Nat Rev Immunol. 2019;19(4):23142. 125. Fontes FL, Pinheiro DM, Oliveira AH, Oliveira RK, Lajus TB, Agnez-Lima LF. Role of DNA repair in host immune response and inflammation. Mutat Res Rev Mutat Res. 2015;763:24657. 126. Roggan MD, Kronenberg J, Wollert E, Hoffmann S, Nisar H, Konda B, et al. Unraveling astrocyte behavior in the space brain: Radiation response of primary astrocytes. Front Public Health. 2023;11:1063250. 127. Ikeda H, Muratani M, Hidema J, Hada M, Fujiwara K, Souda H et al. Expression Profile of Cell cycle-related genes in human fibroblasts exposed simultane - ously to Radiation and simulated microgravity. Int J Mol Sci. 2019;20(19). 128. Stowe RP , Mehta SK, Ferrando AA, Feeback DL, Pierson DL. Immune responses and latent herpesvirus reactivation in spaceflight. Aviat Space Environ Med. 2001;72(10):88491. 129. Yao X, Li H, Leng SX. Inflammation and immune system alterations in frailty. Clin Geriatr Med. 2011;27(1):7987. 130. Wertheimer AM, Bennett MS, Park B, Uhrlaub JL, Martinez C, Pulko V, et al. Aging and cytomegalovirus infection differentially and jointly affect distinct circulating T cell subsets in humans. J Immunol. 2014;192(5):214355. 131. Horiuchi S, Wilmoth JR. Age patterns of the life table aging rate for major causes of death in Japan, 19511990. J Gerontol Biol Sci Med Sci. 1997;52(1):B6777. 132. Ferrucci L, Fabbri E. Inflammageing: chronic inflammation in ageing, cardio - vascular disease, and frailty. Nat Rev Cardiol. 2018;15(9):50522. 133. Palacios-Pedrero M, Osterhaus A, Becker T, Elbahesh H, Rimmelzwaan GF, Saletti G. Aging and options to halt declining immunity to Virus infections. Front Immunol. 2021;12:681449. 134. Pinti M, Appay V, Campisi J, Frasca D, Flp T, Sauce D, et al. Aging of the immune system: focus on inflammation and vaccination. Eur J Immunol. 2016;46(10):2286301. 135. Oh SJ, Lee JK, Shin OS. Aging and the Immune System: the impact of immu - nosenescence on viral infection, immunity and vaccine immunogenicity. Immune Netw. 2019;19(6):e37. 136. Slaets H, Fonteyn L, Eijnde BO, Hellings N. Train your T cells: how skeletal muscles and T cells keep each other fit during aging. Brain Behav Immun. 2023;110:23744. 137. Campisi M, Cannella L, Pavanello S. Cosmic chronometers: is spaceflight a catalyst for biological ageing? Ageing Res Rev. 2024;95:102227. 138. Sayed N, Huang Y, Nguyen K, Krejciova-Rajaniemi Z, Grawe AP , Gao T, et al. An inflammatory aging clock (iAge) based on deep learning tracks multimor - bidity, immunosenescence, frailty and cardiovascular aging. Nat Aging. 2021;1:598615. 139. Thomasini RL, Pereira DS, Pereira FSM, Mateo EC, Mota TN, Guimares GG, et al. Aged-associated cytomegalovirus and Epstein-Barr virus reactivation and cytomegalovirus relationship with the frailty syndrome in older women. PLoS ONE. 2017;12(7):e0180841. 140. Moffat SD, An Y, Resnick SM, Diamond MP , Ferrucci L. Longitudinal change in Cortisol Levels across the Adult Life Span. J Gerontol Biol Sci Med Sci. 2020;75(2):394400. 141. Brauning A, Rae M, Zhu G, Fulton E, Admasu TD, Stolzing A et al. Aging of the Immune System: Focus on Natural Killer Cells Phenotype and functions. Cells. 2022;11(6).Page 19 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 142. Reynolds RJ, Day SM. Mortality of US astronauts: comparisons with profes - sional athletes. Occup Environ Med. 2019;76(2):1147. 143. Fonte C, Jacob P , Vanet A, Ghislin S, Frippiat JP . Hindlimb unloading, a physi - ological model of microgravity, modifies the murine bone marrow IgM repertoire in a similar manner as aging but less strongly. Immun Ageing. 2023;20(1):64. 144. Lescale C, Schenten V, Djeghloul D, Bennabi M, Gaignier F, Vandamme K, et al. Hind limb unloading, a model of spaceflight conditions, leads to decreased B lymphopoiesis similar to aging. Faseb j. 2015;29(2):45563. 145. Liu B, Hinshaw RG, Le KX, Park MA, Wang S, Belanger AP , et al. Space-like (56) Fe irradiation manifests mild, early sex-specific behavioral and neuropatho - logical changes in wildtype and Alzheimers-like transgenic mice. Sci Rep. 2019;9(1):12118. 146. Hinshaw RG, Schroeder MK, Ciola J, Varma C, Colletti B, Liu B et al. High- Energy, Whole-Body Proton Irradiation Differentially Alters Long-Term Brain Pathology and Behavior Dependent on Sex and Alzheimers Disease Muta - tions. Int J Mol Sci. 2023;24(4). 147. Rudobeck E, Bellone JA, Szcs A, Bonnick K, Mehrotra-Carter S, Badaut J, et al. Low-dose proton radiation effects in a transgenic mouse model of Alzheim - ers disease - implications for space travel. PLoS ONE. 2017;12(11):e0186168. 148. Hajj-Boutros G, Sonjak V, Faust A, Balram S, Lagac JC, St-Martin P et al. Myths and methodologies: understanding the health impact of head down bedrest for the benefit of older adults and astronauts. Study protocol of the Canadian Bedrest Study. Exp Physiol. 2024. 149. Shimizu R, Hirano I, Hasegawa A, Suzuki M, Otsuki A, Taguchi K, et al. Nrf2 alleviates spaceflight-induced immunosuppression and thrombotic microan - giopathy in mice. Commun Biol. 2023;6(1):875. 150. Ortiz RM, Wang TJ, Wade CE. Influence of centrifugation and hindlimb suspension on testosterone and corticosterone excretion in rats. Aviat Space Environ Med. 1999;70(5):499504. 151. Horie K, Kudo T, Yoshinaga R, Akiyama N, Sasanuma H, Kobayashi TJ, et al. Long-term hindlimb unloading causes a preferential reduction of medullary thymic epithelial cells expressing autoimmune regulator (Aire). Biochem Biophys Res Commun. 2018;501(3):74550. 152. Wei LX, Zhou JN, Roberts AI, Shi YF. Lymphocyte reduction induced by hindlimb unloading: distinct mechanisms in the spleen and thymus. Cell Res. 2003;13(6):46571. 153. Padgett DA, Glaser R. How stress influences the immune response. Trends Immunol. 2003;24(8):4448. 154. Bierhaus A, Wolf J, Andrassy M, Rohleder N, Humpert PM, Petrov D, et al. A mechanism converting psychosocial stress into mononuclear cell activation. Proc Natl Acad Sci U S A. 2003;100(4):19205. 155. Torgersen KM, Vang T, Abrahamsen H, Yaqub S, Taskn K. Molecular mecha - nisms for protein kinase A-mediated modulation of immune function. Cell Signal. 2002;14(1):19. 156. Gu C, Ma YC, Benjamin J, Littman D, Chao MV, Huang XY. Apoptotic signaling through the beta -adrenergic receptor. A new Gs effector pathway. J Biol Chem. 2000;275(27):2072633. 157. Myklebust JH, Josefsen D, Blomhoff HK, Levy FO, Naderi S, Reed JC, et al. Activation of the cAMP signaling pathway increases apoptosis in human B-precursor cells and is associated with downregulation of Mcl-1 expression. J Cell Physiol. 1999;180(1):7180. 158. Parvathenani LK, Buescher ES, Chacon-Cruz E, Beebe SJ. Type I cAMP-depen - dent protein kinase delays apoptosis in human neutrophils at a site upstream of caspase-3. J Biol Chem. 1998;273(12):673643. 159. Drago D, Tnsescu MD. The effect of stress on the defense systems. J Med Life. 2010;3(1):108. 160. Marino F, Cosentino M. Adrenergic modulation of immune cells: an update. Amino Acids. 2013;45(1):5571. 161. Shearer WT, Reuben JM, Mullington JM, Price NJ, Lee BN, Smith EO, et al. Soluble TNF-alpha receptor 1 and IL-6 plasma levels in humans subjected to the sleep deprivation model of spaceflight. J Allergy Clin Immunol. 2001;107(1):16570. 162. Zilioli S, Jiang Y. Endocrine and immunomodulatory effects of social isolation and loneliness across adulthood. Psychoneuroendocrinology. 2021;128:105194. 163. Schmitt DA, Schaffar L. Isolation and confinement as a model for spaceflight immune changes. J Leukoc Biol. 1993;54(3):20913. 164. Crucian BE, Makedonas G, Sams CF, Pierson DL, Simpson R, Stowe RP , et al. Countermeasures-based improvements in stress, Immune System Dysregula - tion and Latent Herpesvirus Reactivation onboard the International Space Station - Relevance for Deep Space missions and Terrestrial Medicine. Neuro - sci Biobehav Rev. 2020;115:6876. 165. Crucian BE, Choukr A, Simpson RJ, Mehta S, Marshall G, Smith SM, et al. Immune System Dysregulation during Spaceflight: potential countermea - sures for Deep Space Exploration missions. Front Immunol. 2018;9:1437. 166. Cervantes JL, Hong BY. Dysbiosis and Immune Dysregulation in outer space. Int Rev Immunol. 2016;35(1):6782. 167. Vaishampayan A, Grohmann E. Multi-resistant biofilm-forming pathogens on the International Space Station. J Biosci. 2019;44(5). 168. Mehta SK, Laudenslager ML, Stowe RP , Crucian BE, Sams CF, Pierson DL. Multiple latent viruses reactivate in astronauts during space shuttle missions. Brain Behav Immun. 2014;41:2107. 169. Simon , Smarandache A, Iancu V, Pascu ML. Stability of Antimicrobial Drug Molecules in different gravitational and Radiation conditions in View of applications during outer space missions. Molecules. 2021;26(8). 170. Du B, Daniels VR, Vaksman Z, Boyd JL, Crady C, Putcha L. Evaluation of physi - cal and chemical changes in pharmaceuticals flown on space missions. Aaps j. 2011;13(2):299308. 171. Blue RS, Chancellor JC, Antonsen EL, Bayuse TM, Daniels VR, Wotring VE. Limitations in predicting radiation-induced pharmaceutical instability during long-duration spaceflight. NPJ Microgravity. 2019;5:15. 172. Turroni S, Magnani M, Kc P , Lesnik P , Vidal H, Heer M. Gut microbiome and space travelers health: state of the art and possible ProPrebiotic strategies for long-term space missions. Front Physiol. 2020;11:553929. 173. Schuck Edgar LGM, Derendorf Hartmut. Effect of simulated microgravity on the Disposition and tissue penetration of ciprofloxacin in healthy volunteers. J Clin Pharmacol. 2013;45(7):82231. 174. Rumble RH, Roberts MS, Scott AR. The effects of posture on the phar - macokinetics of intramuscular benzylpenicillin. Eur J Clin Pharmacol. 1988;33(6):62935. 175. Andrews J, Kendall MJ, Mitchard M. Factors influencing the absorption and disposition of mecillinam and pivmecillinam in man. Br J Clin Pharmacol. 1976;3(4):62732. 176. Pavez Lori E, Baatout S, Choukr A, Buchheim JI, Baselet B, Dello Russo C, et al. The future of Personalized Medicine in Space: from observations to countermeasures. Front Bioeng Biotechnol. 2021;9:739747. 177. Basner M, Dinges DF, Mollicone DJ, Savelev I, Ecker AJ, Di Antonio A, et al. Psychological and behavioral changes during confinement in a 520-day simulated interplanetary mission to mars. PLoS ONE. 2014;9(3):e93298. 178. Petit G, Cebolla AM, Fattinger S, Petieau M, Summerer L, Cheron G, et al. Local sleep-like events during wakefulness and their relationship to decreased alertness in astronauts on ISS. NPJ Microgravity. 2019;5:10. 179. Brainard GC, Barger LK, Soler RR, Hanifin JP . The development of lighting countermeasures for sleep disruption and circadian misalignment during spaceflight. Curr Opin Pulm Med. 2016;22(6):53544. 180. Zhang S, Wimmer-Schweingruber RF, Yu J, Wang C, Fu Q, Zou Y et al. First measurements of the radiation dose on the lunar surface. Sci Adv. 2020;6(39). 181. Stepanenko V, Kaprin A, Ivanov S, Shegay P , Zhumadilov K, Petukhov A, et al. Internal doses in experimental mice and rats following exposure to neutron- activated (56)MnO(2) powder: results of an international, multicenter study. Radiat Environ Biophys. 2020;59(4):68392. 182. Kim M-HY, Wilson JW, Cucinotta FA, Simonsen LC, Atwell W, Badavi FF et al. Contribution of High Charge and Energy (HZE) Ions During Solar-Particle Event of September 29, 1989. 1999, 1999. 183. Hu S, Cucinotta FA. Characterization of the radiation-damaged precursor cells in bone marrow based on modeling of the peripheral blood granulocytes response. Health Phys. 2011;101(1):6778. 184. Clapp NK, Darden EB Jr., Jernigan MC. Relative effects of whole-body sub - lethal doses of 60-MeV protons and 300-kVp X-rays on disease incidences in RF mice. Radiat Res. 1974;57(1):15886. 185. Task Group on Radiation Quality Effects in Radiological Protection Committee 1 on Radiation Effects International Commission on Radiological Protec - tion. Relative biological effectiveness (RBE), quality factor (Q), and radiation weighting factor (w(R)). A report of the International Commission on Radio - logical Protection. Ann ICRP . 2003;33(4):1117. 186. George K, Willingham V, Wu H, Gridley D, Nelson G, Cucinotta FA. Chromo - some aberrations in human lymphocytes induced by 250 MeV protons: effects of dose, dose rate and shielding. Adv Space Res. 2002;30(4):8919. 187. Edwards AA, Lloyd DC, Prosser JS, Finnon P , Moquet JE. Chromosome aber - rations induced in human lymphocytes by 8.7 MeV protons and 23.5 MeV helium-3 ions. Int J Radiat Biol Relat Stud Phys Chem Med. 1986;50(1):13745.Page 20 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 188. George KA, Hada M, Cucinotta FA. Biological effectiveness of Accelerated protons for chromosome exchanges. Front Oncol. 2015;5:226. 189. Huff JL, Poignant F, Rahmanian S, Khan N, Blakely EA, Britten RA, et al. Galactic cosmic ray simulation at the NASA space radiation laboratory - progress, challenges and recommendations on mixed-field effects. Life Sci Space Res (Amst). 2023;36:90104. 190. Chancellor JC, Scott GB, Sutton JP . Space Radiation: the Number one risk to Astronaut Health beyond Low Earth Orbit. Life (Basel). 2014;4(3):491510. 191. Safe Human Expeditions Beyond Low Earth Orbit (LEO). National Aero - nautics and Space Administration (NASA). 2022. https:ntrs.nasa.govapicitations20220002905downloadsNESC-RP-20-01589_NASA-TM- 20220002905final.pdf . Publishers Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
        "introduction": "The spaceflight environment induces detrimental effects to the human body, resulting in a wide range of physi - ological and psychological changes. These range from DNA damage and cell cycle dysregulations, to neuro- ocular conditions, gastrointestinal microbiota alterations, circadian rhythm changes, inflammation, metabolomic changes, and more  16. Two of the most significant stress factors in space are cosmic radiation and micro - gravity  7. With the National Aeronautics  Space Immunity  Ageing Correspondence: Anna Wadhwa wadhwahms.harvard.edu 1Harvard Medical School, Boston, MA 02115, USA 2Human Performance Research Center (HPRC), University of Konstanz, Konstanz, Germany 3NASA Johnson Space Center, Houston, TX 77058, USAAbstract Spaceflight poses a myriad of environmental stressors to astronauts physiology including microgravity and radiation. The individual impacts of microgravity and radiation on the immune system have been extensively investigated, though a comprehensive review on their combined effects on immune system outcomes is missing. Therefore, this review aims at understanding the synergistic, additive, and antagonistic interactions between microgravity and radiation and their impact on immune function as observed during spaceflight-analog studies such as rodent hindlimb unloading and cell culture rotating wall vessel models. These mimic some, but not all, of the physiological changes observed in astronauts during spaceflight and provide valuable information that should be considered when planning future missions. We provide guidelines for the design of further spaceflight-analog studies, incorporating influential factors such as age and sex for rodent models and standardizing the longitudinal evaluation of specific immunological alterations for both rodent and cellular models of spaceflight exposure. Keywords Spaceflight, Immune, Microgravity, Radiation, Synergistic, Hindlimb unloading, Cell culture, Rotating wall vessel, StandardizationSynergistic interplay between radiation and microgravity in spaceflight-related immunological health risks Anna Wadhwa1,3, Maria Moreno-Villanueva2, Brian Crucian3 and Honglu Wu3Page 2 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 exploration of immune dysregulations from spaceflight exposure. Microgravity and its terrestrial analogs Well-characterized risks of microgravity include bone loss, muscle atrophy, and cardiovascular and neuro- ocular fluid shifts that have been reviewed extensively elsewhere  6, 14. Countermeasures have been effec - tively implemented against some of these effects, such as resistance exercises to prevent muscle weakening  15, though it may be difficult to continue these in newer deep-space exploration spacecraft  16. There are obvi - ous ethical, health, and logistical limitations to perform - ing repeated and controlled studies exploring the effects of radiation and microgravity in humans, limiting the development of novel mission-critical countermeasures. Therefore, research on microgravity effects is often per - formed on the ground using analogs that have also been extensively described elsewhere  17, 18. Briefly, the hindlimb unloading (HU) rodent model involves lifting the rodents hindlimbs off the cage floor by tethering its tail to a support bar above  19. Forelimb weight-bearing is generally unperturbed. This results in a decreasing load borne by the hindlimbs contributing to bone and muscle atrophy  20. HU also contributes to a cephalic fluid shift analogous to that observed in astronauts  19, enabling the study of cardiovascular, neurological, ophthalmic perturbations experienced in space  1. More recently, the use of partial weight bearing (PWB) rodent models has been developed to mimic reduced quadrupedal weight loading  2123. By using a harness to lift all rodent limbs off the cage floor, the effects of gravity can be explored as a continuum between micro - gravity, partial unloading similar to that on Mars, and full loading as on Earth  24. Many studies that make use of PWB suspension focus on musculoskeletal param - eters, with a direct association between degree of grav - ity loading and musculoskeletal atrophy. However, there does not seem to be any threshold effect whereby skeletal and muscular disuse losses are minimized  25, 26. The PWB does not create a cephalic fluid shift  27 as in the HU model and its use may be largely minimized to mus - culoskeletal studies as a result. Mortreux and colleagues did demonstrate that the PWB model did not induce a state of chronic inflammation but to date, no studies have examined the direct relationship between PWB and pos - sible immune disruptions. Cell culture analogs, such as a rotating wall vessel (RWV) or random positioning machine (RPM), represent a benchtop method to mimic a hypogravic environment for spaceflight-analog studies. A RWV is a 2D micrograv - ity simulator that employs continuous rotation around the horizontal axis to establish a free fall through the cell suspension medium, thus creating a low shear but mixed fluid environment  28. Similarly, a RPM is a 3D microgravity simulator that rotates along both the x- and y- axis at different and random speeds for each axis  29. In doing so, the gravity vector experienced by the cells is temporally randomized to an average of zero  30, 31. It is important to note that the rotation rate of the vessel must be faster than the biological process in study but not so fast as to introduce centrifugal forces that cause cellular accumulations in certain areas  32. Some recent studies have also been successful in simu - lating microgravity without the use of rotation by instead using a magnetic field to counterbalance the gravity force. This also allows for the investigation of faster cellular pro - cesses that would otherwise be unobservable with RWV or RPM  33. Positive magnetophoresis, where cells bind to a labelled magnetic bead, levitates the cell by acting at the cell membrane surface and thus does not truly simu - late microgravity as internal structures do not experience the same forces  33. Additionally, it necessitates the for - mation of dense cellular aggregates  34, and deviations from the locations of magnetic equilibrium may result in certain cells experiencing net forces of up to 2 g 35, obfuscating the responses to microgravity being studied. Negative magnetophoresis on the other hand applies a magnetic force to the cell culture and medium, wholly counterbalancing the gravitational force to achieve truer weightlessness  33, 36. Diamagnetic objects such as cells can experience stable magnetic levitation in the presence Table 1 Comparing spaceflight-analog studies to cytokine perturbations in astronauts Cytokine Short-Duration Long-Duration Rodents Cells GM-CSF No change  8 Decrease  9 Increase  10 IL-1b Increase  11, 12 No change  8 Increase  12Increase from sim-G  SPE but not sim-G  GCR  12 Increase  10 IL-7 Increase  9 Increase  10 IL-12 Increase  11 Decrease  9 Increase  10 IFN Increase  11 Increase  13 TNF  Increase  11 Increase  8 Increase  13 Observations of immune endpoints from astronauts in short-duration and long-duration spaceflight missions were compiled. Rodent and cell culture spaceflight- analog studies that (1) investigated the effects of both microgravity and radiation and (2) assayed the same immune endpoints were compared. A significant number of immune endpoints that were not assayed in both astronauts and a spaceflight-analog study are not included in this table for ease of comparison. These included: CCL2, CCL3, CCL4, CCL5, CXCL5, FGF basic, G-CSF, IL-1a, IL-1ra, IL-2, IL-3, IL-5, IL-6, IL-8, IL-10, IL-12p40, IL-12, IL-13, IL-15, IL-17, thrombopoietin, and VEGFPage 3 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 of strong magnetic fields, though these can induce vari - ous biological effects including weakened immune func - tion  3739. Finally, neutral buoyancy, such as that achieved in parabolic flights with sub-orbital sounding rockets, also represents another technique employed for spaceflight- analog studies  30, 40. The true weightlessness experi - enced reflects the closest approximation to spaceflight conditions outside of experiments conducted onboard the ISS. While this allows for investigation of certain immune functions such as metabolics  40 or signal transduction  41, parabolic flights achieve relatively short hypogravic-periods (seconds to minutes), limit - ing their practical uses for long-term functional immune assays. Nonetheless, they may represent an ideal study design to study the brief periods of launch and descent during which astronauts are exposed to hypergravita - tional states. Recent short-term hypergravity studies have indicated alterations in intrinsic apoptotic signal - ing pathways  42, cytoskeleton organization in T cells 43, post-transcriptional modifications in T cells  44, increased gene expression of Aire and RANK for medul - lary thymic epithelial cells  45, and even prevention of microgravity-induced impairments in T cell activation 46. Mice exposed to long-term hypergravity condi - tions demonstrated disrupted intestinal microbiota  47, modified T cell receptor diversity  48, 49, and more  50. As we move away from the dichotomous perspective of gravity as a binary (0 g or 1 g), and instead consider it on a continuum, long-term exposure to hypergravity may rep - resent the next step in understanding the immunological effects of gravity in a dose-associated manner. Space radiation and its terrestrial analogs Radiation encountered by astronauts during spaceflight largely consists of galactic cosmic radiation (GCR) that originates outside the solar system  51. Exposure to GCR consists of both proton and heavy-ion high-linear energy transfer (LET) radiation which can be more dam - aging to biological systems than X- or gamma rays of the same level of doses  52, 53. Although protons and alpha particles make up the majority of the relative flux of GCR dosages, significant dosages also come from carbon, oxygen, silicon, iron, zirconium, barium, platinum, and lead ions  54. Protective abilities of current spacecrafts to such exposures may be limited, as the GCR nuclei have been shown to easily pass through thicker shields without significant losses in intra-vehicular radiation dose  5557. Solar particle events (SPE) such as solar flares present another possible radiation hazard. They can transmit massive amounts of proton irradiation in a matter of hours or days, potentially causing acute radia - tion sicknesses including nausea, gastrointestinal pain and discomfort and faintness  58, 59. In low Earth orbit (LEO) such as the orbit of the ISS, astronauts are also exposed to protons trapped in the Earths geomagnetic field  58. Chronic exposure to radiation can increase the risk of immunosuppression  60, heart disease  61, carci - nogenesis  62, and more  59. Spaceflight-analog studies vary widely in their use of radiation exposures. Often, acute doses of proton or gamma radiation are utilized such as for SPE simulation, with a few studies employing heavy-ion high-LET expo - sures from the NASA Space Radiation laboratory (NSRL) at Brookhaven National Laboratory (BNL) for GCR simulation. The NSRL SPE model uses proton irradia - tion beams ranging in energy from 50 MeVn (90.3 of the total dose) up to 150 MeVn (0.15 of the total dose). This SPE model is similar to the fluence, or photon inci - dence per cross-sectional area, of the August 1972 SPE event and the energy spectrum of the March 1989 event 63. The GCR simulation at NSRL is a one-hour expo - sure that utilizes different energy exposures of proton and alpha particle irradiation as well as heavy-ion deliveries of carbon, oxygen, silicon, titanium, and iron  64. Finally, NSRL also has a simplified GCR simulation exposure of approximately twenty minutes consisting of proton, alpha particle, oxygen, silicon, and iron exposures  65. It is not immediately clear whether the simplified GCR expo - sure adequately achieves the same physiological assaults on the immune system as the full GCR simulation as no direct comparative studies have been performed. Astronaut health and safety remains the top priority for spaceflight missions, and recent advancements in com - putational modeling may offer promising avenues to sim - ulate the effects of space radiation on biological systems. The same externally applied dose of radiation will result in different effective local doses and relative biological effects experienced by deeper organs. For example, thy - mic mass was elevated over a month after whole-body heavy-ion irradiation whereas spleen, liver, and lung masses were unchanged  66. By incorporating data from space missions, ground-based experiments, and particle accelerator research, these models can aid in predicting differential effects of radiation doses and assessing poten - tial health risks for astronauts  67. Immune disruptions in astronauts Spaceflight studies have observed a variety of immuno - logical alterations ranging from T cell function, lympho - cyte proliferation, and cytokine production summarized recently  6871. For instance, primary lymphoid organs such as bone marrow and the thymus indicate reduced T-cell maturation and proliferation during spaceflight 72. Astronauts also have increased susceptibility to infection  73, which may be due to increased pathogen virulence  71, 74, viral reactivation  75, or viral shed - ding  76. Astronauts experience decreased natural Page 4 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 killer (NK) cell numbers and functional activity  77, 78; changes in white blood cell populations such as neutro - phils, monocytes, helper T cells, and B cells  71, 79, 80; and dysregulated cytokine levels during or after space - flight  77, 78, 81. This compromised immunity, as seen in spaceflight travelers and analogs thereof  82, 83, may put them at risk for widespread pathogenic invasions in space  78, 84. For short-duration missions, increased levels of the following cytokines have been observed in astronauts onboard the ISS: tumor necrosis factor- (TNF), inter - feron (IFN)-, IFN-, interleukin (IL)-1b, IL-4, IL-10, and IL-12  11. It is also critical to note the differing cytokine disruptions in short-duration missions compared to long- duration missions. In long-duration missions, increased levels of TNF, IL-1ra, IL-8, thrombopoietin, vascular endothelial growth factor (VEGF), C-C motif chemo - kine ligand (CCL) 2, CCL4, and C-X-C motif chemokine ligand (CXCL) 5 were observed. There were additionally no changes in plasma levels of IL-1ab, IL-2, IL-4, IL-5, IL-17, CCL3, CCL5, IFN, granulocyte colony-stimulat - ing factor (G-CSF), and basic fibroblast growth factor (FGF)  8. Some reports have differed on whether levels of IL-10, IL-12, and granulocyte-macrophage (GM)-CSF have no change or decrease during long-duration space - flight  8, 9. As a result, concordance between observations in astronauts and spaceflight-analog studies has had dif - fering successes (Table 1). Spaceflight-analog studies must be carefully designed in order to provide an accu - rate comparison for astronaut health and performance i.e., short-term spaceflight-analog studies may lack the chronic immune perturbations necessary to identify cer - tain dysfunctions. A key example here is an increase in IL-12 levels detected by human peripheral blood mono - nuclear cells (PBMCs) in concordance with observations from astronauts on short-duration spaceflight missions 11 but not long-duration missions  9. It becomes obvious that both microgravity (G) and space radiation (IR) in the space environment imply diverse impaired immune function  8587. However, the vast majority of spaceflight-analogs examine each risk individually; studies that investigate the combined physi - ological effects of G and IR are critical for accurately assessing the risks associated with space exploration and for effective countermeasure development  1, 88. It is difficult to directly determine the relative contribution of G, IR and other stress factors to the observed changes on immune health in spaceflight  89. Investigations with human subjects are limited by small sample sizes, relatively small number of flights available, and unstan - dardized experimental conditions  90. Using space - flight-analogs such as HU mouse models and RWV cell culture studies can therefore prove an effective way to understand the modulatory interactions between G and IR for certain immune endpoints (Fig. 1). Indeed, evident biological effects of combined G and IR have been pre - viously reviewed in skeletal, ocular, central nervous sys - tem, cardiovascular, and stem cell responses using these models  1, 88, 9195. Herein we focus specifically on how G-analogs and space IR-analogs independently and interactively modulate the immune system, rather than a simple summary of physiological changes observed. In vivo rodent models Cytokines evoke vast inflammatory and anti-inflamma - tory signaling in the immune system, and regulation of their plasma levels is critical for proper immune function. Combined exposure rodent models indicate dysregulated cytokine levels similar to changes observed in astronauts plasmas collected while in space  9, 11, 12 (Fig. 2). For example, acute exposure to combined hindlimb unload - ing (HU) for simulated microgravity (sim-G) and solar particle event-style radiation (IR) increased cytokine concentrations of IFN-, IL-6, and TNF, a synergistic change that was not as significantly observed in sim-G- alone or IR-alone environments  13 (Fig. 3). Studies on immunological endpoints for rodents flown on the ISS allow for more direct comparisons between spaceflight and ground-based spaceflight-analog obser - vations. Female C57BL6J mice flown on the STS-135 Space Shuttle Atlantis mission for 13 days were charac - terized for changes in splenic and thymic immune cell function and gene expression, adrenal catecholamine levels, and hepatic transcriptomics  96, 97. Splenic mass and most splenic leukocyte subtypes were signifi - cantly depleted after spaceflight exposure, but demon - strated increased oxidative burst activity, phagocytosis, and gene expression patterns of endocytosis and peroxi - some formation. Conversely, gene expression analysis indicated no increase in gene expression related to reac - tive oxygen species (ROS) metabolism. This discrepancy between functional activity and gene expression pat - terns is noteworthy, as other studies with rodents flown on the ISS also reported genetic downregulation of Nrf2 and Ptgs2 , related to oxidative stress, and Tnf, related to the inflammatory response  98. Post-spaceflight sple - nocytes also had decreased surface marker expression after ConA stimulation and decreased antigen presen - tation marker expression after Toll-like receptor (TLR) agonist stimulation  99. In the thymus, no correspond - ing decrease in mass was observed, though there were higher levels of DNA fragmentation and changes in gene expression related to T cell activity and cancer immune surveillance. Both the ISS-flown rodents and some spaceflight-analog studies performed in rodents similarly reported decreased leukocyte populations  100, 101 and increased corticosterone levels  102. However, Page 5 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 other spaceflight-analog studies in rodents have reported differing observations such as no changes in splenic immune cells and decreases in thymic T cell populations after combined sim-G  IR exposure  103. This discrep - ancy may be due to the radiation shielding and other protective countermeasures on the ISS that cause the spaceflight studies to experience primarily micrograv - ity exposure alone, as opposed to truly combined expo - sure. Their use as a direct comparison must therefore be approached cautiously. Depending on the particular spaceflight-analog study design, reproducible concor - dance with immunological perturbations measured in true spaceflight observations may or may not be possible. Immune cell populations Myeloid cells were affected by interactions between microgravity-analog and radiation exposure in space - flight-analog studies. These interactions notably differed depending on the timepoint and the type of radiation exposure utilized: one or four days after exposure, and proton IR or gamma IR. For example, one day after sim-G  proton-IR exposure (three days sim-G, one 2.0 Gy 50 cGymin proton-IR dose) there was an addi - tive interaction between sim-G and the proton-IR that slightly increased levels of serum CD14 mark - ers for myeloid proliferation in female ICR mice  13. Four days after the same sim-G  proton-IR exposure, monocyte blood counts were decreased by nearly 70 even though individual microgravity-analog or radiation exposures had only minimally decreased the monocyte counts  100. However, four days after sim-G  gamma- IR (three days sim-G, one 2.0 Gy 44 cGymin gamma- IR dose), a synergistic interaction between sim-G and gamma-IR significantly increased serum CD14 levels 13. Neutrophil counts had no change after proton-IR alone and an increase after sim-G-alone conditions, but after sim-G  proton-IR, neutrophil count displayed a significant synergistic decrease in population fraction 100. Granulocyte populations displayed an independent proton-IR-driven decrease 4 days post-exposure, but an interactive antagonistic decrease 16 days post-exposure 101. Although the observed immune disruption is the same, the nuance of such synergistic interactions would ultimately be lost in single-hazard focused studies that do not incorporate both sim-G and IR exposures into the study design. In combined exposures, lymphoid cells display largely IR-driven decreases in population counts though some Fig. 1 Spaceflight and spaceflight-analog studies observe a diverse range of immunological perturbations from radiation and microgravity. Spaceflight- analog research utilizes space-like radiation and microgravity analogs such as rotating wall vessels and hindlimb suspension to understand the immuno - logical perturbations that arise from spaceflight travel. These range from altered cytokine levels to changes in immune cell proliferation, activity, function, and more. Ultimately, spaceflight travelers experience vast immunological dysregulations which the spaceflight-analog research attempts to elucidate and mitigate Page 6 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 reports differ on the specific effects of sim-G-alone exposures  100, 101. Population counts of CD3  CD8  cytotoxic T cells were unchanged four days after exposure to sim-G or proton-IR alone, but significantly decreased by approximately 50 in combined exposure 100 (Fig. 4). This is another key example of a synergistic interaction between radiation and microgravity perturb - ing immune ability that would not otherwise be obvious from studies investigating sim-G or proton-IR alone. A similar synergistic pattern was observed for the decrease of the T lymphocyte proliferation index twenty-one days after exposure in female ICR mice  100 (Fig. 4). In male C57BL6J mice, acute gamma-IR alone did not influence natural killer T cell (NK T) and natural killer 1 cell (NK 1) populations, whereas chronic sim-G  gamma-IR exposure over thirty days caused synergistic decreases in thymic regulatory T cells (Treg), NK T cells, and NK 1 cells  103 (Fig. 4). Interestingly, these changes were not observed in splenic immune cell populations  103, so observed synergistic interactions are additionally spe - cific to cell type, location, and IR dose. Immune effects are also clearly influenced by chronicity of exposure to spaceflight-analog conditions, radiation source, and post- exposure readaptation time. Fig. 2 Serum levels of cytokines in astronauts during long- and short-duration spaceflight missions. Serum levels of ( A) IFN and ( B) IL-7 in astronauts during long-duration spaceflight missions, from pre-launch (L), in-flight (FD and FLT), to return on Earth (R)  9. Serum levels of ( C) IL-12 and ( D) TNF in astronauts during short-duration spaceflight missions  11. Astronauts experience significant aberrations in cytokine levels during spaceflight missions, regardless of duration. Data shown are mean  standard deviation (SD). Significance was evaluated via a Students t test by comparing all other data points to L-180 baseline data. Figures re-created and modified with permission from  11 and  9 under a CC-BY unrestricted open access license Page 7 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 Sex differences Such perturbations can significantly compromise the immune systems functional ability to clear infections 73, 82, 83, 104. Circulating levels of lipopolysaccharides (LPS) were synergistically increased four days after com - bined exposure in female ICR mice, a result of reduced gastrointestinal ability to contain gram-negative bacte - rial products  13. Mice exposed to sim-G  proton-IR had significantly increased bacterial blood counts after challenge with Pseudomonas aeruginosa or Klebsiella pneumoniae that was not reflected in the sim-G-alone or proton-IR-alone conditions  102. There was a further synergistic impairment of granulocyte proliferation from combined exposure  102, reflecting a state of immuno - compromise and susceptibility to pathogenic invasions that astronauts are likely subject to as well  78, 8284, 104. This immune dysfunction is heightened in female mice, contributing to significantly poorer health outcomes after in vivo bacterial challenge. In sim-G-alone, gamma-IR alone, and proton-IR alone conditions, CH3HeN and Balbc female mice had increased morbidity compared to respective male mice three to five days after systemic P. aeruginosa challenge. After similar challenge in com - bined sim-G  proton-IR conditions, the sex difference was modulated: CH3HeN female mice had 100 mor - bidity compared to 60 in males, whereas Balbc female and male mice both had 100 morbidity. Interestingly, in sim-G  gamma-IR conditions the observed sex- difference was decreased as Ch3HeN female mice had 90 morbidity compared to 80 in males  102. This points to an influence of mouse strain on the synergistic immunological response to bacterial challenge observed in sim-G  IR conditions. It is yet unclear which strain may more closely resemble human immunological dis - ruptions in space, how to more accurately humanize mouse immune models, and how sex-associated effects differ based on the immune biomarker in question  105 107. The specific cause of such sex-associated morbid - ity differences is also unclear and necessitates further investigations to determine the spaceflight-related health Fig. 3 Synergistic effects of combined exposure spaceflight-analog rodent studies on cytokine levels and expression. Serum levels of ( A) IFN and (B) TNF in rodents exposed to control or spaceflight-analog conditions of irradiation (IR), simulated microgravity (Sim-G), or combined Sim-G  IR exposure. Cytokine levels are significantly synergistically increased in combined spaceflight-analog studies. Data shown are the mean  SD ( n  5group in duplicate). Significance was evaluated with ANOVA analyses with post-hoc group comparisons using Bonferroni correction. Data shown are from a single experiment representative of three experiments. Figures re-created and modified with permission from  13 under a CC-BY unrestricted open ac - cess license Page 8 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 risks for female astronauts, a rapidly growing cohort with potentially unique susceptibility risks  108111. Re-adaptations A large question also remains of whether these observed immunological dysfunctions are present only during the spaceflight-analog exposure itself, or if they per - sist chronically even after return to terrestrial (normal weight-bearing and radiation-free) conditions. Cosmo - nauts experience persistently increased levels of von Wil - lebrand factor, C-reactive protein, D-dimers, monocytes, and granulocytes even after a week of return to Earth 112.Combined spaceflight-analog studies observe similar deficits: Mice underwent HU for 14 days with whole- body proton-IR (50 cGy, 150 MeV) on day 7, and then four or thirty days of re-adaptation. After four days of re-adaptation, increases in blood NK cell counts were primarily driven by IR, but by thirty days of re-adapta - tion there was a synergistic influence of the sim-G  IR interaction decreasing NK cell counts in the blood  91. These changes in interaction are notable for two rea - sons: (1) it illustrates that re-adaptation to Earths condi - tions is not a linear process of recovery to baseline, and (2) it suggests countermeasure development may need to focus on different exposure risks at different points during recovery. Similarly, endothelial nitric oxide (NO) Fig. 4 Synergistic effects of combined exposure spaceflight-analog rodent studies on immune cell proliferation. Rodents were exposed to control or spaceflight-analog conditions of irradiation (IR), simulated microgravity (Sim-G), or combined Sim-G  IR exposure. ( A) Population of CD3CD8  cy- totoxic T cells is greatly depleted in combined exposure compared to control. ( B) T lymphocyte proliferation rate in rodents exposed to Sim-G  IR is significantly lower than control, IR-alone, and Sim-G-alone exposures. Data shown are the mean  SD ( n  46group)  100. Populations proportions of (C) CD3CD335  thymic regulatory T (Treg) cells, ( D) CD27CD335- natural killer (NK) T cells, and ( E) CD3CD335  NK 1 cells are also altered in combined spaceflight-analog exposure compared to IR-alone exposure. Data shown are mean  confidence interval (CI) ( n  8group); significance was evaluated with ANOVA and post-hoc analyses  103. Figures re-created and modified with permission from  100 under a CC-BY unrestricted open access license and  103 under an Elsevier user license within STM permissions guidelines Page 9 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 synthase (eNOS) immunoreactivity was unchanged in single-exposure cohorts and slightly increased in only the combined sim-G  IR exposure cohort after four days of re-adaptation; this eNOS reactivity was further synergis - tically increased after thirty days of recovery  91 (Fig. 5). In another study, rodents were exposed to sim-G for 18 days andor 0.5 Gy simplified GCR IR on day 7 to assay changes in immune cell populations such as monocytes, NK cells, and B cells in peripheral blood. Early effects (day 24) were driven by IR exposure, but late effects (day 133147) were driven by sim-G exposure  113. Func - tionally, impairments in T cell activation both 4 days and 21 days after combined sim-G (3 days of HU) and 2 Gy proton-IR were also driven independently by sim-G exposure: no change in CD69  markers was observed after IR, whereas significant decreases resulted after sim-G and sim-G  IR  100. These results reinforce the dynamic temporal interplay between sim-G and IR, both during and post-spaceflight; we must accordingly adjust our expectations and rehabilitation plans to opti - mize astronaut recovery after return from space travel. Single-hazard spaceflight-analog studies further under - score this modulation: 40 days after total-body 56Fe IR exposure, peripheral leukocyte counts were unchanged, CD8  T cell counts were decreased, and spontaneous blastogenesis increased. Splenic lymphocyte counts on the other hand were significantly decreased, and both spontaneous and mitogen-induced blastogenesis was unchanged  66. This highlights both persistent immu - nological dysregulation and differential recovery by immune organs after exposure to spaceflight-associated hazards. The mechanistic bases of these observations are poorly understood, necessitating further investiga - tions into re-adaptation metrics with single-hazard and combined exposure spaceflight-analog studies. Particu - larly, experimental design of spaceflight-analog studies in rodents should incorporate both sexes, various strains, and various time points during and after spaceflight-ana - log exposure. This will illuminate the nuanced interplay between microgravity and radiation, point to mechanis - tic explanations, and provide a basis for countermeasure development against chronic immunological risks. In vitro cell culture studies The combined effects of microgravity and radiation have been extensively investigated in other physiological sys - tems using rotating wall vessels  32, 114, 115. Notably, some cell culture spaceflight-analog studies differ from findings in astronauts. Human peripheral blood mono - nuclear cells (PBMCs) were exposed to 2 min of 0.8-Gy or 2.0-Gy gamma-IR followed by 24 h of incubation in sim-G with a RWV or 1 g conditions; cytokine release of IL-1B, IL-7, and IL-12 was synergistically increased and detectable only after combined sim-G  gamma-IR exposure  10 (Fig. 6). This reiterates both the pertur - bations in cytokine levels noted in astronauts  11 and the synergistic interactions thereof noted in rodent spaceflight-analog studies. However, the PBMCs also demonstrated a synergistic increase in GM-CSF after combined exposure whereas long-duration astronauts either had no change  8 or a decrease  9 in GM-CSF levels reported. Congruence between spaceflight studies in vivo in rodents and in vitro in cell culture is similarly mixed. Compared to rodents flown on the ISS, space - flight-analog cell culture studies have demonstrated simi - lar increases in double-stranded DNA breaks, and ROS activity through extracellular signal-regulated kinase (ERK), mitogen-activated protein kinase phosphatase-1 (MKP-1), and caspase-3 activation  116, 117. However, spaceflight-analog cell culture studies have also observed reduced cytokine secretion  118, mast cell degranulation 118, and both reduced  119 and increased  116, 117 apoptosis. The use of cell culture models as spaceflight- analogs must be approached cautiously, as they are likely unable to replicate systems-level physiological changes observed in humans and in rodents. Gene expression and regulation Such cell culture studies may nonetheless provide rich opportunity for elucidation of gene regulation and sig - naling pathways involved in the immune response during spaceflight-analog exposures. Lymphoblastoid TK6 cells were incubated for 24 h after control or 2-Gy gamma-IR exposure in static or sim-G conditions using an RWV machine  91. Combined sim-G  gamma-IR exposure additively altered expression patterns of mRNA, miRNA, and lncRNA in lymphoblastoid TK6 cells, but synergis - tically altered expression levels of the RNAs and their target genes. Pathway analyses suggest dysregulation of genes involved in immune and inflammatory responses including LPSTLR, TNF, and nuclear factor-kappa B cell (NF-B) signaling pathways  120. This is not unex - pected since it has been additionally reported that sim- G-alone induces genes involves in the NF-kB pathways and cellular proliferation  121, while IR-alone induces genes involved in DNA damage and repair mechanisms 7, 122. Although conducted in vitro, this may provide a mechanistic explanation for the effects observed in vivo such as increased LPS levels and altered cytokine levels in mice exposed to sim-G  IR 13. However, it is impor - tant to keep in mind practical limitations of these con - clusions. In attempting to analyze the miRNA data from astronauts aboard the ISS, we have found that quantifi - cation analysis of the miRNA expression levels fluctuates significantly even between days, control subjects, and trials, making it difficult to draw significant conclusions from miRNA data (HW unpublished data).Page 10 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 Fig. 5 Temporality of synergistic sim-G  IR effects observed on endothelial nitric oxide (NO) synthase (eNOS) immunoreactivity. Mice were hindlimb unloaded for 14 days with whole-body proton-IR (50 cGy, 150 MeV) on day 7. eNOS immunoreactivity in rodents was assessed following ( A) 4 days or ( B) 30 days of recovery from control or spaceflight-analog conditions of irradiation (IR), simulated microgravity (Sim-G), or combined Sim-G  IR. ( C) eNOS immunoreactivity was slightly increased in only the combined sim-G  IR exposure cohort after four days of re-adaptation. This was further significantly and synergistically increased thirty days after exposure. These results reinforce the dynamic temporal interplay between sim-G and IR, both during and post-spaceflight  91. Data shown are mean density of eNOS-positive endothelial cells  standard error of the mean (SEM) ( n  8group). Figures re-created and modified from  91 with express permission from the publisher Page 11 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 Fig. 6 (See legend on next page.) Page 12 of 20 Wadhwa et al. Immunity  Ageing (2024) 21:50 DNA repair and apoptosis DNA repair processes are required for intact immune function  123, 124 such as creating genetic diversity in developing T and B cells for adaptive immunity  125. DNA damage such as double strand breaks, chromo - somal aberrations, micronucleus formation, and genetic mutations are synergistically affected by combined microgravity and space radiation exposure, as reviewed recently  7. For example, the repair process of double strand breaks in human peripheral blood lymphocytes was analyzed after IR exposure with a heavy-ion Cs source at 5.155 cGys, sim-G with 24 h of RWV, or con - trol conditions. There were significant decreases in the rate of DNA repair and increased apoptotic levels after sim-G  IR exposure, highlighting genotoxic effects of combined sim-G and IR exposure beyond single-hazard levels  116. A recent study investigating the effects of combined simulated spaceflight exposure on astrocytes similarly indicated sim-G (24 h of 2D clinostat incu - bation) had no significant influence on DNA double- strand break repair, whereas different doses of radiation from X-rays, 12C ions, or 56Fe ions induced dose-, LET-, and time-dependent deficits in DNA repair  126. Gene expression analyses further indicated that the sim-G exposure after 2-Gy X-ray IR resulted in downregula - tion of genes involved in DNA damage repair, mitosis, and cell proliferation  126. This is similar to the altered gene expression relating to cell cycle progression and and senescence observed in rodents flown on the ISS for 15 days  98. Genomic instability from diminished DNA damage repair may contribute further to the compro - mised immune status and increased infection susceptibil - ity previously discussed in vivo  78, 8284, 102, 104. Programmed cell death is a critical response to DNA damage to preserve physiological cellular functioning. For example, lymphoblastoid TK6 cells that were incu - bated for 24 h after control or 4-Gy gamma-IR exposure in static or sim-G conditions using an RWV machine were then assessed for genomic damage and apoptosis levels. Combined sim-G  IR led to a significant increase in genomic mutation frequency but a significant reduc - tion in apoptotic cell counts compared to IR-alone  119; this points to an aberrantly increased frequency of dam - aged cells surviving the physiological apoptosis process. Human fibroblasts simultaneously exposed to sim-G (24 h of RWV) and 1 Gy of Carbon-ion or X-ray radia - tion had decreased expression of cell cycle-suppression genes ABL1 and CDKN1A and increased expression of cell cycle-promoting genes. The authors therefore sug - gest that cells may successfully pass through cell cycle checkpoints despite DNA damage due to combined effects from sim-G and carbon-ion IR  127. Conversely, human B lymphoblasts exposed to 30 min of sim-G with RWV and heavy-ion carbon IR exposure (300 MeVu, 1 Gymin) had decreased cell survival, increased apop - tosis, and increased ROS-sensitive apoptosis signaling 117. These functional changes in immune surveillance may be mediated through heavy ion radiation-induced intracellular ROS generation as the observed defects were reversed with antioxidant administration  117. Therefore, although many spaceflight-analog studies indi - cate decreased apoptosis and therefore immune function, this cannot be definitively or mechanistically concluded. More combined exposure studies are needed in a variety of cell types and in co-culture with neighboring cell types to determine the complex signaling networks that govern the DNA damage and apoptotic responses in spaceflight.",
        "conclusion": "s and other considerations This review presents a unique and diverse set of immu - nological interactions that occur between microgravity and radiation exposure. Combined spaceflight-analog models such as hindlimb unloading and rotating wall vessels demonstrated largely similar immunological perturbations compared to astronauts onboard the ISS.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            }
        ]
    }
]