[
    {
        "pmid": "21803898",
        "title": "Induction of attachment-independent biofilm formation and repression of Hfq expression by low-fluid-shear culture of Staphylococcus aureus.",
        "year": "2011",
        "journal": "Appl Environ Microbiol",
        "abstract": "The opportunistic pathogen Staphylococcus aureus encounters a wide variety of fluid shear levels within the human host, and they may play a key role in dictating whether this organism adopts a commensal interaction with the host or transitions to cause disease. By using rotating-wall vessel bioreactors to create a physiologically relevant, low-fluid-shear environment, S. aureus was evaluated for cellular responses that could impact its colonization and virulence. S. aureus cells grown in a low-fluid-shear environment initiated a novel attachment-independent biofilm phenotype and were completely encased in extracellular polymeric substances. Compared to controls, low-shear-cultured cells displayed slower growth and repressed virulence characteristics, including decreased carotenoid production, increased susceptibility to oxidative stress, and reduced survival in whole blood. Transcriptional whole-genome microarray profiling suggested alterations in metabolic pathways. Further genetic expression analysis revealed downregulation of the RNA chaperone Hfq, which parallels low-fluid-shear responses of certain Gram-negative organisms. This is the first study to report an Hfq association with fluid shear in a Gram-positive organism, suggesting an evolutionarily conserved response to fluid shear among structurally diverse prokaryotes. Collectively, our results suggest S. aureus responds to a low-fluid-shear environment by initiating a biofilm/colonization phenotype with diminished virulence characteristics, which could lead to insight into key factors influencing the divergence between infection and colonization during the initial host-pathogen interaction.",
        "full_text": "APPLIED AND ENVIRONMENTAL MICROBIOLOGY , Sept. 2011, p. 63686378 Vol. 77, No. 18 0099-22401112.00 doi:10.1128AEM.00175-11Copyright  2011, American Society for Microbiology. All Rights Reserved. Induction of Attachment-Independent Biolm Formation and Repression of hfqExpression by Low-Fluid-Shear Culture of Staphylococcus aureusH17188 Sarah L. Castro,1Mayra Nelman-Gonzalez,2Cheryl A. Nickerson,3and C. Mark Ott4 Department of Microbiology  Immunology, The University of Texas Medical Branch, Galveston, Texas 775551; Human Adaptation and Countermeasures Division, Wyle Integrated Science and Engineering, Houston, Texas 770582; Biodesign Institute, Center for Infectious Diseases and Vaccinology, Arizona State University, Tempe, Arizona 852873; and Habitability and Environmental Factors Division, NASA Johnson Space Center, Houston, Texas 770584 Received 25 January 2011Accepted 20 July 2011 The opportunistic pathogen Staphylococcus aureus encounters a wide variety of uid shear levels within the human host, and they may play a key role in dictating whether this organism adopts a commensal interactionwith the host or transitions to cause disease. By using rotating-wall vessel bioreactors to create a physiolog-ically relevant, low-uid-shear environment, S. aureus was evaluated for cellular responses that could impact its colonization and virulence. S. aureus cells grown in a low-uid-shear environment initiated a novel attachment-independent biolm phenotype and were completely encased in extracellular polymeric substances.Compared to controls, low-shear-cultured cells displayed slower growth and repressed virulence characteris-tics, including decreased carotenoid production, increased susceptibility to oxidative stress, and reducedsurvival in whole blood. Transcriptional whole-genome microarray proling suggested alterations in metabolicpathways. Further genetic expression analysis revealed downregulation of the RNA chaperone Hfq, whichparallels low-uid-shear responses of certain Gram-negative organisms. This is the rst study to report an Hfqassociation with uid shear in a Gram-positive organism, suggesting an evolutionarily conserved response touid shear among structurally diverse prokaryotes. Collectively, our results suggest S. aureus responds to a low-uid-shear environment by initiating a biolmcolonization phenotype with diminished virulence charac-teristics, which could lead to insight into key factors inuencing the divergence between infection and coloni-zation during the initial host-pathogen interaction. Fluctuations in uid shear are encountered by pathogenic microorganisms as they occupy various host sites throughoutthe course of infection andor during colonization (46). This isespecially true for the opportunistic pathogen Staphylococcus aureus , which is able to adapt to and proliferate under a variety of environmental conditions, thus enabling high morbidity andmortality rates (32). The dissemination of S. aureus through a host exposes the organism to signicant variations in uidshear. For example, high levels of uid shear (10 to 70 dynescm 2) are encountered within the arterial blood vessels (41), whereas areas of low uid shear could be experienced withinthe intestines (less than 5 dynescm 2) (24). Studies on the impact of uid shear on S. aureus have demonstrated that bacterial adherence is directly dependent on shear rate (44).Furthermore, in response to varied levels of uid ux, varia-tions on the staphylococcal cell have been investigated usingow chambers to determine changes in the presence of micro-bial surface components recognizing adhesive matrix mole-cules, MSCRAMMs, which are involved in the ability of S. aureus to colonize (53). These investigations demonstrated that the S. aureus MSCRAMMs function in a shear-dependent manner, whereby the binding efciency to host factors peaksunder conditions of low uid shear (50, 54). Previous investigations have also demonstrated the ability of S. aureus to sense and respond to uid shear ux by alteringbiolm architecture (31, 63). Specically, studies of indwelling medical devices have indicated that S. aureus is an efcient biolm former under various degrees of uid shear (31, 63). The impact of uid shear on staphylococcal biolms has re-sulted in correlations between physiological levels of oscilla-tory shear stress and biolm morphology and tolerance toantibiotics (31). Those investigations determined that the mostturbulent ow conditions resulted in the thickest biolm mor-phology and highest level of antibiotic resistance (31). More-over, in response to uid shear, the viscoelasticity of S. aureus biolms permits them to remain attached yet undergo rollingmigration, thereby promoting bacterial dispersal while remain-ing in the protected biolm state (63). However, the role of lowuid shear levels, in relation to biolm formation and down-stream staphylococcal responses, is unclear. Approximately 60 of the human population intermittently carries S. aureus , with the highest isolation rates from the nasal pharynx (30). The isolation of S. aureus in stool samples and rectal sites is not uncommon, with previous studies demon-strating the presence of the same strain repeatedly isolatedfrom the nose and stool samplesrectal sites of the same indi-viduals over long periods of time (1, 15, 61), suggesting that theorganism either repeatedly passes from the nose through thedigestive system or maintains a long-term presence in the gas-trointestinal tract. Thus, the passage through the gastrointes-tinal tract exposes S. aureus to various environmental condi- tions, including those present in the intestine. Cells within theintestine, both host epithelium and inhabiting microbes, areexposed to various levels of uid shear (4). A bolus movingthrough the center of the lumen creates the highest shear level,  Corresponding author. Mailing address: 2101 NASA Parkway, Mail Code SF24, Houston, TX 77058. Phone: (281) 483-7155. Fax:(281) 483-3058. E-mail: c.m.ottnasa.gov. H17188Published ahead of print on 29 July 2011. 6368which decreases with proximity toward the intestinal wall. The mucus layer provides a barrier that greatly reduces shear rates(55). It has been postulated that if the intestinal epithelial cellslacked microvilli, the uid shear stress they would experiencewould be in the range of 1 to 5 dynescm 2; however, the pres - ence of microvilli further reduces the shear rates around thesecells to less than 1 dynecm 2(24). The viscoelastic properties of the mucus layer itself provide protection for objects within the mucus from high shear rates (7). As a well-established intesti-nal colonizer (1, 8, 16, 28, 61) that adheres to intestinal mucus(70), S. aureus is exposed to the low uid shear levels descrip- tive of this site. To facilitate studies in which planktonic microorganisms can be subjected to physiologically relevant levels of uid shear,investigations have capitalized on the low-shear environmentproduced in NASA-designed rotating-wall vessel (RWV) bio-reactors, which were originally used as spaceight analog cellculture systems (49). The RWV is a thin, cylindrical vessel (Fig.1A) that, when completely lled with culture medium androtated on an axis parallel to the ground, results in solid bodyrotation (49). Microorganisms in this environment are main-tained in suspension (Fig. 1C) and experience a physiologicallow level of uid shear over their cell surface, previously de-scribed as low-shear-modeled microgravity (LSMMG) (46, 49).Mathematical modeling has demonstrated that the uid shearlevel within the RWV is less than 1 dynecm 2and that incre - mental increases in uid shear levels in the RWV result incorresponding changes in the microbial response (46). As thislevel of uid shear reects the uid shear levels previouslydescribed for the brush border of the intestine, the RWV hasbeen proposed as a model for investigating the effects of lowuid shear levels that are similar to those in the intestine (3, 26,47, 49, 58). The effects of the low-uid-shear culture environment of the RWV on microbial responses have been most thoroughly doc-umented for Salmonella enterica serovar Typhimurium. Specif- ically, LSSMG culture enhanced the virulence of this organismin a murine model of infection, increased its stress resistanceproles, and induced global alterations in gene expression (48,74). Moreover, it was found that the RNA chaperone protein,Hfq, was a major regulator of the LSMMG-induced moleculargenetic response in S.Typhimurium (72). Hfq is a conserved global regulator that facilitates the binding of small regulatoryRNAs with mRNAs to exert translational regulation in re- sponse to environmental stress (72). Subsequent studies havealso identied a role for Hfq in regulating the LSMMG-in-duced response of Pseudomonas aeruginosa (14). Hfq and Hfq homologues are highly conserved across prokaryotic and eu-karyotic species and have been connected to the stress re-sponse and virulence of many pathogens (68). In more recentstudies, Rosado et al. investigated the culture of methicillin-susceptible S. aureus (MSSA) in the low-uid-shear environ- ment of the RWV (62). No differences in growth proles orMICs of various antibiotics were observed between LSMMGand control cultured S. aureus (62). However, those authors did report decreases in carotenoid production, alterations inred blood cell lysis, and the differential expression of two genesinvolved in metabolism and transport (62). A caveat for the study of pathogenic microorganisms is their ability to survive and adjust their virulence characteristics inresponse to rapidly changing, often extreme environmentalconditions, including low uid shear. However, there has beenlittle investigation into the responses of S. aureus to the envi- ronmental conditions it encounters in vivo , where it rarely causes disease, for example, in the nasal pharynx, skin surface,and intestine. By investigating the mechanisms it utilizes torepress virulence at these sites, we can increase our under-standing of the environmental triggers that lead to the initia-tion of virulence. The present studies were performed todetermine the effect of low-uid-shear culture on methicillin-resistant S. aureus (MRSA) to elucidate impacts on cellular responses, such as biolm formation, which has been postu-lated for many microorganisms in the intestines, where low-shear conditions exist (11, 24, 40). Furthermore, as multipleGram-negative microorganisms have been shown to use Hfq asa common molecular response mechanism to low uid shear(14, 72), we evaluated key regulators of the Gram-positiveorganism S. aureus to determine the potential of a universally conserved response(s) to this environmental parameter. MATERIALS AND METHODS Bacterial strains and growth conditions. Methicillin-resistant S. aureus N315 (kindly provided by Mark Shirtliff, University of Maryland Dental School) wasused for all studies. Methicillin-sensitive S. aureus 8325 (kindly provided by Naomi Balaban, Tufts University) was used in experiments as indicated. Prior toevery experiment, S. aureus was taken from a frozen stock, inoculated into tryptic FIG. 1. Operation of the RWV bioreactor (Synthecon, Houston, TX). (A) Image of the NASA-designed RWV apparatus used to create the LSMMG environment for bacterial culture. (B) The altered positioning of the RWV that results in the two culture orientations, depicting the axisof rotation. The LSMMG environment is achieved by rotation of the RWV on an axis parallel to the ground, whereas the axis of rotation in thecontrol orientation is perpendicular to the ground. (C) Depiction of the orbital path of a cell when cultured in the LSMMG orientation. Thecontinued combination of the sedimentation effect, whereby gravity and lack of motility cause a cell to settle to the bottom of the vessel, andthe clockwise solid body rotation of the medium results in the continuous suspension of the cell in an orbit.V OL. 77, 2011 LOW-FLUID-SHEAR CULTURE OF S. AUREUS 6369soy broth (TSB), and grown statically overnight. Aliquots of the culture were diluted (1:200) in fresh TSB and loaded into 50-ml RCCS-1 RWV bioreactors(Synthecon, Houston, TX) in both the LSMMG orientation (Fig. 1B) and controlorientations (Fig. 1B). Care was taken to ensure that no bubbles were presentwithin the reactors, which could prevent disruption of the low-shear condition.The bioreactors were placed in a 37C incubator and operated at 25 rpm for 20 h,at which point stationary phase was achieved. Growth proles. S. aureus cultures were initiated in the RWV as described above. Following 2, 4, 6, 8, and 10 h of growth, a 1.5-ml aliquot was removed,using a 3-ml luer lock syringe, from sampling ports on the face of the RWV. Forall time points greater than 10 h, the entire RWV culture volume was used forenumerating samples by removing and vigorously vortexing the contents of thevessels, to ensure dispersion of any aggregates that had formed during culture.Homogeneous dispersion was conrmed using light microscopy. For all timepoints, samples were enumerated using serial dilution with phosphate-bufferedsaline (PBS) and plated on tryptic soy agar (TSA) followed by overnight cultureat 37C. Growth curves were determined using a minimum of three separatecultures for each time point. ESEM imaging. Following 20 h of growth in the RWV, cultures of S. aureus N315 in the LSMMG orientation resulted in the presence of visible aggregates inthe uid phase of the vessel. The aggregates, as well as samples from the controlvessel, were carefully removed from only the uid phase of each vessel and xedwith 2.5 glutaraldehyde and 1 formaldehyde for 30 min at room tempera-ture. The samples were washed three times with lter-sterilized, deionized waterby gentle inversion and then loaded onto silicon wafer chips on T stubs. Sampleswere then dried in the chamber of the electron microscope and imaged using aPhilips XL 30 environmental scanning electron microscope (ESEM; FEI Co.,Hillsboro, OR). Antibiotic resistance assay. Antibiotic resistance assays were performed using identical cultures of S. aureus N315 in four RWVs, two of which were operated in the LSMMG orientation and two in the control orientation (Fig. 1B). After20 h of culture, one vessel from the LSMMG and one from the control orien-tation were used to determine the initial cell concentrations, dened as 100 survival, using direct plating as described above. The two remaining vessels werecarefully removed from their rotation base units to retain the aggregate struc-ture, and 2.5 ml of the medium was replaced with 2.5 ml of ciprooxacin to a nalconcentration of 25 H9262gml, corresponding to 50 times the MIC. To ensure that uid shear force was no longer a variable, the vessels were allowed to sit staticallyat room temperature for 24 h, at which point the cell concentration was deter-mined by serial dilution and plating as described above. Antibiotic resistancelevels were determined using three independent biological samples. Carotenoid extraction. Quantitative comparisons of carotenoid levels between LSMMG and control cultures of S. aureus N315 were achieved spectrophoto- metrically as previously described by Marshall et al. (42). Briey, based ongrowth curve estimates at 20 h, approximately 3.0 H1100310 7cells were removed from both LSMMG and control cultures. Samples were pelleted by centrifugation at 10,000 H11003gfor 3 min, then washed three times with PBS and resuspended in 500 H9262l of methanol, followed by a 5-min incubation in a 55C water bath. The cells were then pelleted again and the supernatants recovered. Staphylococcus aureus 8325, which has a naturally occurring mutation in a positive regulator of sigmafactor B, resulting in an unpigmented phenotype (33), was extracted as describedabove and used to establish a baseline absorbance. The absorbance of theresulting supernatant, containing the extracted carotenoid pigments, was re-corded at 460 nm. The carotenoid extraction protocol was followed for samplesfrom three separate cultures. Oxidative stress assay. The susceptibility to oxidative stress was determined for both S. aureus N315 and 8325. After 20 h of culture, the contents of the reactors were removed, placed into sterile containers, and vigorously vortexedfor 30 s to disband biolms. A concentrated stock solution of hydrogen peroxide(H 2O2) was immediately added to approximately 30 ml of both LSMMG and control cultures, as cell numbers evaluated were equalized based on growth curves, bringing the overall H2O2concentration to 30 mM. Viable microbial concentrations were determined every 15 min using serial plate counts as de- scribed above. To determine the duration of the LSMMG effect, the oxidative stress assay was repeated. S. aureus N315 was cultured for 20 h, at which point the RWV bioreactors were stopped and the contents removed and immediately placed intosterile containers, where they were allowed to sit statically. At various kinetictime points the oxidative stress assay was performed on these samples. Alloxidative stress assays were performed in triplicate. Whole-blood killing assay. All relevant blood assays were reviewed and ap- proved by the Committee for the Protection of Human Subjects at the NASAJohnson Space Center prior to implementation. After 20 h of culture, S. aureusN315 cells from the LSMMG or control RWV were placed in sterile containers and vigorously vortexed for 30 s to disband biolms. Cell concentrations wereadjusted to approximately 1 H1100310 4cells in 100 H9262l of PBS. Blood was collected from healthy human subjects in heparinized tubes to coincide with the 20-h culture time point. A 900- H9262l volume of blood was immediately added to the PBS bacterial solution. The infected blood was placed in a 37C incubator withagitation for 4 h. Samples were removed at predetermined time points, and theviable microbial concentration was determined by serial dilution as describedabove. The whole-blood killing assay was performed with three technical repli-cates and repeated in duplicate with blood from two separate subjects. RNA isolation. Samples of LSMMG and control cultured S. aureus N315 were immediately incubated with a 2:1 volume of RNAprotect (Qiagen, Valencia, CA)at room temperature for 10 min with occasional mixing to allow for RNAstabilization. Samples were centrifuged at 5,000 H11003gfor 5 min, resulting in pellets that were stored at H1100270C until RNA isolation was performed. The pellets were resuspended in 350 H9262l of RLT lysis buffer (Qiagen) containing 3.5 H9262l of 2-mer- captoethanol. The suspension was added to approximately 250 H9262l of ice-cold zirconia beads (Ambion, Austin, TX) in screw-cap tubes. Cells were lysed bybead beating at maximum speed for 5 min using the Mini-Beadbeater 8 (BiospecProducts, Bartlesville, OK). The lysed cell suspension was added to QIAshreddercolumns (Qiagen) and centrifuged at 10,000 H11003gfor 1 min. To the homogenized lysate, 250 H9262l of 200 proof ethanol was added; this mixture was applied to an RNeasy minicolumn (Qiagen), and the standard protocol for the RNeasy minikit(Qiagen) was followed according to the manufacturers instructions. Contami-nating genomic DNA was removed with Turbo DNA-free (Ambion). Denaturingagarose gel electrophoresis was used to assess the quality of RNA by visualiza-tion of intact 16S and 23S rRNA bands. RNA quantity was measured with aNanoDrop 1000 (Thermo Fisher Scientic, Waltham, MA). Puried RNA wasstored at H1100270C until use in downstream applications. Microarray analysis. Gene expression proling was achieved using the Af- fymetrix (Santa Clara, CA) GeneChip S. aureus genome array containing probe sets for over 3,300 open reading frames based on sequence information fromfour S. aureus strains, including N315. Total RNA was isolated as described above. The quality of the RNA was evaluated with a Bioanalyzer 2100 (AgilentTechnologies Inc., Santa Clara, CA). GeneChip processing was performed aspreviously described by Dunman et al. (18). Briey, 25 H9262g of total RNA was reverse transcribed, and the resulting cDNA was labeled and fragmented toproduce oligonucleotide probes in accordance with the manufacturers instruc-tions (Affymetrix) for antisense prokaryotic arrays. The probes were then hy-bridized to S. aureus -specic GeneChips using the GeneChip hybridization oven 640 (Affymetrix). The chips were then washed and stained using the GeneChipuidics station 400 (Affymetrix). The chips were scanned and data analyzed usingan GeneArray scanner (Affymetrix). To accurately compare expression patterns,each GeneChip was hybridized with LSMMG and control-cultured cDNA fromthe same date of culture. Each experiment was performed in duplicate fromindependent biological samples. Analysis of the data by GCOS (Affymetrix) andanalysis of variance, ltered with a 2-fold cutoff limit and Pvalue of H110210.05, was used to generate a list of genes that demonstrated differential expression prolesin response to LSMMG culture. Quantitative reverse transcription-PCR. Total RNA was reverse transcribed using the QuantiTect reverse transcription kit (Qiagen) and cDNA as per themanufacturers instructions. Primers to these genes (Table 1) were designed andTABLE 1. Primer pairs used in this study Primer N315 ORF Sequence (5 H1103233H11032) 16SF SArRNA01 ACCGTGAGGTCAAGCAAATC 16SR SArRNA01 GTACAAGACCCGGGAACGTAhfqF SA1145 CGAAAACATCCAAGACAAAGC hfqR SA1145 AAGTGCTGATCGCATGTTTG cspA F SA1234 GGTTTAACGCTGAAAAAGGATTCG cspA R SA1234 TAACAACGTTTGCAGCTTGTGGAC sigBF SA1869 GAAATTGGGCCAAGAATCAA sigBR SA1869 TTTGTCCCATTTCCATTGCT asp23 F SA1984 TCGCTGCACGTGAAGTTAAA as23 R SA1984 CAGCAGCTTGTTTTTCACCA uspF SA1532 GCTTAAATGCCGTGGAAAGA uspR SA1532 GTGGTTGGAAGTCTGCTGGT tdcFF SA0455 AGATTACCGGAAGCACTTGG tdcFR SA0455 CAGCGCTTACGATATGTCCA6370 CASTRO ET AL. A PPL.ENVIRON .M ICROBIOL .purchased from Invitrogen (Carlsbad, CA) using their OligoPerfect designer. Standard curves were generated for each primer pair using the QuantiFastSYBR green PCR kit (Qiagen) and 7900HT Fast real-time PCR system (AppliedBiosystems, Carlsbad, CA) to verify primer efciencies as well as the absence ofdimers and nonspecic products; this PCR product was also assessed for thecorrect amplicon size via agarose gel electrophoresis. The QuantiFast SYBRgreen PCR kit (Qiagen) and 7900HT Fast real-time PCR system (AppliedBiosystems) were again used to establish expression levels. Relative expressionvalues were determined by using the H9004H9004C Tmethod via SDS 2.2.2 software by means of relative quantication using 16S rRNA as the endogenous reference gene (Applied Biosystems). All quantitative PCR evaluations were repeated intriplicate from three independent experiments. Statistical analysis. Students ttests were used to determine signicance be- tween control and LSMMG samples. A Pvalue of H110210.05 was considered statis- tically signicant and is denoted by asterisks in the relevant gures. Microarray data accession number. The microarray data were submitted to the GenBank Gene Expression Omnibus (GEO) database and can be foundunder accession number GSE28077. RESULTS A low-uid-shear culture environment promotes S. aureus attachment-independent biolm formation. Visual examina- tion of the LSMMG and control cultures of N315 indicatedmuch greater levels of clumping in the LSMMG cultures.ESEM imaging revealed the presence of a distinct extracellularpolymeric substance (EPS) completely encasing the bacterialcells that was less visible on samples from the control vessel (Fig. 2). The vast amount of EPS coating encasing the aggre-gates of low-uid-shear-cultured staphylococcal cells is char-acteristic of an S. aureus biolm. Low-uid-shear-cultured S. aureus aggregates are more re- sistant to antibiotic stress. To further investigate the biolm phenotype, S. aureus aggregates that formed during low-uid- shear culture were evaluated for changes in ciprooxacin re-sistance compared to control cultures. Ciprooxacin was addeddirectly to statically resting control and LSMMG cultures fol-lowing 20 h of culture in the RWV in order to not disruptlow-uid-shear-induced aggregates. After 24 h of exposure tociprooxacin, the S. aureus aggregates were 1.72-fold more resistant than bacteria cultured in the control orientation tothe antibiotic (Fig. 3). The increased resistance of the aggre- gates is in agreement with the characteristics of attached bac-terial biolms (65). Low-uid-shear culture conditions result in decreased growth for S. aureus .Biolm conditions impact metabolism and growth (65), and previous studies of Gram-negative or-ganisms indicated alterations in generation time and overallgrowth proles (49); therefore, we examined the growth proleofS. aureus N315. As previous studies had reported that S. FIG. 2. Environmental scanning electron microscopy images of control and LSMMG-cultured S. aureus N315. Control-cultured S. aureus at 2,500H11003(A) and 10,000 H11003(C) magnication revealed individual cells that were clearly visible. For low-uid-shear-cultured S. aureus , at 2,500 H11003 (B) and 10,000 H11003(D), the cells were much less visible and completely embedded in an EPS matrix.VOL. 77, 2011 LOW-FLUID-SHEAR CULTURE OF S. AUREUS 6371aureus does not exhibit altered growth proles in the RWV bioreactor (62), the growth prole of an additional strain, S. aureus 8325, was evaluated as a control to determine if any observed changes suggested a strain-specic effect. To ensurea homogeneous distribution during measurements of cellcounts, the entire contents of the vessels were removed andvigorously vortexed for all time points greater than 10 h. Forboth S. aureus strains, N315 and 8325, the LSMMG cultured bacteria did not reach the same concentrations as the controlcultures. After 20 h of growth, cell concentrations of controlcultures of S. aureus N315 were 2.9-fold higher than cultures grown in the LSMMG orientation (1.86 H1100310 7H110062.6H11003106 CFUml versus 6.27 H11003106H110061.32H11003106CFUml means H11006 standard deviations) (Fig. 4). In a similar fashion, after 20 h of growth, CFU in control cultures of S. aureus 8325 were also signicantly higher than in cultures grown in the LSMMGorientation, 5.6 H1100310 7H110067.12H11003106CFUml versus 1.0 H11003107H11006 2.00H11003105CFUml, respectively, indicating a 5.6-fold differ - ence (data not shown). Low-uid-shear culture reduces carotenoid production in S. aureus N315. To investigate the characteristics of the individual S. aureus cells within these biolms, LSMMG-cultured S. au- reus cells were further characterized after biolm dispersal. S. aureus N315 develops its characteristic golden yellow color dueto the primary carotenoid pigment staphyloxanthin during the stationary phase of growth. It was visibly apparent that theLSMMG-cultured S. aureus N315 was less pigmented than respective control cultures. To quantify this effect on carote-noid production, carotenoid levels were measured after 20 h ofgrowth in LSMMG and control orientations. Visual color dif-ferences between cultures grown in LSMMG and control ori-entations (Fig. 5A) were conrmed by methanol extraction andmeasurement of absorbance at 460 nm as previously describedby Marshall et al. (42). Absorbance of the LSMMG-cultured S. aureus was signicantly lower than that of control cultures ( PH11021 0.0001) (Fig. 5B), although not as low as unpigmented S. au- reus 8325, suggesting LSMMG-cultured S. aureus may produce an early intermediate of staphyloxanthin. A low-uid-shear environment enhances S. aureus N315 sus- ceptibility to oxidative stress and is a transient effect. As carotenoids are known to have protective antioxidant proper-ties (35), cultures of S. aureus N315 were evaluated for oxida- tive stress survival. As S. aureus 8325 does not produce caro- tenoids, the low-uid-shear condition does not alter itspigmentation and was therefore also evaluated for susceptibil-ity to oxidative stress. After the entire contents of the vesselswere removed and vigorously vortexed, they were exposed to30 mM hydrogen peroxide for 60 min. S. aureus N315 cultured in the LSMMG position demonstrated over 4-fold greater sen-sitivity to the peroxide than cultures in the control orientationFIG. 3. Levels of antibiotic resistance for control and low-uid- shear-cultured S. aureus N315. Low-shear-induced S. aureus aggre- gates were 1.72-fold more resistant to ciprooxacin than bacteria cul-tured in the control-oriented RWV ( H11569,PH110210.05). FIG. 4. Comparative growth curves of S. aureus N315 when cul- tured in either the LSMMG or control orientation. Culture in theLSMMG environment resulted in a 2.9-fold decrease in cell concen-trations compared to control cultures. FIG. 5. Decreased carotenoid production of S. aureus N315 in re- sponse to LSMMG culture. (A) Centrifugation of the control andLSMMG cultures resulted in a visual difference in the pigmentation ofthe pellets. (B) To quantitate the differences in carotenoid production,the carotenoids were extracted and measured spectrometrically at 460nm. There was a signicant reduction in absorbance of the LSMMG-cultured bacteria compared to the control ( H11569,PH110210.0001). S. aureus 8325, which does not produce carotenoids, was used as a negativecontrol for comparison.6372 CASTRO ET AL. A PPL.ENVIRON .M ICROBIOL .(Fig. 6). As expected, the unpigmented S. aureus 8325 cultures did not display any differences between LSMMG and controlorientations (data not shown), suggesting that the increasedsusceptibility to oxidation may be associated with the de-creased production of carotenoids. To determine the duration of the LSMMG effect of in- creased sensitivity to oxidative stress, LSMMG and controlcultures were removed from the RWVs after 20 h, vortexed,and placed into sterile containers, where they remained static.Every 30 min, samples from the S. aureus N315 cultures were subjected to the oxidative stress assay described above. Whenthe difference in survival failed to show statistical signicance,we determined that the LSMMG effect had dissipated (Fig. 6).Based upon our observations from this assay, the LSMMGeffect on S. aureus is transient, lasting less than 1.5 h once removed from the low-uid-shear environment. Low-uid-shear culture conditions enhance the susceptibil- ity of S. aureus N315 to human whole blood. As increased oxidative stress susceptibility could indicate a decreased sur-vival of bacteria versus innate immune cells, we investigatedthe survival of LSMMG-cultured S. aureus against immune components present in whole blood. To accomplish this, hu-man subjects were scheduled for blood draws at precisely 20 hpostinoculation of the RWVs with S. aureus. The whole blood was immediately returned to the lab for challenge with eitherthe LSMMG- or control-cultured bacteria. After incubation inwhole blood for 4 h, S. aureus cultured in the LSMMG orien- tation was signicantly more susceptible to killing than controls(Fig. 7). Interestingly, the difference in percent survival be-tween control and low-shear cultures in our two samples fromdifferent subjects was approximately 30, revealing a consis-tent trend in the susceptibility of low-shear-cultured S. aureus (Fig. 7).Differential gene expression in S. aureus N315 imparted by low-uid-shear conditions. AsS. aureus has demonstrated sig- nicant phenotypic differences in response to a low-shear en-vironment, we evaluated the gene expression patterns ofLSMMG-cultured S. aureus N315 compared to control cul- tures. N315 has been fully sequenced, facilitating identicationof molecular mechanisms and conserved responses to theLSMMG environment. Using S. aureus whole-genome GeneChips, we were able to identify 17 genes whose expression was upregulated in theLSMMG environment; decreased expression values could notbe correlated to any gene or open reading frame (ORF). Table2 lists the upregulated genes as well as their associated proteinproducts, functions, ORF identication numbers from the se-quencing of N315 (34), and consensus sequences in their pre-dicted regulatory regions. The majority of these genes areinvolved in metabolic processes, specically, carbohydrate,pyruvate, and arginine metabolism, or responding to environ-mental stressors. Genes that displayed increased expressionin response to the LSMMG environment were dispersedthroughout the staphylococcal chromosome, with three in-stances where the genes belonged to the same operon. Align-ment of the LSMMG-responsive genes revealed the conservedmotif taTGTGA ta 6TCACAta (with the most common nu - cleotides in lowercase and portions of the sequence represent- ing regulatory binding sites underlined) in the regulatory re-gions of pA andpB, encoding formate acetyltransferase and formate acetyltransferase activating enzyme (SA0218 andSA0219); adh1 , encoding alcohol dehydrogenase (SA0562); ddh, encoding D-lactate dehydrogenase (SA2312); and a hypo- thetical protein (SA2268). This consensus sequence is a bind-ing site for the Rex repressor (51). Additionally, the sigmafactor B (SigB) promoter consensus sequence, GTTTata t12-15GGGatAat (22), was located in regulatory regions of the operon containing alkaline shock protein 23 (SA1984 toSA1986), and ORFs of an ATP-dependent protease, clpL (SA2336); myosin-cross-reactive streptococcal antigen homo-FIG. 6. LSMMG-cultured S. aureus N315 is more susceptible to killing by oxidative stress. After 60 min (time zero), 50 of theLSMMG-cultured S. aureus had succumbed to the damage by H 2O2, whereas the control cultures did not fall below 90 ( H11569,PH110210.05). To test the duration of the LSMMG effect, samples of both the LSMMGand control bacteria were allowed to sit statically, out of the vessels, fora period of time (1, 1.5, and 2 h) and then subjected to H 2O2. At 1.5 h there failed to be a signicant ( H11569,PH110210.05) difference in the survival rates of the LSMMG- and control-cultured bacteria after 60 min, andit was determined that the LSMMG effect had diminished.FIG. 7. Comparison of survival ability of LSMMG- and control- cultured S. aureus N315 when challenged with the immune compo- nents present in human whole blood. After 4 h, the LSMMG-culturedS. aureus displayed a signicantly reduced ability to survive in whole blood compared to control cultures ( H11569,PH110210.05).V OL. 77, 2011 LOW-FLUID-SHEAR CULTURE OF S. AUREUS 6373logue (SA0102); a probable TdcF protein (SA0455); and hy- pothetical protein (SA0752). As regulatory proteins are either directly implicated by the microarray data in the LSMMG response of S. aureus or have been in Gram-negative bacteria, primers were designed toevaluate the expression of these possible regulators to low-uid-shear culture. The alternative sigma factor, SigB, is aregulator of the general stress response of S. aureus (33), and the Rex repressor protein regulates the transcription of genesinvolved in maintaining the intracellular NADHNAD H11001redox balance (51). Furthermore, the major cold shock protein, CspA, is a molecular chaperone and is also involved in theregulation of staphyloxanthin production (29), and the trans-lational regulator Hfq is highly involved in the stress responsesof many Gram-negative organisms and has been directly con-nected to the regulation of the LSMMG response in S.Typhi- murium and P. aeruginosa (14, 72). Despite the presence of multiple conserved SigB and Rex binding sites in the regulatory regions of LSMMG-inducedgenes, we were unable to detect any signicant differences intheir expression under LSMMG conditions. Additionally, wewere unable to detect any differences in the expression of cspA in response to the LSMMG culture environment. However, theexpression of hfqwas downregulated 2.68-fold in response to low-uid-shear conditions. DISCUSSION Within the large intestine exists a vast range of microenvi- ronments attributable to luminal ow rates, variations in themucus layer, interactions with epithelial surfaces, and contin-ually changing levels of nutrients, which microorganisms must be able to withstand (40). Material owing through the intes-tinal lumen is the source of high levels of shear that bacterialcells must rst endure prior to colonization (66). Once out ofthe direct ow in the lumen, successful colonizers assemblenear the intestinal walls, where they encounter intestinal epi-thelial cells and decreased levels of uid shear (24). It is at thispoint that the microorganism can persist and colonize or couldpenetrate the mucus layer and actively invade the intestinalepithelium. The persisting bacteria that nd benet in colonization of a host also nd benet in forming biolms (67). The ability toform a biolm imparts evolutionary advantages to bacteria, such as persistence in a favorable environment, protectionfrom environmental stressors, antibiotics, and host immunity,communal metabolism, and an increased probability of trans-duction and transformation (27, 65). Microbial biolms asso-ciated with the mucus that lines the human gastrointestinaltract have been proposed and conrmed by multiple investi-gators (11, 39, 52) and are gaining further interest for their rolein human digestion and disease. As S. aureus is associated with intestinal colonization (1, 8, 16, 28, 61), adheres to intestinalmucus (70), and is an efcient biolm former, there is greatpotential that it exhibits a biolm phenotype while colonizingthis site. Additionally, previous research has demonstrated theimportance of the cecal mucus layer, within the intestinal tractof the mouse, in providing a key niche facilitating intestinalcolonization by S. aureus (23). Furthermore, the intestinal tract is considered a key location where S. aureus acquires antibiotic resistance genes (59, 64), and intestinal colonization furtherincreases the spread and carriage of S. aureus via a fecal-TABLE 2. Identication of genes whose expression is upregulated in response to low-uid-shear culture, their corresponding predicted regulatory consensus sequences, and their associations with Hfq N315 ORFGene nameFold changeProtein productUpregulated in an hfqmutanta,bBinds Hfqb,c Predicted regulatory consensus sequenced Position from start codone SA1986 2.71 Hypothetical protein x x GTTTA AGAAAAAAACTGAT GGGTAC H1100292 SA1985 2.65 Hypothetical protein x x GTTTA AGAAAAAAACTGAT GGGTAC ORF 2c SA1984 asp23 2.26 Alkaline shock protein x x GTTTA AGAAAAAAACTGAT GGGTAC ORF 3c SA0218 pB 4.19 Formate acetyltransferase A TGTGA AAAAAA TCACA A H1100296 SA0219 pA 3.84 Formate acetyltransferase activating enzymexA TGTGA AAAAAA TCACA A ORF 2c SA1012 argF 2.35 Ornithine carbamoyltransferase SA1013 arcC 2.43 Carbamate kinase SA1532 usp 3.19 Probable universal stress protein SA0455 2.17 Probable TdcF protein x x GTTTA AAGCCCATGTAAAAG GGGTAT H11002179 SA2336 clpL 2.81 ATP-dependent Clp proteinase chain ClpLxx GTTTTA TCACCTATTATTAGT GGAAA H11002115 SA2312 ddh 2.31 D-Lactate dehydrogenase T TGTGA TATTTT TCACA A H1100239 SA0562 adh1 2.27 Alcohol dehydrogenase x T TGTGA ATTAAT TCACA T H11002306 SA2410 nrdD 2.09 Anaerobic ribonucleoside triphosphate reductasex SA0102 2.14 Myosin-cross-reactive antigen ATTTA CAATTCACAAAG GGGTAT H1100261 SA0570 2.14 Hypothetical protein x xSA0752 2.07 Hypothetical protein x GTTTA AAAGATAATGTGACG GGGTAA H1100267 SA2268 4.45 Hypothetical protein T TGTGA AATACA TCACA A H11002129 aData were obtained from a previously published study (Liu et al. H2085136H20852). bGenes whose expression was upregulated in response to mutation of the hfqgene in S. aureus (Liu et al. H2085136H20852). cmRNAs of genes that bind Hfq as determined by immunoprecipitation (Liu et al. H2085136H20852). dPredicted regulatory consensus sequences determined by alignment of the 500 bases upstream of LSMMG-responsive open reading frames. Sequences tha t are boldfaced and underlined correspond to regulatory binding sites for different regions. eThe position of the rst base of the predicted regulatory sequence in relation to the start codon at H110011. This is the open reading frame position in the operon with a predicted regulatory consensus sequence.6374 CASTRO ET AL. APPL.ENVIRON .M ICROBIOL .environmental route (8, 12), potentially allowing further ge- netic diversity. S. aureus has long been considered a member of the intes- tinal ora (15, 61) but has received little investigative attentionas to its potential role as an infectious agent of gastroenteritis,as opposed to its known role as a cause of toxigenic gastroen-teristis, wherein ingestion of preformed staphylococcal entero-toxins in contaminated food, and not the presence of the or-ganism in the gut, is known to cause disease (17). Moreover,the difculties encountered with analyzing gastrointestine-dwelling microbial communities in situ in healthy individuals, along with the instability of these biolm structures (11), haveresulted in little research concerning the formation of S. aureus biolms in the intestine and their potential role in normaltissue function or transition to disease. Despite this, there ismuch to be gained from studying the structure and function ofS. aureus biolms in the gastrointestinal tract, including ex- panding our understanding of the mechanisms regulating vir-ulence, as well as potentially targeting critical componentsnecessary for biolm formation, as has been previously pro-posed for staphylococcal vaccine development (25). The low levels of uid shear created by the RWV are phys- iologically relevant to the brush border of the intestines (49)and trigger S. aureus attachment-independent biolms, dem- onstrated by copious amounts of EPS completely encasingLSMMG-cultured bacterial cells and a corresponding increasein antibiotic resistance. Alterations of bacterial biolm char-acteristics in response to the low uid shear in the LSMMGenvironment have been previously demonstrated. Culture inthe RWV resulted in self-aggregation and increased alginateproduction of P. aeruginosa and conferred a phenotype consis- tent with reported cystic brosis pathology in the lung (13).Additionally, Escherichia coli attached to glass microcarrier beads generated thicker and more resistant biolms when cul-tivated under LSMMG conditions (38). Taken together, a low-uid-shear environment stimulates increased EPS productionby multiple microorganisms. If the enhanced mucoidy pro-duced by S. aureus N315 at low uid shear levels reects a response comparable to the response during colonization oflow uid shear niches in the intestinal tract, then the RWVsystem may provide a model of intestinal, mucus-associatedbiolms. Matrix-enclosed bacterial cells in an attached biolm expe- rience different environmental conditions than if growingplanktonically (60). The environment within an extracellularmatrix has been characterized as having low oxygen tensionand limited nutrient availability, resulting in altered microbialmetabolism (45). Using microarray analysis, we were able toidentify increased expression proles correlating to 17 ORFs.Biochemically, the protein products of many of these genes canbe connected to a fermentative metabolism, as formate acetyl-transferase, D-lactate dehydrogenase, and alcohol dehydroge- nase were upregulated in response to low-uid-shear culture.The alignment of the predicted regulatory regions of LSMMG-responsive genes revealed two conserved consensus sequences:taTGTGA ta 6TCACAta and GTTTatat1215 GGGatAat. The rst sequence is a binding site for the redox-sensing tran-scriptional repressor Rex (51). The Rex repressor is a sensor ofthe intracellular NADHNAD H11001redox balance, and it is con - sidered a key regulator of anaerobic metabolism in S. aureus.The binding of Rex to NADH leads to the derepression of genes whose protein products are involved in fermentativerespiration, which regenerates the NAD H11001pool (51). The in - creased expression of genes under the control of Rex is con-sistent with the conditions associated within a biolm. Thesecond consensus sequence is a binding site for the alternatesigma factor SigB (22). SigB is a global regulator involved inthe differential regulation of over 200 staphylococcal genesupon entrance into stationary phase and in response to variousenvironmental stressors (9). Therefore, it is not surprising thatgenes under its control were upregulated. The role of SigB inbiolm formation, however, remains under debate (57, 69).Furthermore, 8 of the 17 LSMMG-responsive ORFs have beenreported to be upregulated in biolm cultures of S. aureus compared to planktonic culture (60). Taken together, the datafrom the microarray analysis support the phenotypic data thatthe LSMMG cultures respond to the low-shear environment byinitiating a biolm phenotype. Interestingly, our microarray results indicated upregulation of the gene encoding the ATP-dependent protease ClpL. Thisis notable, as Rosado et al. documented the increase of thisgene in response to LSMMG culture as well (62). Further-more, Clp proteases have been implicated in the LSMMGresponse of Streptococcus pneumoniae ,E. coli , and P. aerugi- nosa (2, 14, 37, 71). The functional role of ClpL in S. aureus is unknown, as is the role of this family of proteases in responseto the LSMMG environment, but it warrants further investi-gation. For their role as potential regulators of the LSMMG re- sponse, the expression levels of rex,sigB,cspA , and hfqwere investigated. As previously described, Rex and Sig B are bothtranscriptional regulators whose consensus binding sites werenoted in the regulatory region of multiple LSMMG-inducedORFs. CspA, the major cold shock protein in S. aureus , also functions as an RNA chaperone and has been implicated inpigment production (29). The RNA chaperone Hfq has beendirectly associated with the mechanism governing the LSMMGresponse in both S.Typhimurium and P. aeruginosa (14, 72). Despite the increase in expression of genes under the controlof Rex and SigB, no signicant difference in their expressionlevels in response to LSMMG was found. This was true forCspA as well. However, a 2.68-fold decrease in the expressionof Hfq was observed. The role of Hfq in S. aureus is currently the subject of much debate (10, 36); however, Liu et al.,through the construction of an hfqmutant, showed that Hfq can function as a global regulator in S. aureus (36). Comparing our results with the work by Liu et al. revealed that 7 of our 17LSMMG-upregulated genes were also upregulated in responseto an hfqmutation (Table 2) (36). Furthermore, 9 of our 17 LSMMG-upregulated genes were reported by Liu et al. to bindHfq (36). Interestingly, the work by Liu et al. indicated thatmutation of hfqaffected pigment production and resulted in an overall decrease in virulence, which strongly correlates withour work, further suggesting that Hfq is involved in the low-shear response of S. aureus . As the RNA isolation technique was not optimal for the recovery of small RNAs and as thearrays used did not contain probes to the coding sequences ofsuch genes, it is possible that Hfq, along with other RNAchaperones andor small noncoding RNAs, govern the LSSMGresponse via classical regulators, such as Rex and SigB. MoreVOL. 77, 2011 LOW-FLUID-SHEAR CULTURE OF S. AUREUS 6375importantly, this is the rst report identifying an Hfq response to low-uid-shear conditions in a Gram-positive microorgan-ism. This association in S. aureus , in addition to previously reported responses of Gram-negative organisms, strongly sug-gests that the ability to sense and respond to mechanical stim-uli is evolutionarily conserved among structurally diverse pro-karyotes. Growth of S. aureus N315 under low-uid-shear conditions resulted in decreased levels of the pigmented carotenoidstaphyloxanthin, a nonessential, secondary metabolite (56).Staphyloxanthin is produced through the mevalonate biosyn-thetic pathway, which requires acetyl coenzyme A (CoA) (6).The observed phenotype of a decrease in staphyloxanthin pro-duction supports our microarray data, which suggest a fermen-tative metabolism where pyruvate is shunted to supportfermentative respiration and less acetyl-CoA enters the meval-onate pathway. It also follows that any available acetyl-CoAwould be preferentially utilized for the synthesis of vital iso-prenoids. For the microorganisms thus far examined, the effect of the LSMMG environment on growth kinetics is varied, includingreports of the low-shear condition having no effect or resultingin higher concentrations of bacteria than in controls (3, 5, 49,62, 73). When cultured under LSMMG conditions in a nutri-ent-rich broth, S.Typhimurium H92733339 displayed nearly identi- cal growth proles to those of the control through the mid-loggrowth phase (49). However, when cultured in a minimal saltsmedium, a marked increase in concentrations of the LSMMG-cultured bacteria compared to the control was noted (73). E. coli ATCC 26 has demonstrated an opposite effect, growing to higher concentrations in a nutrient-rich medium underLSMMG conditions yet revealing no difference in growth pro-les when cultured in a minimal medium (5). As staphylococcihave complex nutritional requirements, Rosado et al. used anutrient-rich growth medium and reported no signicant dif-ference in growth between LSMMG and control cultures ofthree methicillin-susceptible S. aureus clinical isolates, RF1, RF6, and RF11 (62). However, when using a nutrient-richmedium in our studies, we noted an approximately 3-fold dif-ference in the cell concentrations of MRSA strain N315 and adifference of more than 5-fold for the MSSA strain 8325. Ad-ditionally, in response to LSMMG culturing in minimal me-dium, E. coli ZK650 exhibited increased growth (19), whereas under the same conditions, E. coli strains AIEC 083:H1 and K-12 AMS6 displayed growth proles similar to those of con-trols (3, 71). Taken together, it is most likely that changes ingrowth kinetics in response to LSMMG culture conditionsoccur on a strain-specic basis. Moreover, this study is the rstto report a decrease in total cell concentration over time inresponse to culturing in the LSMMG environment. While thecause of this decreased growth is unclear, it may result fromthe heavy mucoidy and biolm characteristics previously de-scribed. Although similarities exist between the low-uid-shear re- sponses of S. aureus and previously documented Gram-nega- tive organisms, there appears to be a basic fundamental dif-ference in virulence properties. Whereas S.Typhimurium, P. aeruginosa , and pathogenic E. coli have all shown increased virulence andor virulence characteristics when cultured inLSMMG (3, 14, 48), S. aureus appears to favor a phenotypeconsistent with colonization rather than initiation of infection. This difference is exemplied by the decrease in carotenoidproduction in S. aureus N315. Staphyloxanthin functions as a protective coat that shields the bacterium from the deleteriouseffects of reactive oxygen species associated with the humanimmune system (35). In our studies, the low-uid-shear-cul-tured, unpigmented bacteria were signicantly more suscepti-ble to killing by both oxidative stress and the immune compo-nents present in human whole blood than respectivepigmented control cultures. S.Typhimurium and invasive pathogenic E. coli , both enteric pathogens, are among the most signicant causes of bacterial gastroenteritis (43), due, in part,to their ability to traverse the mucus layer and consequentlyinteract with the underlying intestinal epithelium. Addition-ally, both have the potential to actively invade intestinal epi-thelial cells, affording themselves a protective environment inwhich to replicate (20, 21). As S. aureus does not benet from invasion of intestinal epithelial cells, it follows that S. aureus may well colonize the low-uid-shear environment in the mu-cosa near the surface of epithelial cells, establishing a biolmphenotype. While some of the responses of S. aureus parallel those from the most thoroughly documented Gram-negative organisms tolow uid shear, such as the involvement of Hfq, the microbialresponse appears to differ based upon the benet toward eachindividual microorganisms ability to proliferate. Contrary toprevious reports of the response of enhanced virulence char-acteristics in several Gram-negative organisms, S. aureus initiates a biolmcolonization phenotype that alters itsmetabolism, slows its growth, and downregulates virulencecharacteristics. This response could potentially benet S. au- reus within the gastrointestinal tract and possibly other muco- sal host sites, where it would experience low levels of uidshear. Further analysis of this low-shear response in S. aureus holds the potential to provide critical insight into key environ-mental factors inuencing the divergence between infectionand colonization during the initial host-pathogen interaction. ACKNOWLEDGMENTS This work was supported by NASA Human Research Program stu- dent grant NNX07AM16G. We thank Mark E. Shirtliff (University of Maryland Dental School, Baltimore, MD) and Naomi Balaban (Tufts University,North Grafton, MA) for kindly providing the strains. We thankJennifer Barrila and Aure lie Crabbe  (Arizona State University, Tempe, AZ) for scientic discussions on microbial responses toLSMMG. We also thank William T. Wallace (Wyle Integrated Sci-ence and Engineering, Houston, TX) for editing assistance andMariah Curran (Universities Space Research Association, Houston,TX) for assistance with antibiotic assays. REFERENCES 1.Acton, D. S., M. J. Plat-Sinnige, W. van Wamel, N. de Groot, and A. van Belkum. 2009. Intestinal carriage of Staphylococcus aureus: how does its frequency compare with that of nasal carriage and what is its clinical impact?Eur. J. Clin. Microbiol. Infect. Dis. 28:115127. 2.Allen, C. A., et al. 2006. Transcription proles of Streptococcus pneumoniae grown under different conditions of normal gravitation. Acta Astronaut.60:433444. 3.Allen, C. A., D. W. Niesel, and A. G. Torres. 2008. The effects of low-shear stress on adherent-invasive Escherichia coli. Environ. Microbiol. 10:1512 1525. 4.Avvisato, C. L., et al. 2007. Mechanical force modulates global gene expres- sion and beta-catenin signaling in colon cancer cells. J. Cell Sci. 120:2672 2682.6376 CASTRO ET AL. APPL.ENVIRON .M ICROBIOL .5.Baker, P. W., M. L. Meyer, and L. G. Leff. 2004. Escherichia coli growth under modeled reduced gravity. Microgravity Sci. Technol. 15:3944. 6.Balibar, C. J., X. Shen, and J. Tao. 2009. The mevalonate pathway of Staphylococcus aureus . J. Bacteriol. 191:851861. 7.Baltz, J. M., P. O. Williams, and R. A. Cone. 1990. Dense bers protect mammalian sperm against damage. Biol. Reprod. 43:485491. 8.Bhalla, A., D. C. Aron, and C. J. Donskey. 2007. Staphylococcus aureus intestinal colonization is associated with increased frequency of S. aureus onskin of hospitalized patients. BMC Infect. Dis. 7:105. 9.Bischoff, M., et al. 2004. Microarray-based analysis of the Staphylococcus aureus H9268 Bregulon. J. Bacteriol. 186:40854099. 10.Bohn, C., C. Rigoulay, and P. Bouloc. 2007. No detectable effect of RNA- binding protein Hfq absence in Staphylococcus aureus. BMC Microbiol.7:10. 11.Bollinger, R. R., A. S. Barbas, E. L. Bush, S. S. Lin, and W. Parker. 2007. Biolms in the normal human large bowel: fact rather than ction. Gut56:14811482. 12.Boyce, J. M., N. L. Havill, and B. Maria. 2005. Frequency and possible infection control implications of gastrointestinal colonization with methicil-lin-resistant Staphylococcus aureus . J. Clin. Microbiol. 43:59925995. 13.Crabbe, A., et al. 2008. Use of the rotating wall vessel technology to study the effect of shear stress on growth behaviour of Pseudomonas aeruginosa PA01.Environ. Microbiol. 10:20982110. 14.Crabbe, A., et al. 2010. Response of Pseudomonas aeruginosa PAO1 to low shear modelled microgravity involves AlgU regulation. Environ. Microbiol.12:15451564. 15.Crossley, K., and J. Solliday. 1980. Comparison of rectal swabs and stool cultures for the detection of gastrointestinal carriage of Staphylococcus au- reus. J. Clin. Microbiol. 11:433434. 16.Dearing, W. H., and G. M. Needham. 1960. Hospitalized patients with Staph- ylococcus aureus in the intestine. JAMA 174:15971602. 17.Dinges, M. M., P. M. Orwin, and P. M. Schlievert. 2000. Exotoxins of Staphylococcus aureus . Clin. Microbiol. Rev. 13:1634. 18.Dunman, P. M., et al. 2001. Transcription proling-based identication of Staphylococcus aureus genes regulated by the agrandor sarA loci. J. Bacte- riol. 183:73417353. 19.Fang, A., D. L. Pierson, D. W. Koenig, S. K. Mishra, and A. L. Demain. 1997. Effect of simulated microgravity and shear stress on microcin B17 productionbyEscherichia coli and on its excretion into the medium. Appl. Environ. Microbiol. 63:40904092. 20.Formal, S. B., T. L. Hale, and P. J. Sansonetti. 1983. Invasive enteric pathogens. Rev. Infect. Dis. 5(Suppl. 4) :S702S707. 21.Formal, S. B., and R. B. Hornick. 1978. Invasive Escherichia coli. J. Infect. Dis. 137:641644. 22.Gertz, S., et al. 2000. Characterization of the H9268 Bregulon in Staphylococcus aureus . J. Bacteriol. 182:69836991. 23.Gries, D. M., N. J. Pultz, and C. J. Donskey. 2005. Growth in cecal mucus facilitates colonization of the mouse intestinal tract by methicillin-resistantStaphylococcus aureus. J. Infect. Dis. 192:16211627. 24.Guo, P., A. M. Weinstein, and S. Weinbaum. 2000. A hydrodynamic mecha- nosensory hypothesis for brush border microvilli. Am. J. Physiol. RenalPhysiol. 279:F698F712. 25.Harro, J. M., et al. 2010. Vaccine development in Staphylococcus aureus: taking the biolm phenotype into consideration. FEMS Immunol. Med.Microbiol. 59:306323. 26.Honer zu Bentrup, K., et al. 2006. Three-dimensional organotypic models of human colonic epithelium to study the early stages of enteric salmonellosis.Microbes Infect. 8:18131825. 27.Jefferson, K. K. 2004. What drives bacteria to produce a biolm? FEMS Microbiol. Lett. 236:163173. 28.Jin, L. Q., et al. 2005. Detection and identication of intestinal pathogenic bacteria by hybridization to oligonucleotide microarrays. World J. Gastro-enterol. 11:76157619. 29.Katzif, S., E. H. Lee, A. B. Law, Y. L. Tzeng, and W. M. Shafer. 2005. CspA regulates pigment production in Staphylococcus aureus through a SigB-de- pendent mechanism. J. Bacteriol. 187:81818184. 30.Kluytmans, J., A. van Belkum, and H. Verbrugh. 1997. Nasal carriage of Staphylococcus aureus : epidemiology, underlying mechanisms, and associ- ated risks. Clin. Microbiol. Rev. 10:505520. 31.Kostenko, V., M. M. Salek, P. Sattari, and R. J. Martinuzzi. 2010. Staphy- lococcus aureus biolm formation and tolerance to antibiotics in response tooscillatory shear stresses of physiological levels. FEMS Immunol. Med. Mi-crobiol. 59:421431. 32.Kuehnert, M. J., et al. 2005. Methicillin-resistant Staphylococcus aureus hospitalizations, United States. Emerg. Infect. Dis. 11:868872. 33.Kullik, I., P. Giachino, and T. Fuchs. 1998. Deletion of the alternative sigma factor H9268 BinStaphylococcus aureus reveals its function as a global regulator of virulence genes. J. Bacteriol. 180:48144820. 34.Kuroda, M., et al. 2001. Whole genome sequencing of meticillin-resistant Staphylococcus aureus. Lancet 357:12251240. 35.Liu, G. Y., et al. 2005. Staphylococcus aureus golden pigment impairs neu-trophil killing and promotes virulence through its antioxidant activity. J. Exp. Med. 202:209215. 36.Liu, Y., et al. 2010. Hfq is a global regulator that controls the pathogenicity of Staphylococcus aureus. PLoS One 5:e13069. 37.Lynch, S. V., E. L. Brodie, and A. Matin. 2004. Role and regulation of sigma S in general resistance conferred by low-shear simulated microgravity inEscherichia coli . J. Bacteriol. 186:82078212. 38.Lynch, S. V., K. Mukundakrishnan, M. R. Benoit, P. S. Ayyaswamy, and A. Matin. 2006. Escherichia coli biolms formed under low-shear modeled microgravity in a ground-based system. Appl. Environ. Microbiol. 72:7701 7710. 39.Macfarlane, S. 2008. Microbial biolm communities in the gastrointestinal tract. J. Clin. Gastroenterol. 42(Suppl. 3) :S142S143. 40.Macfarlane, S., and J. F. Dillon. 2007. Microbial biolms in the human gastrointestinal tract. J. Appl. Microbiol. 102:11871196. 41.Malek, A. M., S. L. Alper, and S. Izumo. 1999. Hemodynamic shear stress and its role in atherosclerosis. JAMA 282:20352042. 42.Marshall, J. H., and G. J. Wilmoth. 1981. Pigments of Staphylococcus aureus , a series of triterpenoid carotenoids. J. Bacteriol. 147:900913. 43.Mead, P. S., et al. 1999. Food-related illness and death in the United States. Emerg. Infect. Dis. 5:607625. 44.Mohamed, N., T. R. Rainier, Jr., and J. M. Ross. 2000. Novel experimental study of receptor-mediated bacterial adhesion under the inuence of uidshear. Biotechnol. Bioeng. 68:628636. 45.Nadell, C. D., J. B. Xavier, and K. R. Foster. 2009. The sociobiology of biolms. FEMS Microbiol. Rev. 33:206224. 46.Nauman, E. A., et al. 2007. Novel quantitative biosystem for modeling phys- iological uid shear stress on cells. Appl. Environ. Microbiol. 73:699705. 47.Nickerson, C. A., et al. 2001. Three-dimensional tissue assemblies: novel models for the study of Salmonella enterica serovar Typhimurium pathogen- esis. Infect. Immun. 69:71067120. 48.Nickerson, C. A., et al. 2000. Microgravity as a novel environmental signal affecting Salmonella enterica serovar Typhimurium virulence. Infect. Immun. 68:31473152. 49.Nickerson, C. A., C. M. Ott, J. W. Wilson, R. Ramamurthy, and D. L. Pierson. 2004. Microbial responses to microgravity and other low-shear environments. Microbiol. Mol. Biol. Rev. 68:345361. 50.OSeaghdha, M., et al. 2006. Staphylococcus aureus protein A binding to von Willebrand factor A1 domain is mediated by conserved IgG binding regions.FEBS J. 273:48314841. 51.Pagels, M., et al. 2010. Redox sensing by a Rex-family repressor is involved in the regulation of anaerobic gene expression in Staphylococcus aureus.Mol. Microbiol. 76:114211461. 52.Palestrant, D., et al. 2004. Microbial biolms in the gut: visualization by electron microscopy and by acridine orange staining. Ultrastruct. Pathol.28:2327. 53.Patti, J. M., B. L. Allen, M. J. McGavin, and M. Hook. 1994. MSCRAMM- mediated adherence of microorganisms to host tissues. Annu. Rev. Micro-biol. 48:585617. 54.Pawar, P., P. K. Shin, S. A. Mousa, J. M. Ross, and K. Konstantopoulos. 2004. Fluid shear regulates the kinetics and receptor specicity of Staphy-lococcus aureus binding to activated platelets. J. Immunol. 173:12581265. 55.Pearson, J. P., and I. A. Brownlee. 2010. The interaction of large bowel microora with the colonic mucus barrier. Int. J. Inam. 2010: 321426. 56.Pelz, A., et al. 2005. Structure and biosynthesis of staphyloxanthin from Staphylococcus aureus. J. Biol. Chem. 280:3249332498. 57.Rachid, S., et al. 2000. Alternative transcription factor H9268 Bis involved in regulation of biolm expression in a Staphylococcus aureus mucosal isolate. J. Bacteriol. 182:68246826. 58.Radtke, A. L., J. W. Wilson, S. Sarker, and C. A. Nickerson. 2010. Analysis of interactions of Salmonella type three secretion mutants with 3-D intestinalepithelial cells. PLoS One 5:e15750. 59.Ray, A. J., N. J. Pultz, A. Bhalla, D. C. Aron, and C. J. Donskey. 2003. Coexistence of vancomycin-resistant enterococci and Staphylococcus aureusin the intestinal tracts of hospitalized patients. Clin. Infect. Dis. 37:875881. 60.Resch, A., R. Rosenstein, C. Nerz, and F. Gotz. 2005. Differential gene expression proling of Staphylococcus aureus cultivated under biolm and planktonic conditions. Appl. Environ. Microbiol. 71:26632676. 61.Rimland, D., and B. Roberson. 1986. Gastrointestinal carriage of methicillin- resistant Staphylococcus aureus . J. Clin. Microbiol. 24:137138. 62.Rosado, H., D. Doyle, J. Hinds, and P. Taylor. 2009. Low-shear modelled microgravity alters expression of virulence determinants of Staphylococcusaureus. Acta Astronaut. 66:408413. 63.Rupp, C. J., C. A. Fux, and P. Stoodley. 2005. Viscoelasticity of Staphylo- coccus aureus biolms in response to uid shear allows resistance to detach- ment and facilitates rolling migration. Appl. Environ. Microbiol. 71:2175 2178. 64.Salyers, A., and N. B. Shoemaker. 2006. Reservoirs of antibiotic resistance genes. Anim. Biotechnol. 17:137146. 65.Shirtliff, M. E., J. T. Mader, and A. K. Camper. 2002. Molecular interactions in biolms. Chem. Biol. 9:859871.VOL. 77, 2011 LOW-FLUID-SHEAR CULTURE OF S. AUREUS 637766.Smith, H. 1995. The revival of interest in mechanisms of bacterial pathoge- nicity. Biol. Rev. Camb. Philos. Soc. 70:277316. 67.Sonnenburg, J. L., L. T. Angenent, and J. I. Gordon. 2004. Getting a grip on things: how do communities of bacterial symbionts become established inour intestine? Nat. Immunol. 5:569573. 68.Valentin-Hansen, P., M. Eriksen, and C. Udesen. 2004. The bacterial Sm-like protein Hfq: a key player in RNA transactions. Mol. Microbiol. 51:15251533. 69.Valle, J., et al. 2003. SarA and not H9268 Bis essential for biolm development by Staphylococcus aureus. Mol. Microbiol. 48:10751087. 70.Vesterlund, S., M. Karp, S. Salminen, and A. C. Ouwehand. 2006. Staphy- lococcus aureus adheres to human intestinal mucus but can be displaced bycertain lactic acid bacteria. Microbiology 152:18191826.71.Vukanti, R., E. Mintz, and L. G. Leff. 2008. Changes in gene expression of E. coli under conditions of modeled reduced gravity. Microgravity Sci. Technol.20:4157. 72.Wilson, J. W., et al. 2007. Space ight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq. Proc. Natl. Acad. Sci.U. S. A. 104:1629916304. 73.Wilson, J. W., et al. 2002. Low-shear modeled microgravity alters the Sal- monella enterica serovar Typhimurium stress response in an RpoS-indepen- dent manner. Appl. Environ. Microbiol. 68:54085416. 74.Wilson, J. W., et al. 2002. Microarray analysis identies Salmonella genes belonging to the low-shear modeled microgravity regulon. Proc. Natl. Acad.Sci. U. S. A. 99:1380713812.6378 CASTRO ET AL. APPL.ENVIRON .M ICROBIOL .",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]