[
    {
        "pmid": "33080015",
        "title": "NASA GeneLab: interfaces for the exploration of space omics data.",
        "year": "2021",
        "journal": "Nucleic Acids Res",
        "abstract": "The mission of NASA's GeneLab database (https://genelab.nasa.gov/) is to collect, curate, and provide access to the genomic, transcriptomic, proteomic and metabolomic (so-called 'omics') data from biospecimens flown in space or exposed to simulated space stressors, maximizing their utilization. This large collection of data enables the exploration of molecular network responses to space environments using a systems biology approach. We review here the various components of the GeneLab platform, including the new data repository web interface, and the GeneLab Online Data Entry (GEODE) web portal, which will support the expansion of the database in the future to include companion non-omics assay data. We discuss our design for GEODE, particularly how it promotes investigators providing more accurate metadata, reducing the curation effort required of GeneLab staff. We also introduce here a new GeneLab Application Programming Interface (API) specifically designed to support tools for the visualization of processed omics data. We review the outreach efforts by GeneLab to utilize the spaceflight data in the repository to generate novel discoveries and develop new hypotheses, including spearheading data analysis working groups, and a high school student training program. All these efforts are aimed ultimately at supporting precision risk management for human space exploration.",
        "full_text": "Publishedonline20October2020 NucleicAcidsResearch,2021,Vol.49,Databaseissue D1515D1522 doi:10.1093nargkaa887 NASA GeneLab: interfaces for the exploration of space omics data Daniel C. Berrios1, Jonathan Galazka2, Kirill Grigorev3, Samrawit Gebre4and Sylvain V. Costes2, 1USRA NASA Ames Research Center, Moffett Field, CA 94035, USA,2NASA Ames Research Center, Moffett Field, CA 94035, USA,3Weill Cornell Medicine, New York, NY 10065, USA and4KBR NASA Ames Research Center, Moffett Field, CA 94035, USA Received August 21, 2020; Revised September 16, 2020; Editorial Decision September 25, 2020; Accepted October 06, 2020 ABSTRACT The mission of NASAs GeneLab database ( https: genelab.nasa.gov ) is to collect, curate, and pro- vide access to the genomic, transcriptomic, pro- teomic and metabolomic (so-called omics) data from biospecimens own in space or exposed to sim- ulated space stressors, maximizing their utilization.This large collection of data enables the exploration of molecular network responses to space environ- ments using a systems biology approach. We reviewhere the various components of the GeneLab plat- form, including the new data repository web inter- face, and the GeneLab Online Data Entry (GEODE)web portal, which will support the expansion of the database in the future to include companion non- omics assay data. We discuss our design for GEODE,particularly how it promotes investigators providing more accurate metadata, reducing the curation effort required of GeneLab staff. We also introduce herea new GeneLab Application Programming Interface (API) specically designed to support tools for the visualization of processed omics data. We review the outreach efforts by GeneLab to utilize the spaceight data in the repository to generate novel discoveriesand develop new hypotheses, including spearhead- ing data analysis working groups, and a high school student training program. All these efforts are aimedultimately at supporting precision risk management for human space exploration. INTRODUCTION Scientists are leveraging space-based platforms such as the International Space Station (ISS) and earth-based labora-tories such as the NASA Space Radiation Laboratory to study the effects of space on biological organisms, generat-ing nucleic acid, protein, and metabolite profiling data at anunprecedentedrate.The2011NationalResearchCoun-cil (NRC) Decadal Survey presaged this wave of change almost a decade ago, and called for the development of more powerful informatics technologies to meet the grow-ing needs of these researchers ( 1). The Survey also pro- mulgated the use of a systems biology approach by space biosciences investigators, which led to the formation of theGeneLab project ( https:genelab.nasa.gov ), a science ini- tiative at NASA to maximize omics data collected from spaceflightandgroundsimulationexperiments,andinclud-ingthecreationin2014oftheNASAGeneLabdatarepos- itory (https:genelab-data.ndc.nasa.gov )(1). The mis- sion of GeneLab is to maximize the utilization of valu-able biospecimens flown in space or exposed to simulated space stressors through the collection and curation of ge- nomic, transcriptomic, proteomic and metabolomic (so-called omics) data, in order to enable the exploration of molecular network responses to space environments us- ing a systems biology approach. Our designs for the datarepository continue to be guided by the FAIR principles (2,3). To foster open science in space biology research and to stimulate research opportunities based on an integratedmulti-omics analysis approach, investigators who gener- ate omics data are encouraged to contact GeneLab for the latest information concerning data submission require- ments and procedures. All GeneLab repository data are open-access. Wereviewherethevariouscomponents(Figure 1)ofthe database, then describe its new data repository web inter- face and the GeneLab Online Data Entry (GEODE) webportal, which provides self-service data curation, and will support the expansion of the database in the future to in- cludecompanionnon-omicsassaydata.Wediscussourde-signstrategiesforGEODE,emphasizinghowtheypromote investigators providing more accurate metadata using con- trolled vocabularies, reducing the curation effort requiredof GeneLab staff. We also introduce here a new GeneLab Towhomcorrespondenceshouldbeaddressed.Tel: 16506045343;Email:sylvain.v.costesnasa.gov CcirclecopyrtTheAuthor(s) 2020. Published by Oxford University Presson behalf of NucleicAcids Research. Thisisan Open Accessarticledistributed under the termsof theCreative Commons Attribution Non-Commercial License (http: creativecommons.org licenses by-nc 4.0),whichpermitsnon-commercialre-use,distribution,andreproductioninanymedium,providedtheoriginalwork isproperlycited.For commercialre-use, pleasecontact journals.permissionsoup.comD1516NucleicAcidsResearch,2021,Vol.49,Databaseissue Figure 1. The GeneLab database and its connections to intramural and extramural systems. The database API is leveraged extensively by components of the GeneLab Data Systems: the database web browser interface ( A), the GeneLab Online Data Entry tool ( B), a workspace tool for private data sharing (C),andtheGeneLabdatavisualizationserver( D).ThedatabaseAPIisalsobeingusedtopowervariousextramuraldataanalyticsandvisualizationtools (E,F).TheGeneLabPublicAnalyticsplatform( G)andDataProcessingsystems( H)accesstherepositorydatafilesdirectly. Application Programming Interface (API) specifically de- signed to support tools for the visualization of processedomicsdata.Suchvisualizationtoolsareessentialtofulfilan Open Science mandate, democratizing the access to data and allowing the scientific community at large to gain newknowledgeonhowspaceflightaffectslife,fromhumansand mice,to plants and microbes. GENELAB DATABASE HOLDINGS As of August 2020, GeneLab houses data from 271 stud- ies representing investigations of many kinds of spaceflight experimentalfactors:gravitylevel(microgravity,hypergrav- ity), ionizing radiation, circadian disruption, and atmo-sphericpressure,togetherwithinformationonconfounding variables such as organism diet, age, and sample preserva- tion methods, for a variety of biological organisms (Figure2). Approximately half the studies in the GeneLab reposi- toryarefromexperimentsconductedinspace,andtheother halffromground-based(spaceanalogue)environments( 4). Mammalian(primarilyrodentandhumancellline)investi- gationsaccountforamajoritythestudies.Otherorganisms studied include various flowering plants, (e.g. Arabidopsis thaliana), microbes, nematodes (primarily Caenorhabditis elegans), insects (Drosophila melanogaster ), and bony fish. Although,themostprevalentstudyassaytypeistranscrip-tion profiling, the database also includes studies of protein expression,wholegenomesequencing,metaboliteprofiling, metagenomics, epigenomics and epitranscriptomics. Inves- tigatorscontinuetosubmitdatafromnewkindsofassaysat an ever-increasing rate, particularly new kinds of RNA se-quencing assays, such as spatial transcription profiling ( 5) data (6). Accommodating these new kinds of assays have notrequiredGeneLabdatasystemssoftwaredevelopment, onlyminor changes to systems configuration files. DATA PROCESSING STANDARDIZATION Since its inception GeneLab has focused on adopting best practicesregardingtheuseofcommunity-derivedstandards for metadata and data processing. For submitted meta- data, GeneLab curators encourage the use of domain on-tologies, and meticulously, manually harmonize submitted metadatawiththoseofexistingstudies( 1).Tosupportcon- sistent interpretation of submitted data, GeneLab curatorsaugment submitted metadata for spaceflight studies with spacecraftenvironmentalmetadata.Forexample,forexper- iments conducted on board the U.S. Space TransportationSystem(theSpaceShuttle),ontheISS,andonboardvar- iousotherspacecraft,GeneLabhasgathered,summarized, and attached radiation exposure metadata to the other ex-periment metadata submitted by investigators ( 4). Ambi- entCO 2,temperature,andhumiditydataarealsogathered, summarized,andassociatedwitheachsampleformetadatasubmittedforISS experiments. GeneLab has also begun to process submitted transcrip- tomic data using consensus pipelines developed by repre-sentatives of the space biology community ( https:github. comnasaGeneLab DataProcessing ). This yields gene ex- pression analysis data that are then made available in the database together with the raw data, and all intermedi- ate data processing files. At the time of this writing, 103NucleicAcidsResearch,2021,Vol.49,Databaseissue D1517 Figure2. GeneLabdatabasecontentbystudyexperimentenvironment( A),studyassaytypebyyearofdatapublication( B),andorganismstudiedbyyear ofdatapublication( C). GeneLab transcription profiling studies in the database have processed dataavailable. KEY DATABASE FEATURES When originally designed, the GeneLab data systems sought merely to replicate features of existing, publicly-available life sciences data repositories that have long been recognizedasvaluabletoend-users.Theseincludedtheuse of persistent, immutable accession numbers for submitteddata, completelyopen access, and an API to allow for data file and metadata retrieval. Since this original design sev- eral years ago, GeneLab has sought to improve on this setoffeatures,andimplementnewonesinlinewithadvancing end-user needs and new, community-derived design princi- ples fordatarepositories. User interface The initial user interface for the data repository organized studymetadatausingaseriesoftabs,oneeachforadminis- trative,protocol,sample,andassaymetadata.However,thislayout makes it difficult for users to see more than one ac- tivetabscontentatthesametime.Wehavesincerevisedthe layout to use navigable, movable, and collapsible sectionsfor each kind of metadata (Figure 3)s ot h a tu s e r sc a nc r e - ate custom displays to organize and view the exact kind of metadatatheywant. Increased FAIRness Digitalobjectidentifiers. Fromitsinception,GeneLabhas sought to implement community-derived (i.e. open) stan-dards for the data and metadata it curates, and for the op- eration of the database (end-user interactions, curation byGeneLab, etc.). Largely concurrent with the design of the GeneLabDataRepository,theglobalscientificcommunity convergedonasetofoptimaldesignfeaturesfordatarepos-itories,nowtermedtheFAIR(Findability,Accessibility,In- teroperability, and Reusability) principles. In the area of Findability, the data repository now provides Digital Ob- jectIdentifiers(DOIs)forallsubmitteddatasets.DOIshave guaranteedpersistence,andresolutioncontrolmechanismsthat are centralized (independent of the data source), and provide users of the GeneLab datasets with a way to cite them easily and uniformly. In addition, each version of adataset (distinguished by changes in data files or in meta- data) is tracked in the data repository, and users can opt to see previous versions through the web interface (Figure3). This ensures persistence of the specific version of data as cited by others. Finally, NASA is currently developing processes for the automated submission to other databasesof data submitted first to GeneLab, with the twin goals of making the data more findable from extramural database systems, and reducing the burden to data providers of gen-erating multipledatasubmissions. Accessibility. All data in the GeneLab data repository continuestobeaccessibletoalluserswithoutuserauthenti- cations.Toprovidethegreatestaccessibilitytoitsdataanal-ysistoolsandcollaborativeworkspace,theGeneLabanaly- sis and collaboration platforms have integrated the widely- available Google credentialing system into its authentica-tion systems. Users can opt to use their Google-managed credentials or, if they have them, use their NASA creden-D1518NucleicAcidsResearch,2021,Vol.49,Databaseissue Figure3. RedesignedindividualstudypageoftheGeneLabdatarepository.Userscanclickonthesectionlinks( A)tonavigatetoeachpanelofmetadata, open close (collapse) each panel of metadata using the arrow on the panel header ( B), and or drag panels to re-order metadata displays ( C). For each studydataset,aDOIisgenerated( D),andeverysubmittedversionofthedatasetcanbedisplayedusingadrop-downmenu( E). tials to access these subsystems. It is our intention that this developmentleadstoincreasedaccesstoandusageofthese tools formoreinvestigators. Linked data. One the biggest areas where many data repositoriesfallshortusingFAIR-basedmetricsisinterop-erability( 2),whichoftenpresentsabarriertodatareusabil- ity.Inordertosupportsystemsinteroperationandincrease data reuse, the GeneLab repository data uses the widelyknownISAexperimentmodel( 7)fortaggingdatafileswith metadata. The ISA model leverages community-developed concept vocabularies (ontologies), so that there is agree- mentamongusersonmetadatameaning,andthereforedata characterization. Furthermore these models support link-age of data values (linked data) so that, for example, bio- logicalsamples,personnelorresourcesreusedacrossexperi- mentsneedonlybedescribedoncebythefirstexperimenttorefertothem.Subsequentinvestigationsthatalsousethese objectsthencanquicklysearchforandrefertothemintheir investigation descriptions. In the specific domain of space biology, it is common to re-usesamplesacrossdifferentinvestigations,giventhehigh cost of generating biological sample data in space environ-ments.Inmanyotherapplicationareas,itiscommontore- use parts of experimental protocols, and these too can be similarreferredtobydatasubmittersusingtheISAmodel,rather than duplicated semanticallyin thedata repository. Web-browser data submissions. The most recent addition to the GeneLab Data Systems is GEODE, the GeneLab Environment for Online Data Entry. This interface sup-ports the creation of complex metadata descriptions of datasets, and was built in collaboration with, and by ex- tending an interface originally developed by, the Metabo-lights(8)databaseatEBI.Thiswebbrowserinterface(Fig- ure4) allows users to develop ISA-tab sets of metadata througheitheraguidedsubmissionwizard,inwhichuserscreate metadata step-by-step, or Study Overview method, in which metadata can be arbitrarily edited. Data submit- ters and GeneLab curation staff can both create metadatausing GEODE; submitters are limited to editing only their ownsubmittedmetadata,whileGeneLabcurationstaffcan accessandeditallmetadata.Thewebinterfaceprovidesthecapability for submitters (or curators) to look up metadata concepts in online ontologies dynamically, which reduces metadata normalization effort of the curation staff. Fur-thermore, GEODE provides continuously available data set editing for submitters (or curators), so that they can rapidly and efficiently update and correct their data; anydata set owner (or curator) can change the status of their published data sets to In Review, make changes to the data metadata, and re-submititforrelease at anytime. EnhancedAPI. GeneLabhasalwaysprovidedanApplica- tion Programming Interface (API) for the retrieval of indi- vidual experiment data and metadata files. Improvements in this API now enables users to query the database forsamples, potentially across multiple datasets and assays, by combinations of values of metadata fields, and then to retrieve sample-associated experiment data. Both the dataand the accompanying annotations are returned in a tabu- larformatsuitablefordownstreamprocessinginavarietyofNucleicAcidsResearch,2021,Vol.49,Databaseissue D1519 Figure4. TheGEODEwebbrowserinterfaceusedbybothdatasubmittersandGeneLabdatacurationstaff.BelowthedatasetStatusanddesiredrelease datefields( A)aretheuser-enteredtitle,contact(s)andbriefstudydescriptionfields( B),theuser-selectedchosentaxon(s)studied( C),relevantpublication objects(D)andsubsectionsforuserstospecifyfurtherdetailsofthestudysdescription,protocols,samples,assaysandstudyfiles( E),allvalidatedagainst theISAmodel. languagesandenvironmentscommonlyusedbydatascien- tists. This, in turn, empowers researchers to conduct multi- dataset and multi-omics analyses, such as investigating the impact of single experiment factors on a variety of organ-ismsduringspaceflight.Forexample,theAPIcanbelever- aged to interrogate the entirety of the GeneLab database for RNA-Seq assay gene expression counts from all sam-plesfromMusmusculus thatexperiencedaspecifiedlevelof ionizingradiation;sucharequestreturnsgenecountsfrom multipledatasetsaswellasallothermetadatavaluesassoci-atedwiththesamples(statusofspaceflight,radiationdose, diet, age, etc.), immediately providing the end-user with dataandannotationssuitabletobuildacomplexmodelthataccountsforallmainandconfoundingfactorsknowntothe database. The API also supports queries for multiple assay types, for example, all transcriptomic and epigenomic as-says, facilitating multi-omics data analyses. This enhanced API layer is currently being leveraged within GeneLab to provideadvanceddatavisualizationsofGeneLabprocesseddata (9). These include a data table browser for sample data and annotations, and common statistical data visu- alizations such as principal component analysis, in a web-browser interface. Finally, we should note that, as the data API leverages the versatile ISA-Tab format to bring anno- tations to data files, this API could be easily extended to numerous types of assay data, not justomics.COMMUNITY Scientificoutreach A key goal of the GeneLab project is to bring together a community of scientists to generate novel hypotheses and make valuable scientific discoveries using the data in theGeneLabdatabase.GeneLabhassoughttoengageworking groups of students, bioinformaticians, space biologists, re- searchersandcitizenscientistsbyprovidingfreely-available data analysis tools and support for their use. Users can ac- cess userguides and tutorialvideos onhowtouse thevari-ousGeneLabapplications,includinghowtoanalyzeRNA- seq datasets using the GeneLab Analysis Platform ( https: genelab.nasa.govhelptutorials ). Furthermore, NASA has developed the GeneLab 4 High School (GL4HS) train- ing program, in which fifteen high school students learn how to use the GeneLab tools over four weeks to ana-lyzespaceflightmicroarrayandRNA-seqdata,howtogen- erate follow-on hypotheses based on these analyses, how to design a ground-based experiment to test these hy-potheses, and ultimately write research proposals for the experiments( https:www.nasa.govamesgenelab-for-high- schools).GeneLabisalsolaunchinganEducationWorking Group,agroupofeducatorsandscientists,whowilldevelop educational content that promotes the use of the GeneLab database, and its visualization and analytical tools.D1520NucleicAcidsResearch,2021,Vol.49,Databaseissue Analysis working groups In 2018 GeneLab formed four Analysis Working Groups (AWGs)comprisedofover100scientistsandstudentsfrom multiple space agencies, academia, and industry, for the purpose of optimizing and standardizing the processing ofraw omics data from the GeneLab repository. The AWGs work in four major areas: animal, plant, microbial, and multi-omics data processing. The consensus data process-ing pipelines developed in each group are then used by GeneLab to process the data in the repository (see Data Processing Standardization above). The AWGs have begun toutilizetheprocesseddatatopublishinsightsinimportant areas ofspace biology ( 1014). Data re-use The number of GeneLab studies continue to grow rapidly, providing more opportunities for meta-analysis. Currently there are 18 publications of this type linked to reposi- torydatasetsthattogetherleveraged78repositorydatasets(seehttps:genelab.nasa.govpublicationsderived ). In ad- dition, an increasing number of extramural visualization tools are consuming the processed data in the repositorythrough its API. For example, the Test of Arabidopsis Space Transcriptome (TOAST) tool has a graphical user interface through which users can quickly compare thedata from plant spaceflight experiments using real-time, gene-specific queries, or explore gene networks of inter- est(15).Likewise,ProjectMANGO( https:www.ebi.ac.uk metagenomicssuper-studies3 )userscangenerateandvisu- alizetaxonomicanalysesofGeneLabprocesseddatatoex- plore themicrobiome ofthe ISS. FUTURE DIRECTIONS Astronaut data In 2011 the National Research Council of the U.S. rec- ognized the importance of collecting astronaut data, inaddition to model organism data in the Decadal Survey (16): because of the limited number of humans who un- dergo exposure to the space environment, maintaining anextensive and well-organized database and managing it as a resource to be shared with the scientific community has long been viewed as an essential step for scientific dis-covery. However, anonymizing astronaut data presents a unique challenge as the cohort is indeed extremely small, and very few metadata (e.g. just gender and flight dates)maybeusedtoidentifyindividuals.Nevertheless,toachieve greaterreuseofthesedata,theytooshouldbemadepartof an Open Science framework using FAIR principles. Theyshouldbestoredinnon-proprietaryformatsbasedonopen (community-derived)standards,withopenaccessandwith linkages to other data that provide important context ( 17). This goal was nicely summarized by Higman et al.(17), datashouldbeasopenaspossible,asclosedasnecessary. More effort should be put into identifying what types ofdata can remain open, even if one can identify the indi- vidualstowhichtheybelong.Forexample,geneexpression levels do not present any sensitive information in the con- text of the response to stresses like microgravity and radia- tion. Such information should therefore be made availablethroughopenscienceframeworksassoonasthesedataare released for publication by investigators. Any information revealing sensitive and personal information, such as that whichcanbederivedfromDNAorRNAsequences,wouldremain access-controlled. Enabling precision space risk management Althoughvaluableknowledgehasbeengainedfromexperi- mentsconductedinspaceorfromspacesimulationsonthe ground,littleprogresshasbeenmadeintermsofmodelling theimpactofspaceflightonhumans.Mostriskmodelshavebeen focusing on space radiation and cancer ( 1820). The strong epidemiological data on cancer risk from ionizing radiation ( 21) and the existence of accelerators dedicated tosimulatingspaceradiationhavebeenthemainthrustbe- hind these risk models. Ionizing radiation is an easy-to-use experimental factor, with good quantitative input and out-put, enabling mathematical models. Briefly, scientists con- trol precisely the dose, the dose rate and the type of radi- ation delivered and they can measure precisely short-termendpoints such as DNA double strand breaks ( 22,23). In- terestingly, such responses have been shown to be modu- lated by the genetic background of an individual ( 2426), eventually leading to DNA mutations and cancer ( 2729). Because modelling requires quantitative data, omics data are very well suited to informing risk models and to tack- ling more challenging stressors such as microgravity. The growing amount of omics data generated by NASA princi- palinvestigatorsandtherecentguidelinesfromNASAem- phasizing the importance of submitting all omics data to GeneLabarethereforeexcitingdevelopmentsformodellers.Indeed,thesoftwarearchitecturedesignedbyGeneLaband itsstrategiesarounddataandmetadataharmonizationwill enablethedevelopmentofthenextgenerationofspaceriskmodels.Byclassifyingexperimentalfactorsintodigital ob- jects and by transforming raw data into comparable quan- titative endpoints using a workflow approved by the com-munity, GeneLab lets users see how space factors affect a large array of biological processes ( 13,3032). By estab- lishing mathematical laws describing the relationship be-tweenfactorsvaluesandbiologicalendpoints,onecanstart building more elaborate computer models. By integrating information from other NASA databases with more qual-itative data (e.g. immunocytochemistry, behavioural data) usingthesamemetadataschemaandharmonizationstrate- gies,GeneLabcancontinuetoevolveasaknowledge-basedsystem,fullyleveragingadvancesinmachinelearning,pro- viding insights on enabling human life in space, and en- abling individualized space risk models for precision spacemedicine. GeneLab plans to utilize machine learning algorithms and artificial intelligence (AI) to maximize the usage of itsdata, especially in the context of modelling and extrapo- lation to human risks. Such effort may start by providing a portal proposing mechanistic models describing knownhealth risks (cancer, muscle atrophy, bone loss, etc.). Such a tool would allow users to test how well GeneLab omics data and data from other databases support these mod- els and test alternative models. Such approach will involve collaborating with the NASA Ames Life Sciences DataNucleicAcidsResearch,2021,Vol.49,Databaseissue D1521 Archive (ALSDA), which archives biospecimens and non- omics data from mammalian and microbial NASA experi- ments. DATA AVAILABILITY NASA GeneLab is an open-access data repository ( https: genelab.nasa.gov ). ACKNOWLEDGEMENTS We would like to thank all members of the GeneLab team andthedatasystemsteaminparticular:MsJamieBales,Mr Peter ODonnell, Ms Sonja Caldwell and Mr Matias Fer- nandez, fordevelopingthedatabase and web applications. FUNDING Space Biology Program (Science Mission Directorate, Bi- ological and Physical Sciences Division) of the NationalAeronautics and Space Administration. Funding for open access charge: NASA. Conflictofintereststatement. Nonedeclared. REFERENCES 1. Ray,S.,Gebre,S.,Fogle,H.,Berrios,D.C.,Tran,P.B.,Galazka,J.M. andCostes,S.V.(2019)GeneLab:Omicsdatabaseforspaceflight experiments. Bioinformatics ,35,17531759. 2. Berrios,D.C.,Beheshti,A.andCostes,S.V.(2018)FAIRnessand usabilityforopen-accessomicsdatasystems.In: Proceedingsofthe 2018AMIAAnnualSymposium .AMIA,pp.232241. 3. Wilkinson,M.D.,Dumontier,M.,Aalbersberg,I.J.,Appleton,G., Axton,M.,Baak,A.,Blomberg,N.,Boiten,J.W.,daSilva Santos,L.B.,Bourne,P.E. etal.(2016)TheFAIRGuidingPrinciplesforscientific datamanagementandstewardship. SciData,3,160018. 4. Beheshti,A.,Miller,J.,Kidane,Y.,Berrios,D.,Gebre,S.G.and Costes,S.V.(2018)NASAGeneLabproject:bridgingspaceradiationomicswithgroundstudies. Radiat.Res. ,189,553559. 5. Stahl,P.L.,Salm en,F.,Vickovic,S.,Lundmark,A.,Navarro,J.F., Magnusson,J.,Giacomello,S.,Asp,M.,Westholm,J.O.,Huss,M. etal. (2016)Visualizationandanalysisofgeneexpressionintissuesectionsbyspatialtranscriptomics. Science,353,7882. 6. Galazka,J.,Giacomello,S.,LaiPolo,S.-H.,Andrusivova,Z., Saravia-Butler,A.,Fogle,H.,Andrusivova,Z.,Giacomello,S.,Andrusivova,Z.,Boyko,V. etal.(2020)Spatiallyresolved transcriptionalanalysisofheartsfrommiceflownontheRR-3 mission.GeneLab ,10.26030 09s2-9 11version2. 7. Gonzalez-Beltr an,A.,Maguire,E.,Sansone,S.A.andRocca-Serra,P. (2014)linkedISA:semanticrepresentationofISA-Tabexperimentalmetadata.BMCBioinformatics ,15,S4. 8. Haug,K.,Cochrane,K.,Nainala,V.C.,Williams,M.,Chang,J., Jayaseelan,K.V.andODonovan,C.(2020)MetaboLights:aresourceevolvinginresponsetotheneedsofitsscientificcommunity. Nucleic AcidsRes. ,48,D440D444. 9. Berrios,D.,Weitz,E.,Grigorev,K.,Costes,S.V.,Gebre,S.and Beheshti,A.(2020)In: Ding,Q.,Eulenstein,O.andAl-Mubaid,H.(eds).Proceedingsofthe12thInternationalConferenceon BioinformaticsandComputationalBiology .EasyChair,Vol. 70,pp . 8998. 10. Bailey,S.,Mason,C.E.,Beheshti,A.,Hassane,D.,Costes,S.V., Grabham,P.,Scott,R.,Keune,J.,Bristow,T.,Klotz,R. etal.(2020) Hallmarksofspacebiology:thenextstageofexploration. Cell,In press. 11. Beheshti,A.,Chakravarty,K.,Fogle,H.,Fazelinia,H., Silveira,W.A.D.,Boyko,V.,Polo,S.-H.L.,Saravia-Butler,A.M., Hardiman,G.,Taylor,D. etal.(2019)Multi-omicsanalysisofmultiple missionstospacerevealathemeoflipiddysregulationinmouseliver.Sci.Rep.,9,19195.12. Beheshti,A.,McDonald,J.T.,Miller,J., Grabham,P.andCostes,S.V. (2019)GeneLabdatabaseanalysessuggestlong-termimpactofspaceradiationonthecardiovascularsystembytheactivationofFYN throughreactiveoxygenspecies. Int.J.Mol.Sci. ,20,661683. 13. McDonald,J.T.,Stainforth,R.,Miller,J.,Cahill,T.,daSilveira,W.A., Rathi,K.S.,Hardiman,G.,Taylor,D.,Costes,S.V.,Chauhan,V. etal. (2020)NASAgenelabplatformutilizedforbiologicalresponseto spaceradiationinanimalmodels. Cancers(Basel) ,12,318341. 14. Overbey,E.G.,Paul,A.M.,daSilveira,W.A.,Tahimic,C.G.T., Reinsch,S.S.,Szewczyk,N.,Stanbouly,S.,Wang,C.,Galazka,J.M.and Mao,X.W.(2019)Miceexposedtocombinedchroniclow-dose irradiationandmodeledmicrogravitydeveloplong-termneurologicalsequelae.Int.J.Mol.Sci. ,20,40945010. 15. Barker,R.,Lombardino,J.,Rasmussen,K.andGilroy,S.(2020)Test ofarabidopsisspacetranscriptome:adiscoveryenvironmentto exploremultipleplantbiologyspaceflightexperiments. Front.Plant Sci.,11,147147. 16. NationalAcademiesof SciencesEngineeringandMedicine(U.S.). CommitteeonaMidtermAssessmentofImplementationofthe DecadalSurveyonLifeandPhysicalSciencesResearchat NASA,NationalAcademiesof SciencesEngineeringandMedicine(U.S.). AeronauticsandSpaceEngineeringBoard.,NationalAcademiesof SciencesEngineeringandMedicine(U.S.).SpaceStudiesBoard.andNationalAcademiesof SciencesEngineeringandMedicine(U.S.).DivisiononEngineeringandPhysicalSciences.(2018)In: AMidterm AssessmentofImplementationoftheDecadalSurveyonLifeand PhysicalSciencesResearchatNASA .TheNationalAcademiesPress, Washington,DC. 17. Rosie,H.,Bangert,D.andJones,S.(2019)Threecamps,one destination:theintersectionsofresearch datamanagement,FAIR andopen.Insights,32,1827. 18. Schimmerling,W.,Cucinotta,F.A.andWilson,J.W.(2003)Radiation riskandhumanspaceexploration. Adv.SpaceRes. ,31,2734. 19. Cucinotta,F.A.andDurante,M.(2006)Cancerriskfromexposureto galacticcosmicrays:implicationsforspaceexplorationby humanbeings.LancetOncol. ,7,431435. 20. Heuskin,A.C.,Osseiran,A.I.,Tang,J.andCostes,S.V.(2016) Simulatingspaceradiation-Inducedbreasttumorincidenceusing automata. Radiat.Res .186,2738. 21. Preston,D.L.,Ron,E.,Tokuoka,S.,Funamoto,S.,Nishi,N.,Soda,M., Mabuchi,K.andKodama,K.(2007)Solidcancerincidenceinatomic bombsurvivors:19581998. Radiat.Res. ,168,164. 22. Costes,S.V.,Boissiere,A.,Ravani,S.,Romano,R.,Parvin,B.and Barcellos-Hoff,M.H.(2006)Imagingfeaturesthatdiscriminate betweenfociinducedbyhigh-andlow-LETradiationinhuman fibroblasts. Radiat.Res. ,165,505515. 23. Georgescu,W.,Osseiran,A.,Rojec,M.,Liu,Y.,Bombrun,M.,Tang,J. andCostes,S.V.(2015)CharacterizingtheDNAdamageresponseby celltrackingalgorithmsandcellfeaturesclassificationusing high-contenttime-lapseanalysis. PLoSOne ,10,e0129438. 24. Ochola,D.O.,Sharif,R.,Bedford,J.S.,Keefe,T.J.,Kato,T.A., Fallgren,C.M.,Demant,P.,Costes,S.V.andWeil,M.M.(2019) Persistenceofgamma-H2AXfociinbronchialcellscorrelateswith susceptibilitytoradiationassociatedlungcancerinmice. Radiat. Res.,191,6775. 25. Penninckx,S.,Cekanaviciute,E.,Degorre,C.,Guiet,E.,Viger,L., Lucas,S.andCostes,S.V.(2019)Dose,LETandstraindependenceof radiation-induced53BP1fociin15mousestrainsexvivointroducingnovelDNAdamagemetrics. Radiat.Res. ,192,112. 26. Pariset,E.,Penninckx,S.,Degorre,C.,Guiet,E.,LopezMacha,A., Cekanaviciute,E.,Snijders,A.M.,Mao,J.H.,Paris,F.andCostes,S.V. (2020)53BP1repairkineticsforpredictionofinvivoradiationsusceptibilityin15mousestrains. Radiat.Res. , doi:10.1667 RADE-20-00122.1. 27. Costes,S.,Sachs,R.,Hlatky,L.,Vannais,D.,Waldren,C.and Fouladi,B.(2001)Large-mutationspectrainducedathemizygouslocibylow-LETradiation:evidenceforintrachromosomalproximity effects.Radiat.Res. ,156,545557. 28. Tang,j.,Georgescu,W.,Deschamps,T.,Yannone,S.M.andCostes,S.V. (2015)In:GenomicInstabilityandCancerMetastasis .Springer ScienceBusinessMedia,pp. 7593. 29. Heuskin,A.C.,Osseiran,A.I.,Tang,J.andCostes,S.V.(2016) Simulatingspaceradiation-inducedbreasttumorincidenceusingautomata. Radiat.Res. ,186,2738.D1522NucleicAcidsResearch,2021,Vol.49,Databaseissue 30. Beheshti,A.,Shirazi-Fard,Y.,Choi,S.,Berrios,D.,Gebre,S.G., Galazka,J.M.andCostes,S.V.(2019)ExploringtheeffectsofspaceflightonmousephysiologyusingtheopenaccessNASA GeneLabplatform. J. Vis. Exp .143,e58447. 31. Beheshti,A.,Chakravarty,K.,Fogle,H.,Fazelinia,H., Silveira,W.A.D.,Boyko,V.,Polo,S.L.,Saravia-Butler,A.M., Hardiman,G.,Taylor,D. etal.(2019)Multi-omicsanalysisofmultiplemissionstospacerevealathemeoflipiddysregulationinmouseliver. Sci.Rep.,9,19195. 32. Beheshti,A.,Cekanaviciute,E.,Smith,D.J.andCostes,S.V.(2018) Globaltranscriptomicanalysissuggestscarbondioxideasan environmentalstressorin spaceflight:asystemsbiologyGeneLabcasestudy. Sci.Rep.,8,4191.",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "The GeneLab database and its connections to intramural and extramural systems"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            }
        ]
    }
]