[
    {
        "pmid": "33795349",
        "title": "Draft Genome Sequences of Aspergillus and Penicillium Species Isolated from the International Space Station and Crew Resupply Vehicle Capsule.",
        "year": "2021",
        "journal": "Microbiol Resour Announc",
        "abstract": "The draft whole-genome sequences (WGS) of 30 fungal strains isolated from the International Space Station and belonging to the Penicillium and Aspergillus genera were assembled. The WGS will allow for detailed genomic characterization to determine the possible applications and importance for space and biotechnological industries.",
        "full_text": "Draft Genome Sequences of Aspergillus and Penicillium Species Isolated from the International Space Station and Crew Resupply Vehicle Capsule Adriana Blachowicz ,aNitin Kumar Singh ,a Jason M. Wood ,aMarilyne Debieu ,bNiamh B. O Hara ,bChristopher E. Mason ,c,d Kasthuri Venkateswarana aBiotechnology and Planetary Protection Group, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USA bBiotia, New York, New York, USA cDepartment of Physiology and Biophysics, Weill Cornell Medicine, New York, New York, USA dWorldQuant Initiative for Quantitative Prediction, Weill Cornell Medicine, New York, New York, USA ABSTRACT The draft whole-genome sequences (WGS) of 30 fungal strains isolated from the International Space Station and belonging to the Penicillium and Aspergillus genera were assembled. The WGS will allow for detailed genomic characterization todetermine the possible applications and importance for space and biotechnological industries. During an ongoing microbial tracking study of the International Space Station (ISS), 30 strains representing seven species belonging to the Penicillium (n 5) and Aspergillus (n 2) genera were isolated (1), and whole-genome sequences (WGS) were generated. The Penicillium genus encompasses more than 350 species found world- wide in soil, vegetation, air, indoor environments, and food (2). Aspergillus species are saprophytes found in a variety of environmental niches; however, some of them arealso opportunistic human pathogens (3, 4). Members of the Penicillium and Aspergillus genera are of economic and industrial importance, including Penicillium chrysogenum , which is used to produce b-lactam antibiotics (5), Penicillium camemberti , which is used for maturation of soft cheeses such as Camembert, Brie, and Neufchatel (6), andAspergillus niger , which is a known producer of citric acid (7, 8). Recently, Penicillium polonicum has been shown to tolerate and effectively remove lead (Pb) from polluted water, indicating a promising solution for new remediation strategies to purify conta-minated water (9). Lastly, Aspergillus unguis ,Penicillium dipodomyicola , and Penicillium griseoroseum have been reported to produce novel bioactive compounds (10 13). Considering existing and yet-to-be uncovered, versatile applications of Penicillium and Aspergillus species, characterization of WGS of these fungi is critical. Additionally, since fungi are excellent models for studying evolution and adaptation, due to their experi-mental features (14), the ISS-isolated species are of unique signi cance for investigat- ing how microgravity and irradiation affect them when compared to their ground counterparts. The procedure for collecting samples and performing consecutive processing steps has been described elsewhere (1). Brie y, surface samples were collected with premois- tened polyester wipes and then resuspended in 200 ml of sterile phosphate-buffered saline (PBS) with vigorous shaking. The extracted samples were concentrated usingInnovaPrep (Drexel, MO) CP-150 concentrating pipettes. Aliquots (100 ml) of each sam- ple were plated onto potato dextrose agar (PDA) containing 100 mgml chlorampheni- col and incubated at 25C for 7 days. A single colony was picked, restreaked onto PDA, and incubated at 25C for 7 days. About 1 mg of biomass grown overnight was col- lected and used for DNA extraction with the ZymoBIOMICS DNA MagBead kit (ZymoCitation Blachowicz A, Singh NK, Wood JM, Debieu M, O Hara NB, Mason CE, Venkateswaran K. 2021. Draft genome sequences of Aspergillus and Penicillium species isolated from the International Space Stationand crew resupply vehicle capsule. MicrobiolResour Announc 10:e01398-20. https:doi.org 10.1128MRA.01398-20 . Editor Antonis Rokas, Vanderbilt University This is a work of the U.S. Government and is not subject to copyright protection in the United States. Foreign copyrights may apply. Address correspondence to Kasthuri Venkateswaran, kjvenkatjpl.nasa.gov. Received 9 December 2020 Accepted 7 March 2021 Published 1 April 2021 Volume 10 Issue 13 e01398-20 mra.asm.org 1GENOME SEQUENCES TABLE 1 Summary of the draft WGS of 30 Aspergillus and Penicillium strains isolated from the ISS StrainaSpecies identi ed based on ITS geneSpecies identi ed based on calmodulingeneSpecies identi ed based on -tubulin geneGenBank accession no.SRA accessionno.Isolation location bNo. ofscaffoldsGenome size (bp) N 50(bp)Median coverage()GC content()No. of ltered reads usedfor assembly(million) F3-1F3-F Aspergillus niger Aspergillus niger Aspergillus niger JADBHA000000000 SRR12819683 Cupola 75 35,865,776 1,033,225 55 49.46 22.16 F3-4F1-F Aspergillus niger Aspergillus welwitschiae Aspergillus welwitschiae JADBHC000000000 SRR12819679 Dining table 342 37,533,732 885,952 64 49.25 25.45 F3-4F2-F Aspergillus niger Aspergillus welwitschiae Aspergillus welwitschiae JADBHD000000000 SRR12819678 Dining table 361 37,317,966 948,069 51 49.41 21.20 IIF6SW-F2 Aspergillus unguis Aspergillus unguis Aspergillus unguis JADBGV000000000 SRR12819688 PMM 20 25,892,012 2,741,393 93 50.3 26.47 IF2SW-F1 Penicillium camemberti Penicillium biforme Penicillium biforme JACSPF000000000 SRR12825356 WHC 834 35,011,981 266,841 56 47.69 23.59 IIF8SW-F2 Penicillium camemberti Penicillium biforme Penicillium biforme JACSOP000000000 SRR12825359 Crew quarters 846 35,011,981 262,211 55 47.7 22.46 IIF8SW-F3 Penicillium camemberti Penicillium biforme Penicillium biforme JACSOO000000000 SRR12825358 Crew quarters 828 35,011,981 256,141 53 47.69 22.37 F3-3F1-F Penicillium camemberti Penicillium biforme Penicillium biforme JADBHB000000000 SRR12819682 ARED 1,098 36,854,083 303,871 56 47.69 22.97 IF1SG-B2 Penicillium chrysogenum Penicillium chrysogenum Penicillium tardochrysogenum JADBGS000000000 SRR12819681 Outside CRV capsule676 33,342,700 1,054,379 71 48.81 26.71 IF1SW-F3 Penicillium chrysogenum Penicillium chrysogenum Penicillium tardochrysogenum JACSPG000000000 SRR12825368 Cupola 764 32,524,241 638,283 57 48.92 21.32 IF2SG-B2 Penicillium chrysogenum Penicillium chrysogenum Penicillium tardochrysogenum JADBGT000000000 SRR12819680 Outside CRV capsule648 33,347,836 931,557 93 48.81 34.88 IF2SW-F4 Penicillium chrysogenum Penicillium chrysogenum Penicillium tardochrysogenum JACSPE000000000 SRR12825355 WHC 1,277 32,524,241 640,412 41 48.76 16.80 IF2SW-F5 Penicillium chrysogenum Penicillium chrysogenum Penicillium tardochrysogenum JACSPD000000000 SRR12825354 WHC 445 32,524,241 718,663 82 48.96 28.82 IF3SW-F3 Penicillium chrysogenum Penicillium chrysogenum Penicillium tardochrysogenum JACSPB000000000 SRR12825352 ARED 843 32,524,241 497,770 42 48.94 15.73 IF4SG-B1 Penicillium chrysogenum Penicillium chrysogenum Penicillium tardochrysogenum JADBGU000000000 SRR12819689 Inside CRV capsule651 33,345,064 939,642 76 48.81 28.76 IF4SW-F1 Penicillium chrysogenum Penicillium chrysogenum Penicillium tardochrysogenum JACSPA000000000 SRR12825351 Dining table 481 32,524,241 947,115 54 48.96 18.77 IF7SW-F1 Penicillium chrysogenum Penicillium chrysogenum Penicillium tardochrysogenum JACSOZ000000000 SRR12825350 LAB 485 32,524,241 782,807 72 48.96 25.44 IIF2 SW-F2 Penicillium chrysogenum Penicillium chrysogenum Penicillium harmonense JADBGW000000000 SRR12819687 WHC 460 32,073,134 709,694 64 48.99 22.76 IIF3SW-F2 Penicillium chrysogenum Penicillium chrysogenum Penicillium tardochrysogenum JACSOU000000000 SRR12825364 ARED 1,276 32,524,241 643,620 48 48.76 19.83 IIF8SW-F4 Penicillium chrysogenum Penicillium chrysogenum Penicillium tardochrysogenum JACSON000000000 SRR12825357 Crew quarters 434 32,524,241 1,028,283 74 48.96 26.01 F3-2F3-F Penicillium chrysogenum Penicillium chrysogenum Penicillium harmonense JADBGX000000000 SRR12819686 WHC 353 31,592,617 579,954 77 48.84 26.27 F3-2F4-F Penicillium chrysogenum Penicillium chrysogenum Penicillium tardochrysogenum JADBGY000000000 SRR12819685 WHC 568 32,430,262 701,540 99 48.94 34.71 F3-2F5-F Penicillium chrysogenum Penicillium chrysogenum Penicillium tardochrysogenum JADBGZ000000000 SRR12819684 WHC 486 32,607,577 1,028,360 66 48.84 23.62 IF7SW-F3 Penicillium dipodomyicola Penicillium chrysogenum Penicillium tardochrysogenum JACSOY000000000 SRR12825349 LAB 1,372 32,524,241 578,872 45 48.81 17.99 IIF7SW-F2 Penicillium dipodomyicola Penicillium chrysogenum Penicillium harmonense JACSOR000000000 SRR12825361 LAB 431 32,524,241 842,068 76 48.99 27.38 IIF7SW-F4 Penicillium dipodomyicola Penicillium chrysogenum Penicillium harmonense JACSOQ000000000 SRR12825360 LAB 455 32,524,241 585,026 71 48.99 25.46 IF3SW-F1 Penicillium griseoroseum Penicillium chrysogenum Penicillium harmonense JACSPC000000000 SRR12825353 ARED 559 32,524,241 577,257 61 48.99 24.14 IF7SW-F5 Penicillium griseoroseum Penicillium chrysogenum Penicillium harmonense JACSOW000000000 SRR12825366 LAB 361 32,524,241 492,361 39 48.85 17.39 IIF4SW-F4 Penicillium griseoroseum Penicillium chrysogenum Penicillium harmonense JACSOT000000000 SRR12825362 Dining table 348 32,524,241 481,150 80 48.85 28.75 IIF1SW-F3 Penicillium polonicum Penicillium tardochrysogenum JACSOV000000000 SRR12825365 Cupola 464 32,524,241 1,262,860 72 48.96 25.30 aF1,ight 1; F2, ight 2; F3, ight 3; F4, ight 4; F5, ight 5; SG, surface from CRV; SW, surface wipes from ISS environment. F and B at the end are strain numbers. bPMM, permanent multipurpose module; WHC, waste and hygiene compartment; ARED, advanced resistive exercise device; CRV, crew resupply vehicle; LAB , panel near portable water dispenser.Blachowicz et al. Volume 10 Issue 13 e01398-20 mra.asm.org 2Corp., Irvine, CA). To acquire the WGS, shotgun libraries were prepared following the Illumina Nextera Flex protocol (15), and paired-end sequencing of 30 strains was per- formed on a NovaSeq 6000 S4 ow cell paired-end 2 C2150-bp platform. The quality of the raw reads obtained was con rmed with FastQC (v0.11.7) (16). Assessment of the quality ltering steps and adapter removal were performed using fastp (v0.20.0) (17). The cleaned sequences were assembled with SPAdes using the automatic coverage cutoff value (v3.11.1) (18). Assembly quality, number of contigs, N50values, and ge- nome size were calculated using QUAST (v5.0.2). Default parameters were used for all software. The species were identi ed based on the internal transcribed spacer (ITS), cal- modulin, and b-tubulin sequences extracted from the assembled genomes. The details of the nal assemblies and phylogenetic identi cation are summarized in Table 1. Data availability. The WGS and raw data have been deposited in GenBank under the BioProject accession numbers PRJNA659567 and PRJNA667181 . This project has also been deposited in the NASA GeneLab system ( https:genelab-data.ndc.nasa.gov genelabaccessionGLDS-350 ). The versions described in this paper are the rst versions. ACKNOWLEDGMENTS We thank astronauts Captain Terry Virts and Commander Jeffrey Williams for collecting samples aboard the ISS, the Implementation Team (Fathi Karouia) at NASA Ames Research Center for coordinating this effort for collecting samples from the ISS and CRV, and Aleksandra Chechinska-Sielaff for isolation of the strains. We thank Ryan Kemp (Zymo Corp.) for extracting the DNA and Dan Butler (Weill Cornell Medicine) for generating the shotgun sequencing. We also thank Anna Simpson for bioinformatic help. The Jet Propulsion Laboratory supercomputing facility staff, notably, Narendra J.(Jimmy) Patel and Edward Villanueva, is acknowledged for continuous support in providing the best possible infrastructure for BIG-DATA analysis. Part of the research described was carried out at the Jet Propulsion Laboratory of the California Institute of Technology under a contract with NASA. This research wasfunded by 2012 Space Biology NNH12ZTT001N grant 19-12829-26 under task order NNN13D111T awarded to K.V., which also funded a postdoctoral fellowship for A.B. REFERENCES 1. Checinska Sielaff A, Urbaniak C, Mohan GBM, Stepanov VG, Tran Q, Wood JM, Minich J, McDonald D, Mayer T, Knight R, Karouia F, Fox GE, Venkateswaran K. 2019. Characterization of the total and viable bacterial and fungal communities associated with the International Space Station surfaces. Microbiome 7:50. https:doi.org10.1186s40168-019-0666-x . 2. Visagie CM, Houbraken J, Frisvad JC, Hong S-B, Klaassen CHW, Perrone G, Seifert KA, Varga J, Yaguchi T, Samson RA. 2014. Identi cation and no- menclature of the genus Penicillium . Stud Mycol 78:343 371. https:doi .org10.1016j.simyco.2014.09.001 . 3. Mousavi B, Hedayati M, Hedayati N, Ilkit M, Syedmousavi S. 2016. Aspergil- lusspecies in indoor environments and their possible occupational and public health hazards. Curr Med Mycol 2:36 42.https:doi.org10.18869 acadpub.cmm.2.1.36 . 4. Pitt JI. 1994. The current role of Aspergillus andPenicillium in human and animal health. Med Mycol 32:17 32.https:doi.org10.10800268121 9480000701 . 5. Guzmn-Chvez F, Zwahlen RD, Bovenberg RAL, Driessen AJM. 2018. En- gineering of the lamentous fungus Penicillium chrysogenum as cell fac- tory for natural products. Front Microbiol 9:2768. https:doi.org10.3389 fmicb.2018.02768 . 6. Ropars J, Didiot E, de la Vega RCR, Bennetot B, Coton M, Poirier E, Coton E, Snirc A, Le Prieur S, Giraud T. 2020. Domestication of the emblematic white cheese-making fungus Penicillium camemberti and its diversi ca- tion into two varieties. Curr Biol 30:P4441 4453. https:doi.org10.1016j .cub.2020.08.082 . 7. Dhillon GS, Brar SK, Verma M, Tyagi RD. 2011. Utilization of different agro- industrial wastes for sustainable bioproduction of citric acid by Aspergillus niger . Biochem Eng J 54:83 92.https:doi.org10.1016j.bej.2011.02.002 . 8. Max B, Salgado JM, Rodrguez N, Corts S, Converti A, Domnguez JM. 2010.Biotechnological production of citric acid. Braz J Microbiol 41:862 875. https:doi.org10.1590S1517-83822010000400005 . 9. Xu X, Hao R, Xu H, Lu A. 2020. Removal mechanism of Pb(II) by Penicillium polonicum : immobilization, adsorption, and bioaccumulation. Sci Rep 10:9079. https:doi.org10.1038s41598-020-66025-6 . 10. Wang D, Bao Y-R, Yang X-X, Meng X-S, Chen G. 2015. A new alkaloid from Penicillium dipodomyicola . Chem Nat Compd 51:733 735. https:doi.org 10.1007s10600-015-1395-4 . 11. Hamed AA, Abdel-Aziz MS, Abd El Hady FK. 2018. Antimicrobial and anti- oxidant activities of different extracts from Aspergillus unguis SPMD-EGY grown on different media. Bull Natl Res Cent 42:29. https:doi.org10 .1186s42269-018-0027-0 . 12. Klaiklay S, Rukachaisirikul V, Aungphao W, Phongpaichit S, Sakayaroj J. 2016. Depsidone and phthalide derivatives from the soil-derived fungus Aspergillus unguis PSU-RSPG199. Tetrahedron Lett 57:4348 4351. https: doi.org10.1016j.tetlet.2016.08.040 . 13. Banani H, Marcet-Houben M, Ballester A-R, Abbruscato P, Gonzlez- Candelas L, Gabaldn T, Spadaro D. 2016. Genome sequencing and sec- ondary metabolism of the postharvest pathogen Penicillium griseofulvum . BMC Genomics 17:19. https:doi.org10.1186s12864-015-2347-x . 14. Gladieux P, Ropars J, Badouin H, Branca A, Aguileta G, de Vienne DM, Rodrguez de la Vega RC, Branco S, Giraud T. 2014. Fungal evolutionary genomics provides insight into the mechanisms of adaptive divergence in eukaryotes. Mol Ecol 23:753 773. https:doi.org10.1111mec.12631 . 15. Singh NK, Bezdan D, Checinska Sielaff A, Wheeler K, Mason CE, Venkateswaran K. 2018. Multi-drug resistant Enterobacter bugandensis species isolated from the International Space Station and comparative genomic analyses with human pathogenic strains. BMC Microbiol 18:175. https:doi.org10 .1186s12866-018-1325-2 .Microbiology Resource Announcement Volume 10 Issue 13 e01398-20 mra.asm.org 316. Andrews S. 2019. FastQC: a quality control tool for high throughput sequence data. https:www.bioinformatics.babraham.ac.ukprojects fastqc . 17. Chen S, Zhou Y, Chen Y, Gu J. 2018. fastp: an ultra-fast all-in-one FASTQ pre- processor. Bioinformatics 34:i884 i890. https:doi.org10.1093bioinformatics bty560 .18. Bankevich A, Nurk S, Antipov D, Gurevich AA, Dvorkin M, Kulikov AS, Lesin VM, Nikolenko SI, Pham S, Prjibelski AD, Pyshkin AV, Sirotkin AV,Vyahhi N, Tesler G, Alekseyev MA, Pevzner PA. 2012. SPAdes: a new ge-nome assembly algorithm and its applications to single-cell sequenc- ing. J Comput Biol 19:455 477. https:doi.org10.1089cmb.2012 .0021 .Blachowicz et al. Volume 10 Issue 13 e01398-20 mra.asm.org 4",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]