[
    {
        "pmid": "26516084",
        "title": "An extensive allelic series of Drosophila kae1 mutants reveals diverse and tissue-specific requirements for t6A biogenesis.",
        "year": "2015",
        "journal": "RNA",
        "abstract": "N(6)-threonylcarbamoyl-adenosine (t6A) is one of the few RNA modifications that is universally present in life. This modification occurs at high frequency at position 37 of most tRNAs that decode ANN codons, and stabilizes cognate anticodon-codon interactions. Nearly all genetic studies of the t6A pathway have focused on single-celled organisms. In this study, we report the isolation of an extensive allelic series in the Drosophila ortholog of the core t6A biosynthesis factor Kae1. kae1 hemizygous larvae exhibit decreases in t6A that correlate with allele strength; however, we still detect substantial t6A-modified tRNAs even during the extended larval phase of null alleles. Nevertheless, complementation of Drosophila Kae1 and other t6A factors in corresponding yeast null mutants demonstrates that these metazoan genes execute t6A synthesis. Turning to the biological consequences of t6A loss, we characterize prominent kae1 melanotic masses and show that they are associated with lymph gland overgrowth and ectopic generation of lamellocytes. On the other hand, kae1 mutants exhibit other phenotypes that reflect insufficient tissue growth. Interestingly, whole-tissue and clonal analyses show that strongly mitotic tissues such as imaginal discs are exquisitely sensitive to loss of kae1, whereas nonproliferating tissues are less affected. Indeed, despite overt requirements of t6A for growth of many tissues, certain strong kae1 alleles achieve and sustain enlarged body size during their extended larval phase. Our studies highlight tissue-specific requirements of the t6A pathway in a metazoan context and provide insights into the diverse biological roles of this fundamental RNA modification during animal development and disease.",
        "full_text": "An extensive allelic series of Drosophila kae1 mutants reveals diverse and tissue-specific requirements for t6A biogenesis CHING-JUNG LIN,1,7PETER SMIBERT,1,2,7,8XIAOYU ZHAO,3JENNIFER F. HU,4JOHNNY RAMROOP,5,6 STEFANIE M. KELLNER,4MATTHEW A. BENTON,2,9SHUBHA GOVIND,5,6PETER C. DEDON,4 ROLF STERNGLANZ,3and ERIC C. LAI1 1Department of Developmental Biology, Sloan-Kettering Institute, New York, New York 10065, USA 2Research School of Biological Sciences, The Australian National University, Acton ACT 2601, Australia 3Department of Biochemistry and Cell Biology, Stony Brook University, Stony Brook, New York 11794, USA 4Department of Biological Engineering, Massachusetts Institute of Technology (MIT), Cambridge, Massachusetts 02139, USA 5Department of Biology, The City College of the City University of New York, New York 10031, USA 6The Graduate Center of the City University of New York, New York 10016, USA ABSTRACT N6-threonylcarbamoyl-adenosine (t6A) is one of the few RNA modifications that is universally present in life. This modification occurs at high frequency at position 37 of most tRNAs that decode ANN codons, and stabilizes cognate anticodon codon interactions. Nearly all genetic studies of the t6A pathway have focused on single-celled organisms. In this study, we report theisolation of an extensive allelic series in the Drosophila ortholog of the core t6A biosynthesis factor Kae1. kae1 hemizygous larvae exhibit decreases in t6A that correlate with allele strength; however, we still detect substantial t6A-modified tRNAs even duringthe extended larval phase of null alleles. Nevertheless, complementation of Drosophila Kae1 and other t6A factors in corresponding yeast null mutants demonstrates that these metazoan genes execute t6A synthesis. Turning to the biologicalconsequences of t6A loss, we characterize prominent kae1 melanotic masses and show that they are associated with lymph gland overgrowth and ectopic generation of lamellocytes. On the other hand, kae1 mutants exhibit other phenotypes that reflect insufficient tissue growth. Interestingly, whole-tissue and clonal analyses show that strongly mitotic tissues such as imaginal discs are exquisitely sensitive to loss of kae1 , whereas nonproliferating tissues are less affected. Indeed, despite overt requirements of t6A for growth of many tissues, certain strong kae1 alleles achieve and sustain enlarged body size during their extended larval phase. Our studies highlight tissue-specific requirements of the t6A pathway in a metazoan context andprovide insights into the diverse biological roles of this fundamental RNA modification during animal development and disease. Keywords: Drosophila ;Kae1 ;N 6-threonylcarbamoyladenosine; t6A INTRODUCTION Beyond the four canonical ribonucleosides present in RNA, nearly all life forms bear an array of modified bases in various transcript populations. Over 100 chemical modifications have been documented, with dozens often present in individ- ual species; the majority of distinct modified ribonucleosidesoccur on tRNA (Machnicka et al. 2013). Altogether, RNA modifications collectively play diverse roles in RNA quality control, secondary structure, transcript stability, translational efficiency, translational fidelity, and regulation of RNA pro- tein interactions (Gu et al. 2014; Hopper and Huang 2015) and can influence disease and cancer progression (Grewal 2015; Kirchner and Ignatova 2015).While many post-transcriptional modifications of RNA are broadly conserved, only a few are universal across known life forms. One prominent example is N 6-threonylcarbamoy- ladenosine (t6A), which is found at high frequency at posi- tion 37 of tRNAs that decode ANN codons (Grosjean et al. 1995). This modification was recognized decades ago, and it stabilizes cognate codon anticodon interactions through a stacking interaction that stabilizes the weak interaction with the first codon base, which comprises a weak A U pair (Weissenbach and Grosjean 1981; Yarian et al. 2002;Agris 2008). However, the enzymes that generate this modi- fication remained elusive until relatively recently. Based on the inference that all organisms harbor t6A-mod- ified tRNAs (Sprinzl and Vassilenko 2005), bioinformatic 7These authors contributed equally to this work. 8Present address: New York Genome Center, New York, NY 10013, USA 9Present address: University of Cologne, D-50923 Cologne, Germany Corresponding author: laiemskcc.orgArticle published online ahead of print. Article and publication date are at http:www.rnajournal.orgcgidoi10.1261rna.053934.115. 2015 Lin et al. This article is distributed exclusively by the RNA Society for the first 12 months after the full-issue publication date (see http: rnajournal.cshlp.orgsitemiscterms.xhtml). After 12 months, it is availableunder a Creative Commons License (Attribution-NonCommercial 4.0 Inter-national), as described at http:creativecommons.orglicensesby-nc4.0. RNA 21:2103 2118; Published by Cold Spring Harbor Laboratory Press for the RNA Society 2103isolation of universally conserved genes of unknown function (Galperin and Koonin 2004) yielded a short list of candidategenes that first led to the identification of YrdCSua5 as a t6A pathway component (El Yacoubi et al. 2009). Subsequently, members of the universal gene family Kae1Qri7YgjD wererecognized to be essential for t6A biosynthesis, along with its partner proteins (in yeast) Pcc1 and Bud32 (El Yacoubi et al. 2011; Srinivasan et al. 2011). Of note, mutations incomponents of the Kae1, Pcc1, Bud32, and Cgi121 complex (collectively termed KEOPS) had been isolated some years earlier, via divergent approaches intended at identifying fac-tors in telomere maintenance (Downey et al. 2006) and splic- ingtranscription (Kisseleva-Romanova et al. 2006). At the time, the molecular role of the KEOPS complex was obscure,but its deep conservation justified solving the atomic struc- tures of the archaeal Kae1Bud32 natural fusion protein (Hecker et al. 2008) and the entire eukaryotic KEOPS com-plex (Mao et al. 2008). These studies assigned Kae1 as an ASKHA-type ATPase, Bud32 as a kinase, and Pcc1 as a dime- rization subunit, with Kae1 physically interacting with bothBud32 and Pcc1. Only later, with the recognition that these genes are in- volved in t6A accumulation, did efforts become possible toreconstitute the biosynthesis of t6A-modified tRNA in vitro, using purified bacterial YrdC (Sua5) and YgjD (Kae1) and two bacterial-specific genes that cluster with YgjD, namelyYjeE and YeaZ (Deutsch et al. 2012). Similarly, yeast Sua5 and KEOPS complex sufficed to generate t6A-modified tRNA in vitro (Perrochia et al. 2013). The proposed mecha-nism is that Sua5 converts bicarbonate and threonine via a se- ries of intermediates into threonylcarbamoyladenylate, which is transferred to the active site of Kae1 within theKEOPS complex to modify tRNA position A37. Notably, Kae1 is the only truly universally conserved component of KEOPS (Galperin and Koonin 2004), and eu-karyotes contain a paralog of Kae1 termed Qri7 that is mito- chondrially localized (Huh et al. 2003). The fact that no other KEOPS components localize to mitochondria led to asuspicion that Qri7 represents a primal core factor that does not require additional presumably accessory KEOPS components. Indeed, subcellular redirection of Qri7 to thecytoplasm rescued the slow growth phenotypes of all KEOPS members that are defective for t6A accumulation (Wan et al. 2013). Moreover, in vitro synthesis of t6A-mod-ified tRNA was reconstituted solely with purified Sua5, Qri7, and substrate tRNA, in the presence of threonine, bicar- bonate, and ATP (Wan et al. 2013). Thus, Kae1Qri7 is thecentral downstream enzyme in the generation of t6A-modi- fied tRNA. The assignment of core genes in the t6A pathway permits organismal phenotypes to be correlated with the absence of these modified tRNAs. Budding yeast t6A pathway mu- tants (El Yacoubi et al. 2009, 2011; Srinivasan et al. 2011)are very slow-growing, while the bacterial pathway (e.g., in Bacillus subtilis andEscherichia coli ) is essential for viabilityand cell morphology (Arigoni et al. 1998; Handford et al. 2009). These seemingly general defects befit loss of a funda-mental RNA modification pathway, but do not lend insight into particular processes. Otherwise, mutants of KEOPS complex members in single-celled organisms have impacton telomere maintenance (Downey et al. 2006), transcription (Kisseleva-Romanova et al. 2006), and genome stability (Oberto et al. 2009), although it remains unclear how directlythe loss of t6A relates to these phenotypes. However, certain phenotypes now seem to be directly re- lated to the biochemical function of t6A in improving trans-lational fidelity. Of note, yeast sua5 was originally isolated as a suppressor of cyc1 alleles harboring an aberrant upstream start codon (uORF) (Hampsey et al. 1991; Na et al. 1992),implicating Sua5 in start site selection; AUG is indeed rec- ognized by a t6A-modified tRNA. Correspondingly, Sua5 af- fects various aspects of normal translation, as mutants exhibitincreased leaky scanning through AUG, frameshifting, and nonsense suppression (Lin et al. 2010). One prominent locus controlled via endogenous uORFs is the amino acid starva-tion-responsive transcription factor GCN4 (Hinnebusch 2005). Indeed, not only does sua5 derepress GCN4 , KEOPS mutants ( kae1 andpcc1) induce a gene expression signature that is substantially enriched for Gcn4 targets (Daugeron et al. 2011). These precedents suggest that it may be possible to make linkages between altered translation and organismalphenotypes, even for this housekeeping cellular activity. To date, genetic analysis of t6A pathway components has mostly been limited to single cell organisms, such as mi-crobes and yeast. One study on the Drosophila melanogaster Bud32PRPK homolog utilized RNAi-mediated knockdowns to define growth related defects upon bud32 depletion, al- though biochemical evidence was not presented for an im- pact on t6A biogenesis in this condition (Ibar et al. 2013). Interestingly, the growth defects were related to PI3KTORsignaling, and could be partially restored by expression of activated S6-kinase (Ibar et al. 2013). In this study, we describe the isolation of a large allelic se- ries of D. melanogaster kae1 mutants, ranging from weak hypomorphs, strong mutants, to null alleles. These present various growth-related defects, developmental delay, andmelanotic tumors. We present extensive biochemical and ge- netic evidence that Drosophila kae1 and its partners are core factors in t6A biogenesis. Notably, our phenotypic anal-ysis reveals substantial differences in the genetic require- ments for t6A in proliferating versus nonproliferating tissues. In particular, analysis of mitotic tissues in full knock-out and in clonal settings indicates an essential requirement forkae1 , whereas various nonproliferating tissues can be maintained in the null state for weeks. Moreover, kae1 ap- pears to act as a tumor suppressor in the larval hematopoietic tissue. These data highlight biological complexity in the re- quirements of a general regulatory factor, and the utility oftheDrosophila model to further understand the roles of t6A modification during animal development and disease.Lin et al. 2104 RNA, Vol. 21, No. 12RESULTS Isolation of the Black Spot complementation group During efforts to isolate mutants in the 72D-F region, we conducted an F2 EMS mutagenesis screen against Df(3L) ED220 , which deletes 324,210 bp of chromosome 3L:16,080,584 16,404,777 (see Materials and Methods). We screened 7000 crosses of animals bearing mutagenized chromosomes to this deficiency, and recovered 64 lethals. Within this collection, we recognized numerous alleles forwhich hemizygous larvae bore characteristic melanotic mas- ses, which we colloquially termed Black Spot mutants (Fig. 1A). These mutants failed to complement each other, andthey typically exhibited an extended larval period prior to lethality (Fig. 1B D; Supplemental Fig. 1). Notably, while Drosophila larvae complete their larval stages around day 5 and commence pupation, some Black Spot mutants survive as larvae for up to 18 d. Systematic tests against all of the lethal alleles we obtained in this genomic interval revealedadditional noncomplementing mutations. Many of these mutants lacked black spots or generated them with low frequency (Fig. 1B D). Several of these alleles were able to develop to pupal stages or even into pharate adults as he- mizygotes, suggesting they might represent hypomorphs. Overall, these eight alleles appear to represent an extensive al-lelic series. Black Spot mutants affect the Drosophila ortholog of Kae1 To identify the gene mutated in Black Spot mutants, we used P-element mapping (Zhai et al. 2003) to narrow the region of interest within the deficiency (Supplemental Fig. 2). Coding exons from genes in the region were amplified by PCR from DNA extracted from hemizygous mutant larvae and se-quenced. We identified one locus ( CG4933 ), the fly ortholog ofKae1 , that harbored nonconservative changes in all eight alleles (Fig. 2A). Subsequently, we identified two uncharac-terized mutants in 72F-73A ( l(3)72Fb209 and l(3)72Fb 331 , V Bedian, pers. comm. to FlyBase) that failed to com- plement Black Spot mutants. Sequencing showed that the l(3) 72Fb alleles exhibit missense and nonsense mutations in CG4933 , respectively. Notably, while l(3)72Fb209 mutates a residue in the ATP-binding pocket, none of the other pointmutations directly affect any functionally characterized re- gions (e.g., other residues that bind ATP or metal ion, or Kae1 faces that bind its partner KEOPS proteins Pcc1 orBud32, Fig. 2A). Finally, we found that PBacWHCG4933 f01978 , which carries a piggyBac insertion into the CG4933 5 UTR (dos Santos et al. 2015), also failed to com- plement Black Spot mutants. These observations strongly support that CG4933 corresponds to Black Spot . Consistent with this, qRT-PCR analysis of several independent pointmutants showed moderate decreases in CG4933 transcripts,and these were undetectable in f01978 hemizygotes (Fig. 2B,C). To confirm that Black Spot phenotypes were functionally due to loss of CG4933 , we generated untagged and GFP- FIGURE 1. Isolation and characterization of Black Spot mutants. ( A) Exemplar of the Black Spot phenotype. 1A13 Df(3L)ED220 larvae exhibit melanotic nodules of various sizes; a particularly large one is labeled with an arrowhead ( BS). (BD) Complementation tests iden- tified a collection of Black Spot mutants, only some of which actually generate melanotic masses with high penetrance (examples labeled witharrowheads). Normal (wt) animals complete their third instar larval stage by day 5, and proceed to 5 d of pupal development. Pupae con- taining pharate animals are visible by day 10, and they eclose shortly thereafter as adult flies. Wt animals are shown as a reference to the leftofBandC. In contrast, many hemizygous Black Spot alleles are sub- stantially developmentally delayed and maintain their larval phase until days 12 ( C)t o1 6( D), with some living mutants detected at day 18 (not shown). All of the larvae collected in this summary were mobile and thus alive. Hypomorphic mutants could pupate and even advance to the pha- rate stage; however, it is likely that some of the pupae shown at the latest days are deceased. See Supplemental Figure 1 for additional notes re- garding the larval extended phase, lethal phase, and black spot pene- trance at different ages in the different hemizygous mutants. ( E) Several of the Black Spot mutants attain larger larval size than normal; shown are 1A13 hemizygotes as an example. Other alleles such as f10978 are growth deficient. All alleles tested could be rescued by kae1 genomic transgenes; shown is rescue of f10978Df larva.Molecular genetic analysis of Drosophila kae1 www.rnajournal.org 2105FIGURE 2. Summary of Drosophila kae1 (CG4933) mutant alleles. ( A) An alignment of fruit fly, human, yeast, and archaeal orthologs of Kae1. Functionallystructurally defined regions are highlighted, including the binding regions for Pcc1 and Bud32, and the ATP- and ion-binding regions . AllBlack Spot alleles recovered from our screen revealed that point mutations affected well-conserved residues. Notably, none of the mutations directly affects a known functional site, although a few mutations are in the vicinity of such regions. The noncomplementing allele l(3)72Fb331 , identified from a public stock collection, bears a nonsense mutation in kae1. Note that 1A2 and 1A19 induce the same coding change, even though these were isolated from different chromosomes in the screen. ( B) qRT-PCR analysis of kae1 from various homozygous or hemizygous mutants. All of our point alleles maintain substantial levels of kae1 transcripts, although several of them are reduced by 20 30. The pBac insertion into the 5UTR of kae1, f10978 , appears to be a null allele as no transcript was detected. ( C) Agarose gel analysis of qRT-PCR amplicons confirms the absence of kae1 tran- scripts in f10978Df larvae.Lin et al. 2106 RNA, Vol. 21, No. 12tagged genomic transgenes using the Pacman backbone. Both CG4933 constructs rescued independent lethal hemizy- gotes ( 1A13 andf01978 ) to adult viability, and no melanotic masses were observed in rescued animals (e.g., Figs. 1E, 3 andother data not shown). In summary, we have isolated metazoan mutants of kae1, encoding a universal tRNA modification factor, representing the first extensive allelic series of a t6A pathway factor inany organism. Decrease, but not elimination, of t6A-modified tRNAs in kae1 mutants Although Sua5KEOPS genes are well- conserved across different domains oflife, their involvement in t6A synthesis has not formally been demonstrated out- side of unicellular models. We initiallyutilized primer extension assays to assess potential defects in the accumulation of t6A-modified tRNAs. As positivecontrols, we assayed RNAs isolated from wild-type yeast and sua5,kae1, and bud32 knockouts (Srinivasan et al. 2011).Extensions using an end-labeled primer specific for tRNA-IleAAU showed that t6A pathway mutants were specificallydepleted of a stalled product at the nor- mally modified position A37, whereas primer extension patterns for controltRNA-ValUAC were not substantially altered (Fig. 3A). Similar assays of third instar larvae bearing various strongDrosophila kae1 alleles in trans to a defi- ciency also revealed alteration at A37 (Fig. 3B). However, the loss of modifiedtRNAs in the total population were notably modest compared to the yeast mutants, since yeast kae1 mutants retain only a few percent of total t6A (El Yacoubi et al. 2011; Srinivasan et al. 2011); see also Figure 4. Inspection of modENCODE data (Brown et al. 2014) shows that Droso- phila kae1 is ubiquitously expressed but present at highest levels in ovaries and the early blastoderm embryo, indicating its strong maternal deposition. Somematernal gene products can support or- ganismal processes for days (Lecourtois and Schweisguth 1995; Lu et al. 2000),and tRNAs themselves are typically ex- pected to be relatively stable (Hanoune and Agarwal 1970), although loss of some tRNA modifications is documented to render tRNAs unstable (Alexandrov et al. 2006). Because of these consider- ations, we sought to extend the analysis of kae1 zygotic mu- tants as late as possible. Bearing in mind that normal FIGURE 3. Analysis of t6A-modified tRNAs in yeast KEOPS and Drosophila kae1 mutants. ( A) Analysis of yeast t6A pathway mutants is shown as a control. Primer extension assays yield a ladder of bands indicating the presence of stalled products. These include a band at position A37 oftRNA-IleAAU of wild-type yeast that is strongly depleted in yeast t6A pathway mutants, thus indicating a t6A-modified nucleoside. tRNA-ValUAC is shown as a control for a non-t6A-bear- ing substrate. The ladder positions are inaccurate due to incomplete digestion; therefore, sizes are labeled according to the input primer. ( B) Analysis of Drosophila kae1 mutants. Modifications of the A37 positions of tRNA-MetCAU and tRNA-IleAAU are decreased although not eliminat- ed in two strong hemizygous conditions of kae1. The reduction observed in kae11A13Df was rescued by a Pacman-kae1 genomic transgene ( kae1 ). Note that mutant larvae were collected at an advanced age in their extended larval period to separate them from potential maternal con- tributions; the normal larval period ends at 5d .( C) LC-MSMS analysis of total tRNAs from Drosophila kae1 hemizygous mutant larvae. We observe a minor decrease in total t6A-modified tRNAs in the hypomorphic allele 7A9 and stronger decreases in the strongnull alleles f01978 and1A13 . The levels of t6A-modified tRNAs did not decrease further in exceptionally long-lived kae1 mutant larvae, and the loss of t6A was rescued by a kae1 genomic transgene.Molecular genetic analysis of Drosophila kae1 www.rnajournal.org 2107Drosophila complete their larval stages by 5 d, we collected RNA from 12-d and 18-d kae1 mutant larvae. However, we did not observe further decreases in the level of t6A-modifiedtRNAs even at these extended timepoints (Fig. 3). To provide a global assessment on the amount of t6A- modified tRNAs in kae1 mutants, we purified total tRNA, en- zymatically hydrolyzed the tRNA to ribonucleosides, and an- alyzed these using liquid chromatography-coupled triple quadrupole mass spectrometry (LC-MSMS) using a dynam-ic MRM method (Su et al. 2014). This analysis showed a mild (10) decrease of t6A-modified tRNAs in hemizygotes of the weak allele kae17A9 , and more substantial decreases (40) in hemizygotes of the strongnull alleles kae11A13 andkae1f01978 (Fig. 3C). We also observed full res- toration of t6A-modified tRNAs in LC-MSMS analysis of P acman-CG4933; kae11A13Df larvae, consistent with the viability rescue conferred by the genomic transgene. Together, these observations provide evidence that kae1 is required for normal accumulation t6A-modified tRNAs in ametazoan setting. We cannot rule out that the remaining modified tRNAs are exceptionally stable. However, quantita- tive analysis did not reveal further decrease of t6A-modifiedtRNAs in kae1f01978Df between 6- and 12-d larvae, sug- gesting that perdurance is not the major underlying cause of the remaining t6A. An alternate scenario is that they arecontributed by the mitochondrial pool, which is presumably FIGURE 4. Genetic and molecular complementation of yeast t6A mutants with Drosophila orthologs. ( AC) Single complementation tests. The sche- matic depicts the transformations of cognate yeast genes and their fly orthologs, assayed for complementation of sua5 (A),kae1 (B), and bud32 (C) null mutants. Comparison of single colony sizes indicates substantial growth rescue by fly proteins, although not as robust as the yeast counterparts. ( D,E) Double complementation tests. The schematics depict combinations of fly orthologs assayed for complementation of kae1 (D) and bud32 (E) null mutants. Improved growth rescue by supplying combinations of fly factors was noticeable, particularly for Drosophila kae1  bud32 .(F) Primer ex- tension analysis demonstrating molecular rescue of t6A-modified tRNA-Ile by yeast and fly factors. ( G) Mass spectrometry analysis of total yeast tRNAs. kae1 mutant yeast has borderline detectable levels of t6A-modified tRNAs, which are restored by complementation with yeast KAE1 and byDrosophila KEOPS genes. Consistent with the behavior in yeast growth ( D) and in primer extension assays ( F), the combination of Drosophila kae1  bud32 conferred the best rescue of t6A-modified tRNAs.Lin et al. 2108 RNA, Vol. 21, No. 12generated by the mitochondrial Kae1 paralog Qri7 (annotat- ed as Drosophila CG14231). We note that Qri7 generates only a minute fraction of total t6A-modified tRNAs in yeast (Srinivasan et al. 2011), suggesting a potential difference be- tween these eukaryotic species. Drosophila Sua5KEOPS genes complement corresponding yeast null mutants Because the fly null mutants did not fully eliminate t6A, we sought supporting evidence on the role of Drosophila Kae1 in this pathway. Therefore, we conducted genetic replace-ment assays in a simpler heterologous host system, namely, inS. cerevisiae mutants in t6A pathway genes. As described, these are slow-growing but can be maintained in the nullcondition and are nearly completely deficient for t6A (El Yacoubi et al. 2011; Srinivasan et al. 2011). To judge the overall relationship of the fly orthologs to their yeast counterparts, we tested for direct complementa- tion of several yeast t6A mutants (Fig. 3A) by their Drosophila orthologs. We cloned the open reading frames forDrosophila kae1 ,bud32 , and sua5 into the yeast expression plasmid, pADH416. Because yeast mutants in these three genes grow very poorly (Srinivasan et al. 2011), we trans-formed the Drosophila expression constructs into the corre- sponding yeast heterozygous diploid mutants. As controls, the same diploids were transformed with plasmids expressingthe yeast protein, and with an empty vector. The transformed diploids were sporulated and then dissected to yield haploid segregants. Haploids containing plasmids expressing theDrosophila or yeast protein, or the empty vector, were iden- tified and then streaked to individual colonies on selective medium. The results of growth after 66 h at 30C are shown in Figure 4A C. Colony size is a sensitive measure of growth rate for yeast. Drosophila sua5 , whose product generates the substrate for the KEOPS complex, yielded growth rescue that was comparable to its yeast ortholog (Fig. 4A). On the other hand, the two KEOPS components Drosophila kae1 and bud32 both conferred substantial rescue, as compared with vector control transformants, but growth was not as ro- bust as with the cognate yeast factors (Fig. 4B,C). The relativedegree of complementation was also apparent on the dis- section plates on which the haploid spores germinated. Representative tetrads are shown in Supplemental Figure 3for the kae1 andbud32 heterozygotes. In both cases, colonies identified as containing the Drosophila gene were larger than colonies containing vector or no plasmid, but not as large aswild-type colonies. As the rescues by individual fly KEOPS proteins were less robust than with the cognate yeast factors, we tested iftheir function could be improved by supplying multiple Drosophila factors. This proved to be the case. Figure 4D shows a kae1 mutant expressing Drosophila Kae1  Pcc1 (sec- tor 1), Drosophila Kae1  Bud32 (sector 2), or DrosophilaKae1 alone (sector 3). Coexpression with either Kae1 part- ner improved growth rescue. Similarly, coexpression ofDrosophila Bud32 and Kae1 yielded enhanced rescue of yeast bud32 (Fig. 4E, sector 2), relative to Drosophila Bud32 alone (sector 3). Notably, expressing Drosophila Bud32 and Pcc1 together did not improve complementation of yeast bud32 relative to Bud32 alone (Fig. 4E, cf. sectors 1 and 3). This is consistent with the fact that Bud32 and Pcc1 do not interactdirectly in the complex, whereas both of them physically con- tact different faces of Kae1 in the KEOPS complex (Hecker et al. 2008; Mao et al. 2008). The growth improvements inthese double complementation tests were also visible on tet- rad dissection plates (Supplemental Fig. 3). Rescue of t6A-modified tRNAs in yeast kae1 mutants byDrosophila KEOPS factors We performed biochemical analysis of tRNA modification in mutant and rescued yeast. Primer extensions using a probe against tRNA-IleAAU recapitulated strong loss in the A37 band in kae1 mutant yeast transformed with an empty vector, which was fully restored by the S. cerevisiae KAE1 expression construct (Fig. 4F). Comparison with yeast transformed with various combinations of Drosophila KEOPS factors showed strong agreement between growth properties and accumula- tion of t6A. That is, we observed moderate rescue by fly kae1 alone, but much stronger improvement by including othermembers of the Drosophila KEOPS complex (Fig. 4F). We extended the above analysis of individual tRNAs to the total tRNA population using LC-MSMS. These assays werestrongly correlated with the relative degree of rescue observed in primer extension analysis. In particular, this quantitative method allowed us to distinguish greater restoration of t6AbyDrosophila kae1  bud32 , relative to kae1  pcc1 (Fig. 4G). In particular, the rescue by Drosophila kae1  bud32 was equivalent to the cognate rescue by yeast kae1. Finally, we note that LC-MSMS analysis of yeast samples also detect- ed cyclic t6A (ct6A). It has been reported that ct6A is formed by cyclization of t6A and was observed in diverse domainsof life including yeast, but not in any vertebrates tested (Miyauchi et al. 2013). Consistent with this, we did not detect ct6A above background in the analysis of fly tRNAs (data notshown). In the yeast profilings, trends in ct6A levels closely mir- rored those of t6A (Fig. 4G). ct6A levels were below the limitof detection in kae1 mutants, and rescued to similar relative levels as with t6A by the KEOPS expression constructs. However, ct6A peak areas were approximately fivefoldsmaller than corresponding levels of t6A. Despite efforts to minimize hydrolysis by conducting the analysis at neutral pH, it is possible that a portion of ct6A was hydrolyzed tot6A during sample preparation. In any case, these results clearly demonstrate the biochemical activity of Drosophila KEOPS genes including Kae1 in the biogenesis of N 6- threonylcarbamoyladenosine-modified tRNAs. Since we didMolecular genetic analysis of Drosophila kae1 www.rnajournal.org 2109not detect ct6A in Drosophila samples, we will continue to generally refer to t6A in the remainder of this study. kae1 mutants exhibit aberrant hematopoietic development andactivity Having established the role of Drosophila Kae1 and its partners in t6A biosynthesis, we sought to examine the nature of developmental defects caused by absenceof this tRNA modification pathway. We began with the analysis of the namesake Black Spots, which resemble pheno- types associated with derangement in the development andor deployment of the hematopoietic system (Minakhinaand Steward 2006). Therefore, we inves- tigated the status of the lymph gland as well as circulating blood cells in thehemolymph. We first examined kae11A13Df(3L) ED220 larvae, which exhibit a strong mo- lecular defect in t6A biogenesis (Fig. 3C) and generate black spots with nearly complete penetrance (Fig. 1A). The he-molymph of control TM6B sibling third instar larvae exhibit normal distributions of blood cells (Fig. 5A), primarily plas-matocytes (identifiable as 10 M diam- eter cells) and more rare lamellocytes (4050 M diameter cells). In contrast, hemolymph smears of 10-d-old kae1 1A13 hemizygous larvae showed in- creased density of blood cells, and in par-ticular, massive overrepresentation of lamellocytes (Fig. 5B). We also identified large circulating aggregates that resem-bled lymph gland fragments (Fig. 5C), as well as apparent phalloidin-rich tu- mors that were packed with lamellocytes(Fig. 5D). The latter could be melanized and were identifiable as black spots,  but they were not necessarily pigmented,suggesting they had not yet initiated the melanogenesis cascade. Notably, lamellocyte overproduction is a frequent feature of other character- ized mutants bearing melanotic masses (Lemaitre et al. 1995; Minakhina andSteward 2006). Therefore, we analyzed the status of the Drosophila hematopoiet- ic tissue, the lymph gland. The compactdisposition of the anterior lobe in normal third instar lymph gland is shown inFigure 5E and shows few lamellocytes. In contrast, 10-d- oldkae11A13 hemizygous larval lymph glands show abun- dant maturation of lamellocytes and are typically enlarged FIGURE 5. Hematopoietic overgrowth and blood cell defects in kae1 mutants. All samples were stained with Hoechst (blue) to label DNA and rhodamine phalloidin (red) to label F-actin; all scale bars, 50 m. Control animals were TM6B siblings of crosses used to generate kae1Df(3L) ED220 larvae and are thus heterozygous for kae1.(A) Control hemolymph shows the typical pro- file in which most circulating hemocytes are plasmatocytes (P asterisks). ( B)kae11A13 hemi- zygous hemolymph shows increased density of blood cells, as well as numerous lamellocytes, often present in clusters (L arrowheads). Lamellocytes ( 4050 m in diameter) are larger than plasmatocytes (10 m in diameter). ( C) Large aggregates bearing organized structure were observed in circulation as were overt tumors that are packed with plasmatocytes and lamel- locytes ( D). The latter correspond to the melanotic masses observed in live black spot larvae. (EH) Anterior lobe of lymph gland from third instar in control ( E) and from aged kae1Df (3L)ED220 larvae ( FH); the dorsal vessel (DV) is labeled. The kae1 mutants exhibit strong over- commitment to lamellocyte fate in the lymph gland ( F) and typically have overgrown lobes ( G). Frequently, the anterior lobe was observed in the process of dispersal or was detached entirely from the dorsal vessel ( H). (IL) Analysis of anterior lymph gland lobes in second instar larvae. Compared with control ( I), all kae1 mutants exhibit ectopic lamellocytes ( JL). The hypomorphs 1A2 (J) and 1A13 (K) are relatively normally sized, but the null f01978 (L) is strongly over- grown. ( M,N) Analysis of mitotic cells (labeled with anti-phospho-Histone H3, green) in poste- rior lobes of lymph glands from control ( M) and 1A13Df (N). The kae1 mutant has overgrown posterior lobes that harbor more actively dividing cells.Lin et al. 2110 RNA, Vol. 21, No. 12(Fig. 5F,G). Often, we find that the anterior lobe was in the process of dispersing, or completely detached from thedorsal vessel (Fig. 5H). This correlates with the observation of apparent lymph tissue in the circulatory system (Fig. 5C). We observed similar phenotypes with the hypomorphiccombination kae11A2 Df(3L)ED220 , except that its hema- topoietic alterations were weaker andor slower to develop (Supplemental Fig. 4). That is, defects were less robust atday 8 relative to day 10 larvae. As mentioned, most kae1 mutants exhibit a vastly extended larval stage. Thus, we considered it plausible that the enlargedlymph tissues developed progressively over this aberrant lar- val period. To ask whether kae1 mutants exhibit defects dur- ing the normal course of larval development, we examined1A2 (weak), 1A13 (strong), and f10978 (null) kae1 hemizygotes at the second instar. We observed overrepresen- tation of lamellocytes in anterior lymph gland lobes in allgenotypes, although 1A2 was not overgrown and 1A13 was only slightly enlarged relative to control (Fig. 5I K). However, f10978 exhibited both considerable overgrowth and ectopic commitment to lamellocyte fates (Fig. 5L). This is despite the fact that f10978 develops modest fre- quencies of black spot compared with 1A13 (Fig. 1), indi- cating that hematopoietic tumors can exist without melanization of nodules. We also note that f10978 exhibit lymph gland overgrowth despite the comparably small sizeof these larvae (Fig. 1), indicating partial uncoupling of or- ganism size and individual organ size. To verify their status as tumors, we stained second instar lymph glands for phospho-Histone H3 (pH3), a marker of mitotic cells. Figure 5M,N shows that kae11A13Df mutants also show expansion of their posterior lobes, although not asrobust as with the anterior lobe. Nevertheless, these tissues show clear increases in the frequency of anti-pH3-labeled cells, indicating that the expanded hematopoietic tissues areaccounted for by increased cell division, as well as alteration in cell fate toward lamellocytes. Essential requirement for kae1 in imaginal discs but not throughout the larval CNS A conspicuous aspect of the strong kae1 alleles were their nearly complete absence of imaginal discs. These begin as small cell populations that are set aside in the embryo, and proliferate during larval stages to increase their numbers1000-fold (Miln et al. 1996), generating the tissues that will form the adult structures during metamorphosis. We mounted larval brain-imaginal disc complexes from wild-type and two strong kae1 mutants for comparison (Fig. 6AC). Discs were completely absent in most larvae, or at best yielded tiny tissue rudiments that might potentially bediscs, but cannot confidently be assigned to any particular disc identity. In contrast, the CNS was slightly smaller but re- mained present. Closer inspection revealed that the opticlobes were strongly reduced in size in kae1 mutants, whereasthe ventral nerve cord (VNC) was less affected (Fig. 6A C). Notably, the optic lobes are the main proliferating centersin the larval CNS, whereas the VNC is primarily composed of post-mitotic neurons. We further examined the role of kae1 in proliferating tis- sues by generating negatively marked somatic clones in wing imaginal discs. In this system, both daughters of a mitotic recombination event are marked and remain distin-guished as clones. The homozygous mutant clone is detected by loss of a marker (e.g., ubi-GFP ) whereas its homozygous wild-type twinspot clone expresses the marker more in- tensely than the surrounding heterozygous tissue. Control FRT80 clones exhibit similar relative sizes to their twinspots (Fig. 6D,D). In contrast, FRT80 kae11A13 clones were nev- er recovered in imaginal discs, even though their twinspots were sizable (Fig. 6E,E). We quantified the differences in clonetwinspot sizes in Figure 6F. These data imply substan-tial growth andor competitive disadvantage of cells lacking the t6A modification pathway, which must have been re- moved from development after only a few cell divisions atmost. We note that somatic clones of kae1 should still have inherited at least some Kae1 protein, mRNA, andor t6A-modified tRNAs, yet failed to survive. From this, we inferthat perdurance is not a major cause for the ability of kae1 null zygotic mutants to survive for over two and a half weeks (Fig. 1). Differential requirements of kae1 in mitotic and nonproliferating larval tissues The clonal analyses caused us to evaluate more carefully the extent to which different tissues were affected in kae1 mu- tants. It is clear that kae1-deficient cells exhibit growth defects in some contexts. Nevertheless, our original isolation of kae1 mutants as extremely long-lived larvae exhibiting hemato- poietic expansion (Fig. 1) indicates that many cells and tis-sues can not only survive, but seemingly thrive in the kae1 null state for weeks. For example, differentiated post-mitotic blood cells such as lamellocytes (Krzemien et al. 2010) areboth overrepresented and actively functional in encapsula- tion during the extended larval phase of kae1 mutants (Fig. 5D; Supplemental Fig. 4). We surveyed other tissues that were maintained in kae1 mutant larvae, including the gut (Supplemental Fig. 5), sali- vary glands (Fig. 7A F), fat body, and somatic muscula- ture (Fig. 7G I). For the most part, all of these tissues are dominantly or solely composed of nonproliferating cells dur- ing the larval stages. Therefore, these observations solidifythe notion that mitotic cells are preferentially affected by loss of kae1. However, this does not mean that defects were lacking in these other larval tissues. Interestingly, quan-titative analysis showed tissue-specific and allele-specific differences between their behavior. For example, even though kae11A13Df mutants maintain only marginally more t6A than kae1f10978Df mutants (Fig. 3C), we observedMolecular genetic analysis of Drosophila kae1 www.rnajournal.org 2111progressively smaller salivary glands in kae1 mutants with less t6A (Fig. 7J). More strikingly, the size of salivary gland cellswas mostly unaffected in 1A13 hemizygotes, whereas they were tiny by comparison in f10978 hemizygotes (Fig. 7K). Thus, the slight amount of t6A in a strongly hypomorphickae1 condition can maintain salivary gland cell size, even though these glands evidently have fewer cells than normal, whereas the null condition compromises both cell and organsize in the salivary gland. In contrast, the absolute size of the body wall musculature is largely unaffected in kae11A13Df ,and only slightly reduced in the kae1f10978Df mutants (Fig. 7L,M). Indeed, the small size of kae1 null larvae (Fig. 1E) may be sufficient to explain the small size of its muscles, which are expected to scale to body size. Distinct effects of depleting kae1 in mitotic and post-mitotic contexts of an individual tissue Our extensive phenotypic analyses reveal strikingly distinct requirements for Kae1 in mitotic and nonproliferating larval tissues. To test for potentially distinct requirements for kae1 in mitotic and post-mitotic contexts within the same tissue, we turned to an RNAi approach. The developing eye is con- venient for this purpose, as characterized drivers can be usedto express transgenes in the undifferentiated, mitotic portion of the eye primordium ( ey-Gal4 ) or in the post-mitotic pho- toreceptors ( GMR-Gal4 ). Analysis of ey-Gal4  UAS-kae1- RNAi flies showed strongly malformed eyes, which were small and rough (Fig. 7N,O). We obtained similar results with independent RNAi transgenes (data not shown). In con-trast, GMR-Gal4  UAS-kae1-RNAi produced eyes that de- veloped normally, with all transgenes tested (Fig. 7P). Cellular analysis demonstrated that depletion of kae1 using ey-Gal4 caused developmental defects. Compared to the normal size and differentiation status of normal third instar eye discs, stained for the photoreceptor marker Elav andcone cell marker Cut, ey-Gal4  UAS-kae1-RNAi discs exhib- it rudimentary eye discs with disturbed patterning (Fig. 7Q, R). On the other hand, knockdown with GMR-Gal4 did not affect larval eye development (data not shown). There- fore, kae1 is critically required in mitotic, but not in post-mi- totic, eye cells. FIGURE 6. Essential requirement for kae1 in imaginal disc cells. ( AC) Preparations of third instar brain-disc complexes, stained for DAPI(gray), phalloidin (red) and the post-mitotic neuronal marker Elav (blue). Scale bars, 200 m. (A) Wt complexes show the CNS (in outline) and an array of discs that generate the adult body structures. Because not all the discs remain attached to each other during dissection, a compos- ite image that captures all of the discs is shown. These include pairs of wing (W), haltere (H), and eye-antennal (EA) discs, and six leg (L) discs. Inkae11A13 (B) and kae1f01978 (C) hemizygotes, essentially no imaginal discs are found, even though the CNS can be readily identified. The CNS can be divided into the optic lobes (OL, dotted lines) and the ventral nerve cord (VNC). The CNS is mildly smaller in kae11A13Df larvae ( B) and substantially reduced in kae1f01978Df larvae ( C); how- ever, note that the OL is preferentially reduced. The VNC harbors a stronger proportion of post-mitotic neurons than the OLs, as evidenced by Elav staining. ( D,E) Analysis of mitotic clones generated in wing ima- ginal discs of control lacZ FRT80 ( D) and kae1 FRT80 ( E) chromo- somes; enlargements are shown in D andE. The clones are generated in a heterozygous ( )ub-GFP FRT80 background, which produces an intermediate level of GFP. Homozygous mutant clones ( ) lack GFP whereas their sibling twin-spot clones () express elevated levels of GFP. Seventy-two hours after clone induction, all three cell popula- tions are identified in the control experiment ( D), whereas homozygous kae1 mutant cells were not recovered in wing discs ( E). (F) Quantification of relative sizes of clones and their sibling twin-spots. n2 6 lacZ clones and 20 kae1 clones analyzed. Scale bars, 200 m, ex- cept D,E,5 0m.Lin et al. 2112 RNA, Vol. 21, No. 12DISCUSSION Confirmation of the t6A modification pathway in a metazoan To date, nearly all studies of the t6A biogenesis pathway have been conducted in unicellular organisms such as bacteria or yeast. The first functional study of a metazoan t6A compo- nent involved knockdown of the mitochondrial Kae1 paralogQri7 (OSGEP-L) in Caenorhabditis elegans , which induced defective mitochondrial morphology and function (Oberto et al. 2009). Subsequently, a knockdown study of the D. mel- anogaster Bud32PRPK reported growth defects relating to defective TOR signaling (Ibar et al. 2013). However, neither study assessed biochemical defects in t6A accumulation perse. Furthermore, knockdown approaches do not generally achieve genetic null states. We demonstrate loss of t6A-modified tRNAs in Drosophila kae1 mutants, using both primer extension of individual spe- cies and mass spectrometry to examine the bulk population. Moreover, we demonstrate substantial cross-species rescueby fly Kae1 (and its partners) in yeast kae1 mutants, both in terms of growth capacity and in recovery of t6A-modified tRNAs. While this work was in preparation, similar obser-vations using the kae1 transposon insertion alleles were re- ported by the Glavic group (Rojas-Benitez et al. 2015). Our findings corroborate and extend their results. Nevertheless,our detection of substantial t6A-modified tRNAs in Droso- phila kae1 mutants was unexpected. Previous characterization of yeast kae1 mutants (El Yacoubi et al. 2011; Srinivasan et al. 2011), which we confirm here, showed nearly complete absence of t6A-modified tRNAs. This raises two general possibilities. First, it may be FIGURE 7. Differential requirements of kae1 in mitotic vs. nonprolif- erating tissues. Larval tissues were analyzed from kae11A13 andkae1 f01978 hemizygotes, which fully lack imaginal discs (Fig. 6). ( AI) Immunostaining of dissected tissues, using DAPI (blue) and phalloidin (red). ( AF) Salivary glands (and some attached fat bodies) imaged at 10 to visualize entire glands ( AC) and at 20 to emphasize individual cell sizes ( DF). (GI) Body wall musculature. Selected muscles VL1-4 and LO1 are labeled. The length of a body segment is denoted with the double arrow lines. ( J) Quantifications of salivary gland sizes ( n 10 all genotypes) and ( K) salivary gland cell sizes ( n 15 cells from the distal tip measured in each of eight glands, all genotypes). Although kae1 1A13Df larvae exhibit severe defects in mitotic tissues, the overall sali- vary gland size and cell size are more modestly affected. The null allele kae1f01978 is severely compromised in both aspects of the salivary gland. ( L) Quantifications of VL1 muscle length and ( M) VL2 muscle length. kae11A13Df larvae exhibit normal muscle sizes, while the null allele is only 40 reduced. Error bar shows standard error; all stat- istical analyses were unpaired Student st-tests. ( NP) Adult eyes bearing Gal4 driver alone ( N) or expressing kae1-RNAi under control of ey-Gal4 (O)o rGMR-Gal4 (P). The former is active in the proliferating eye pri- mordium, whereas the latter is active in post-mitotic photoreceptor neurons. ( Q,R) Third instar eye-antennal imaginal discs stained for DAPI, Cut (green, to label cone cells) and Elav (red, to label photorecep-tors). Compared to the control disc ( Q), depletion of kae1 using ey-Gal4 induces severely defective eye development. All scale bars, 200 m.Molecular genetic analysis of Drosophila kae1 www.rnajournal.org 2113that t6A-modified tRNAs are exceptionally stable in Droso- phila . In this scenario, even though we assayed timepoints go- ing well past the established range of maternal effects (e.g., up to 18 d, or the equivalent of a week-old adult fly), those mod- ified tRNAs that were maternally deposited or generated frommaternal kae1 mRNA andor protein persisted all that time. Alternatively, many species, including yeast and Drosophila , express a mitochondrial Kae1 paralog named Qri7. Althoughmitochondrially derived t6A appears to comprise a minute portion of the total pool in single-celled organisms, the situa- tion might be different in a metazoan. For example, the sub-stantial populations of nonproliferating tissues that tolerate deletion of kae1 include the larval musculature, which sustain larval locomotion in mutants for weeks. Therefore, the re-maining t6A-modified tRNAs in kae1 null mutant larvae may potentially be contributed by the abundant mitochon- dria in muscles. In the future, characterization of aDrosophila Qri7 (CG14231 ) knockout would provide a useful comparison, especially to see if Qri7 loss preferentially affects tissues with exceptional needs for oxidative phosphorylation. An extensive allelic series of kae1 mutants reveal diverse biology of t6A The first allele in a t6A biogenesis component, yeast sua5-1 , was isolated in a forward genetic screen as an extragenic sup- pressor of a mutant cyc1 allele bearing an aberrant uORF (Hampsey et al. 1991). UV and X-rays were used as mutagens in these screens, and cloning of sua5-1 revealed a single- base substitution resulting in an S107F missense alteration(Na et al. 1992). Subsequently, other genetic efforts hit vari- ous KEOPS components of the t6A pathway, but these studies utilized screening of a deletion collection (Downey et al. 2006)or a multicopy suppressor scheme (Kisseleva-Romanova et al. 2006). All of these studies pre-dated the connection of Sua5 KEOPS factors to t6A biogenesis, and for the most part, stud-ies have focused on generation of straight or conditional knockout alleles (Arigoni et al. 1998; El Yacoubi et al. 2009, 2011; Handford et al. 2009; Srinivasan et al. 2011). We describe the first extensive set of point mutations in a t6A pathway component. These mutations sort along a com- prehensive allelic series that includes null alleles, strong mu-tants, and weak hypomorphs. We document allele-specific phenotypic severities in different tissues, and also note that biochemically strong hypomorphs exhibit modest pheno-types in some settings (e.g., exhibit normal somatic muscu- lature) but phenocopy null alleles in other settings (e.g., completely lack imaginal discs). These discrepancies high-light the utility of the allelic series in dissecting multiple re- quirements of essential housekeeping genes in regulating fundamental cellular processes in vivo. Future studies cancontinue to exploit these alleles to elucidate the biology of t6A modification. For example, it remains unclear what un- derlying causes provoke the dramatic hematopoietic respons-es in kae1 mutants, and our alleles provide unique means forquerying this. Of note, substantial hematopoietic overgrowth is observed in both strong hypomorphs and the null condi-tion, but only the former proceeds reliably toward generation of melanotic nodules. Thekae1 alleles we report should also be valuable for un- derstanding the mechanism of t6A modification. Extensive structural studies delineate the Kae1 active site and binding surfaces with its partners Pcc1 and Bud32 (Hecker et al.2008; Mao et al. 2008; Wan et al. 2013; Zhang et al. 2015). Interestingly, only one of our many point mutations directly affects any of these functionally characterized regions (Fig.2A). This highlights the usage of a forward genetic screen to identify relevant mutations. This mutant collection can be utilized as a basis of structure-function studies to assesshow these uncharacterized residues might affect formation of the KEOPS complex, productive t6A transfer, or potential- ly the specificity of substrate tRNA recognition. Differential requirements of t6A in proliferating and nonproliferating cells Studies of the biology of t6A modification pathway in meta- zoan systems are only in their infancy. The Glavic group re- ported foundational studies using transgenic RNAi againstDrosophila PrpkBud32 (Ibar et al. 2013), and their recent work (Rojas-Benitez et al. 2015) and our current study extend this to genuine kae1 mutants. There are general similarities between the phenotypes of fruit fly and unicellular organism mutants, in that these genes are lethal (as in bacteria) and ex- hibit substantially defective growth (as in yeast). Of course,one of the major opportunities specifically available in higher eukaryotes is to examine potential cell- and tissue-specific re- quirements. Here, we find evidence for differential require-ments for kae1 in distinct cell types. Quite noticeably, strong kae1 mutants completely lack imaginal discs. The progenitor populations of discs are setaside during embryonic development, and they proliferate extensively during larval stages to generate the tissues that will form the adult body plan during metamorphosis. Although we cannot precisely assess the timing of effective depletion of maternal stores of t6A-modifed tRNAs (i.e., that are directly deposited into the oocyte, or that are gener-ated via maternally deposited kae1 mRNA andor protein), our clonal studies demonstrate a timely impact on removal of the kae1 genomic locus. That is, even though there exists substantial likelihood of Kae1 and t6A-modified tRNAs in- herited from the mother cell prior to mitotic recombination, kae1 mutant disc cells are quickly disadvantaged and rapidly removed during the course of normal development. Overall, we note these kae1 phenotypes are strikingly sim- ilar to certain other Drosophila mutants. For example, we and others previously characterized mutants of the central E1 and E2 enzymes in the SUMO pathway (the heterodimeric pair Aos1Uba2 and Ubc9, respectively), and these develop arange of defects that are strikingly similar to what weLin et al. 2114 RNA, Vol. 21, No. 12documented for kae1 mutants. Phenotypes common to loss of Kae1 and SUMO include extended larval phases before le-thality, presence of melanotic tumors, and preferential de- fects in mitotic versus nonproliferating cells, as evidenced by their lack of imaginal discs while retaining diverse otherlarval tissues (Kalamarz et al. 2012; Kanakousaki and Gibson 2012). Similarly, a number of zygotic cell cycle mu- tants specifically abrogate development of imaginal discswhile generally sparing other endoreplicated and post-mitot- ic larval tissues (Gatti and Baker 1989). Altogether, these analyses highlight how mutations in seemingly general  cellular regulators can reveal tissue-specific requirements. Moreover, they suggest that several fundamental regulatory pathways are preferentially required in highly mitotic tissues.Whether this simply indicates that diverse processes mutate to a common terminal zygotic phenotype, reflecting the dis- tinct biology of mitotic and nonproliferating cells, or whetherthere are actually mechanistic links between t6A, SUMO, and the cell cycle, remains to be dissected in the future. MATERIALS AND METHODS Genetic screen for kae1 alleles The region uncovered by Df(3L)ED220 was subjected to a lethal F2 screen after EMS mutagenesis. In total, we conducted nine roundsof mutagenesis using isogenized w1118 males (rounds 1 and 2) orw ; FRT80B males (subsequent rounds). The animals were desic- cated and fed 25mM EMS in 20 sucrose, then mated with w; TM3 SbTM6B females. Individual F1 TM6B males were crossed to w; Df (3L)ED220 wTM6B females (Bloomington 8077). Vials were scored for lethality by the absence of empty non-Tb pupal cases.Owing to the w marker integral to Df(3L)ED220 , stocks of new le- thal alleles were recovered by collecting white-eyed flies carryingTM6B, and re-balancing. In total, we conducted nine rounds of mu-tagenesis, and scored 7000 viable crosses to the deficiency, yielding64 lethals. The kae1 alleles 1A2, 1A13, and 1A19 were recovered in the w1118 background, while 3A7, 5C3, 7A6, 7A9, and 9D1,FRT80BTM6B were recovered in the w1118 ;FRT80B back- ground. We subsequently identified other alleles of kae1 in stocks obtained from the Bloomington Stock Center, namely pBac- CG4933f01978TM6B (18497), l(3)72Fb209TM6B (4793), andl(3)72Fb331TM6B (4794). Construction of CG4933 rescue transgenes We amplified the genomic region encompassing CG4933 and part of the upstream flanking gene using the primers below. The fragmentwas cloned into pGEM-T-easy and sequence verified. The fragmentwas then excised with NotI and cloned into NotI digested attB-Pacman (Venken et al. 2006), which had been treated with calfintestinal phosphatase. 4925AR TAAGCAATTATTTGATAGTCAATCTTTCG CG4933R AAGGAACAGGCCCTTTAAGTGGG We generated GFP-tagged CG4933 genomic transgene using recombineering, utilizing a two-step positivenegative selection(Warming et al. 2005). We performed positivenegative galK selec- tion mediated by growth on MacConkey agar (positive selection forintegration of the galK cassette) and growth on media containing 2-deoxygalactose (negative selection for replacement of galK cassettewith GFPS65T CDS). Sequences (galK cassette and GFPS65TCDS) were amplified with primers described below from pgalKand pBD1010 (Barry Dickson), respectively. Purified PCR productswere electroporated into SW102 bacteria (Warming et al. 2005) withthe appropriate attB pacman CG4933 vector and selection was car-ried out as described previously (Venken et al. 2006). Primers for galK recombineering of GFP into C-terminus of CG4933: C term - galK insertion CT4933galK-FGTGACTCAGCGATTTCGAACGGACGAAGTGCTGGTCAGCT GGCGGGATGACCCTGTTGACAATTAATCATCGGCA CT4933galK-RTAGTTATTTAATAAACAAACGATGCACAGAAATAAGTTCTTG TGGTGATTATCAGCACTGTCCTGCTCCTT C term - GFP insertionCT4933GFP-FGTGACTCAGCGATTTCGAACGGACGAAGTGCTGGTCAGCTGG CGGGATGACATGAGTAAAGGAGAAGAACTTTTC CT4933GFP-R TAGTTATTTAATAAACAAACGATGCACAGAAATAAGTTCTTG TGGTGATTATTTGTATAGTTCATCCATGCC Immunostaining and clonal analysis Analysis of hematopoietic system Developmentally synchronized larvae from crosses w; kae1IA2 TM6B XDf(3L)ED220TM6B and w; kae1IA13TM6B XDf(3L) ED220TM6B were collected, washed in phosphate buffered saline, pH 7.4, and either imaged without dissection using a LeicaMZFLIII, or were dissected for hemolymph contents, lymph glands,and tumors, at 4, 8, and 10 d after egg laying, according to previouslydescribed methods (Small et al. 2012). To obtain larval blood cellsand tumors, animals were bled gently, and hemolymph contents, in- cluding tumors, were recovered directly on slides. Larval samples were fixed in 4 paraformaldehyde in PBS, pH 7.4, stained withRhodamine Phalloidin (Invitrogen) and Hoechst 33258 (MolecularProbes), and imaged with Zeiss laser Scanning 510 confocal micro-scope. Images were recorded at 8 bit. AxioVision LE 4.5 or ZeissLSM5 AxioVision software was used to process images. Analysis of other larval tissues Imaginal discs, brains, and muscles were dissected and stained following previously described protocol (Lai and Rubin 2001).Antibodies used were mouse anti-Cut (DSHB, 1:50), rat anti-Elav (DSHB, 1:500), Alexa Fluor-568 phalloidin (Life Technologies,1:1000). Appropriate secondary antibodies conjugated to Alexa488, 568, and 647 were then used. Tissues were mounted in VECTA-SHIELD Antifade Mounting Medium with DAPI. Clonal analysis We analyzed hsFlp; w, arm-lacZ FRT80Bw, ubi-GFP FRT80B and hsFlp; kae11A13 FRT80Bw, ubi-GFP FRT80B animals.Molecular genetic analysis of Drosophila kae1 www.rnajournal.org 2115Larvae were heat-shocked at 37C for 40 min at 72 h after egg laying, and were dissected 3 d after heat shock. RT-PCR Total RNA from homozygous or hemizygous larvae were extractedwith TRIzol (Invitrogen), followed by DNase treatment usingTURBO DNA-free Kit (Ambion). cDNA were synthesized usingSuperScript III First-Strand Synthesis System with random primers(Invitrogen). QPCR reaction was performed with CFX96 TouchReal-Time PCR Detection System (Bio-Rad). Primers used wereKae1_RT_F, TTTGGGTATTGAAGGCAGTG, and Kae1_RT_R,CAGGAAACCTTCTCCTGGTG, and RPL32_RT_F, CCGCTTCAAGGGACAGTATC, and RPL32_RT_R, ACGTTGTGCACCAGGAACTT. tRNA primer extension assays Two micrograms of tRNA extracted with mirVana miRNA isolationkit (Ambion) was mixed with 1 pmol of  - 32P-labeled primer in 5 L 1 First-strand buffer (Invitrogen), heated to 95C and then slowly cooled down to 37C. Annealed RNAprimer was collectedby brief centrifugation, added with 5 L retro-transcription reaction mix, including 0.5 mM dNTPs, 0.01 M DTT, 200 units SuperScriptIII (Invitrogen) in 1 First-strand buffer and incubated at 50C for50 min, followed by heat inactivation at 70C for 15 min. Reactionsamples were then electrophoresed with 15 polyacrylamide urea sequencing gels (40 cm long). S.c.Ile primer: gggatcgaaccgctgatc S.c.Met primer: aggttcgaactctcgacc S.c.Val primer: aggttcgaactcgggatc D.m. Ile primer: gggatcgaacccgcgac D.m. Met primer: aggtttcgatcctcggacc D.m. Val Primer: gggatcgaaccggagacc Yeast strains and plasmids All yeast strains are derivatives of W303 adiploids homozygous fortrp1 leu2 ura3 his3 ade2 . The following derivatives of W303 were used: EJP51 KAE1 kae1::kanMX6 , RS2586 BUD32 bud32 :: kanMX6 , and YYF1 SUA5 sua5::kanMX6 . PCR was used to amplify theDrosophila cDNAs for KAE1 ,BUD32 ,PCC1 , and SUA5 open reading frames .The cDNAs were cloned into a yeast expression plas- mid vector, pADH416 or pADH415, with selectable markers URA3 orLEU2 , respectively. These plasmids express the Drosophila pro- teins from the ADH promoter on a single copy plasmid. As controls, the corresponding yeast genes were expressed under their own pro-moters in the single copy vector pRS316. The plasmid expressingyeast Kae1 was described previously (Srinivasan et al. 2011) andyeast Pcc1, Bud32, and Sua5 expressing plasmids are pXZ1, pXZ2,and pXZ3, respectively. Mass spectrometric analysis of tRNA modifications Chemicals All chemicals and reagents used were obtained at the highest purity available and were used without further purification unless stated.Benzonase, bacterial alkaline phosphatase, butylated hydroxytolu-ene, acetonitrile, and buffer salts were purchased from Sigma- Aldrich. Coformycin was obtained from the National CancerInstitute. Phosphodiesterase I was purchased from Worthington.Tetrahydrouridine was purchased from Calbiochem. Water purifiedthrough a Milli-Q system (Millipore) was used throughout our stud-ies. Sartorius Vivaspin 500-brand centrifugal filter units were usedfor dialysis and sample concentration. Extraction and purification of Drosophila and yeast RNA Total RNAs were isolated using TRIzol and then subjected to a two- step purification to obtain tRNA. First, a PureLink RNA Miniextraction kit (Life Technologies) was used to precipitate the ribo-somal RNA in the sample. In the second step, size-exclusionchromatography (SEC-HPLC) was performed using an AgilentBio SEC-3 column with 10 mM ammonium acetate at pH 7 as themobile phase. Neutral pH was selected to minimize hydrolysis ofct6A. tRNA and rRNA were collected as separate fractions, vacuumconcentrated and reconstituted in water. tRNA concentrations weredetermined by UV spectroscopy at 260 nm. In the yeast samples, theproportion of tRNA to ribosomal RNA was much higher so onlySEC-HPLC fractionation was required to obtain pure tRNA foranalysis. Nucleoside preparation Four micrograms of purified tRNA from each sample was digested using a mixture of Benzonase (21.5 U), bacterial alkaline phospha-tase (0.5 U) and phosphodiesterase I (0.21 U) in a final reaction vol-ume of 100 L. Enzymes were dialyzed into 10 mM ammoniumacetate at pH 7 immediately prior to use by washing twice with 10kDa MWCO Vivaspin 500 spin filters. The reaction mixture wassupplemented with MgCl 2, CaCl 2, and ZnCl 2, each at a concentra- tion of 0.1 mM. Nucleobase deaminase inhibitors coformycin andtetrahydrouridine were added at a concentration of 10 gmL and50 gmL, respectively, and butylated hydroxytoluene (an antioxi-dant) was added at a concentration of 0.5 mM. The digestion wasallowed to proceed for 2 h at 37C and was stopped upon removalof the enzymes by microfiltration with 10 kDa spin filters. LC-MSMS analysis of RNA nucleosides Ribonucleosides were separated using a Synergy Fusion RP, 2.5 m particle size, 100  pore size, 100 mm length, 2 mm inner diameterfrom Phenomenex, on an Agilent 1290 series HPLC systemequipped with a diode array detector. Mobile phase A was 5 mMammonium acetate and mobile phase B was pure acetonitrile.Gradient elution started with 100 A for 1 min, increased to 10B after 10 min, 40 after 14 min, 80 after 20 min and regenerationof starting conditions with 100 A for 5 additional minutes. Theflow rate was 0.35 mLmin and the column temperature 35C.The effluent from the column was directed through the DAD beforeentering the Agilent 6430 triple quadrupole mass spectrometer in dynamic multiple reaction monitoring (MRM) mode. The MS was operated in positive ion mode with the following parameters:electro-spray ionization (ESI-MS), fragmentor voltage (average)80 V, cell accelerator voltage 2 V, N 2-gas temperature 350C, N 2- gas flow 10 Lmin, nebulizer 40 psi, capillary 3500 V. Modified nucleosides were identified based on having both the correct retention time and mass transition. Under our chromatog-raphy conditions, t6A eluted at 8.6 min while ct6A eluted atLin et al. 2116 RNA, Vol. 21, No. 126.8 min. Mass transitions were mz 413281 for t6A and mz 395263 for ct6A, both corresponding to the neutral loss of ribose. 15N-2-Deoxyadenosine was added to each sample as an internal standard. Data analysis In each sample, the UV peak areas at 260 nm of the four canonical ribonucleosides cytidine, uridine, guanosine, and adenosine  were integrated and summed together. Peaks corresponding todetection of MRM transitions for the modified nucleosides werefirst normalized to the peak area of the internal standard ( 15N-2- deoxyadenosine) to account for inter-sample detection fluctuations,followed by a second normalization to the summed peak areas of thecanonical nucleosides to account for the amount of injected RNA.The adjusted peak areas of the five samples were calculated as a per-centage of the corresponding wild-type control sample. SUPPLEMENTAL MATERIAL Supplemental material is available for this article. ACKNOWLEDGMENTS We thank Fuqu Hu for Kae1 structural comparisons and theBloomington Stock Center for stocks. Work in the Govindlaboratory was supported by NSF-1121817, NASA awardNNX15AB42G, and a Howard and Vicki Palefsky Fellowship to J.R. Work in the Dedon laboratory was supported by the SingaporeNational Research Foundation under its Singapore-MIT Alliancefor Research and Technology, the National Institute of Environ- mental Health Science (ES017010, ES022858, ES002109), the Na- tional Science Foundation (MCB-1412379), and a fellowship fromthe Deutsche Forschungsgemeinschaft (S.M.K.). Work in the Stern-glanz laboratory was supported by P01-GM088297. Work in the Lailaboratory was supported by the Burroughs Wellcome Foundation,the National Institutes of Health (R01-GM083300), the National In-stitute of Neurological Disorders and Stroke (R01-NS083833), andMemorial Sloan-Kettering Core grant P30-CA008748. Received August 11, 2015; accepted September 14, 2015. REFERENCES Agris PF. 2008. Bringing order to translation: the contributions of trans- fer RNA anticodon-domain modifications. EMBO Rep 9:629635. Alexandrov A, Chernyakov I, Gu W, Hiley SL, Hughes TR, Grayhack EJ, Phizicky EM. 2006. Rapid tRNA decay can result from lack of non- essential modifications. Mol Cell 21:8796. Arigoni F, Talabot F, Peitsch M, Edgerton MD, Meldrum E, Allet E, Fish R, Jamotte T, Curchod ML, Loferer H. 1998. A genome-basedapproach for the identification of essential bacterial genes. Nat Biotechnol 16:851856. Brown JB, Boley N, Eisman R, May G, Stoiber M, Duff MO, Booth BW, Wen J, Park S, Suzuki AM, et al. 2014. Diversity and dynamics of theDrosophila transcriptome. Nature 512: 393399. Daugeron MC, Lenstra TL, Frizzarin M, El Yacoubi B, Liu X, Baudin- Baillieu A, Lijnzaad P, Decourty L, Saveanu C, Jacquier A, et al.2011. Gcn4 misregulation reveals a direct role for the evolutionary conserved EKCKEOPS in the t 6A modification of tRNAs. Nucleic Acids Res 39:6148 6160.Deutsch C, El Yacoubi B, de Crcy-Lagard V, Iwata-Reuyl D. 2012. Biosynthesis of threonylcarbamoyl adenosine (t6A), a universal tRNA nucleoside. J Biol Chem 287: 13666 13673. dos Santos G, Schroeder AJ, Goodman JL, Strelets VB, Crosby MA, Thurmond J, Emmert DB, Gelbart WM, FlyBase Consortium.2015. FlyBase: introduction of the Drosophila melanogaster Release 6 reference genome assembly and large-scale migration of genomeannotations. Nucleic Acids Res 43:D690 D697. Downey M, Houlsworth R, Maringele L, Rollie A, Brehme M, Galicia S, Guillard S, Partington M, Zubko MK, Krogan NJ, et al. 2006. A ge-nome-wide screen identifies the evolutionarily conserved KEOPS complex as a telomere regulator. Cell124: 1155 1168. El Yacoubi B, Lyons B, Cruz Y, Reddy R, Nordin B, Agnelli F, Williamson JR, Schimmel P, Swairjo MA, de Crcy-Lagard V.2009. The universal YrdCSua5 family is required for the formationof threonylcarbamoyladenosine in tRNA. Nucleic Acids Res 37: 2894 2909. El Yacoubi B, Hatin I, Deutsch C, Kahveci T, Rousset JP, Iwata-Reuyl D, Murzin AG, de Crcy-Lagard V. 2011. A role for the universal Kae1 Qri7YgjD (COG0533) family in tRNA modification. EMBO J 30: 882893. Galperin MY, Koonin EV. 2004. Conserved hypothetical proteins: pri- oritization of targets for experimental study. Nucleic Acids Res 32: 5452 5463. Gatti M, Baker BS. 1989. Genes controlling essential cell-cycle functions inDrosophila melanogaster .Genes Dev 3:438453. Grewal SS. 2015. Why should cancer biologists care about tRNAs? tRNA synthesis, mRNA translation and the control of growth. Biochim Biophys Acta 1849: 898907. Grosjean H, Sprinzl M, Steinberg S. 1995. Posttranscriptionally modi- fied nucleosides in transfer RNA: their locations and frequencies.Biochimie 77:139141. Gu C, Begley TJ, Dedon PC. 2014. tRNA modifications regulate trans- lation during cellular stress. FEBS Lett 588: 4287 4296. Hampsey M, Na JG, Pinto I, Ware DE, Berroteran RW. 1991. Extragenic suppressors of a translation initiation defect in the cyc1 gene of Saccharomyces cerevisiae .Biochimie 73:1445 1455. Handford JI, Ize B, Buchanan G, Butland GP, Greenblatt J, Emili A, Palmer T. 2009. Conserved network of proteins essential for bacte-rial viability. J Bacteriol 191: 4732 4749. Hanoune J, Agarwal MK. 1970. Studies on the half life time of rat liver transfer RNA species. FEBS Lett 11: 7880. Hecker A, Lopreiato R, Graille M, Collinet B, Forterre P, Libri D, van Tilbeurgh H. 2008. Structure of the archaeal Kae1Bud32 fusion pro- tein MJ1130: a model for the eukaryotic EKCKEOPS subcomplex.EMBO J 27:2340 2351. Hinnebusch AG. 2005. Translational regulation of GCN4 and the general amino acid control of yeast. Annu Rev Microbiol 59:407 450. Hopper AK, Huang HY. 2015. Quality control pathways for nucleus-en- coded eukaryotic tRNA biosynthesis and subcellular trafficking. Mol Cell Biol 35:2052 2058. Huh WK, Falvo JV, Gerke LC, Carroll AS, Howson RW, Weissman JS, OShea EK. 2003. Global analysis of protein localization in budding yeast. Nature 425: 686691. Ibar C, Cataldo VF, Vsquez-Doorman C, Olgun P, Glavic A. 2013. Drosophila p53-related protein kinase is required for PI3KTOR pathway-dependent growth. Development 140: 1282 1291. Kalamarz ME, Paddibhatla I, Nadar C, Govind S. 2012. Sumoylation is tumor-suppressive and confers proliferative quiescence to hemato- poietic progenitors in Drosophila melanogaster larvae. Biol Open 1: 161172. Kanakousaki K, Gibson MC. 2012. A differential requirement for SUMOylation in proliferating and non-proliferating cells duringDrosophila development. Development 139: 2751 2762. Kirchner S, Ignatova Z. 2015. Emerging roles of tRNA in adaptive translation, signalling dynamics and disease. Nat Rev Genet 16: 98112.Molecular genetic analysis of Drosophila kae1 www.rnajournal.org 2117Kisseleva-Romanova E, Lopreiato R, Baudin-Baillieu A, Rousselle JC, Ilan L, Hofmann K, Namane A, Mann C, Libri D. 2006. Yeast homo- log of a cancer-testis antigen defines a new transcription complex.EMBO J 25:3576 3585. Krzemien J, Oyallon J, Crozatier M, Vincent A. 2010. Hematopoietic progenitors and hemocyte lineages in the Drosophila lymph gland. Dev Biol 346: 310319. Lai EC, Rubin GM. 2001. neuralized functions cell-autonomously to regulate a subset of Notch-dependent processes during adult Drosophila development. Dev Biol 231: 217233. Lecourtois M, Schweisguth F. 1995. The neurogenic suppressor of sair- less DNA-binding protein mediates the transcriptional activation of theenhancer of split complex genes triggered by Notch signaling. Genes Dev 9:2598 2608. Lemaitre B, Meister M, Govind S, Georgel P, Steward R, Reichhart JM, Hoffmann JA. 1995. Functional analysis and regulation of nuclear import of dorsal during the immune response in Drosophila . EMBO J 14:536545. Lin CA, Ellis SR, True HL. 2010. The Sua5 protein is essential for normal translational regulation in yeast. Mol Cell Biol 30:354363. Lu BY, Emtage PC, Duyf BJ, Hilliker AJ, Eissenberg JC. 2000. Heterochromatin protein 1 is required for the normal expression of two heterochromatin genes in Drosophila .Genetics 155: 699708. Machnicka MA, Milanowska K, Osman Oglou O, Purta E, Kurkowska M, Olchowik A, Januszewski W, Kalinowski S, Dunin- Horkawicz S, Rother KM, et al. 2013. MODOMICS: a database of RNA modification pathways 2013 update. Nucleic Acids Res 41: D262 D267. Mao DY, Neculai D, Downey M, Orlicky S, Haffani YZ, Ceccarelli DF, Ho JS, Szilard RK, Zhang W, Ho CS, et al. 2008. Atomic structure of the KEOPS complex: an ancient protein kinase-containing molec-ular machine. Mol Cell 32:259275. Miln M, Campuzano S, Garca-Bellido A. 1996. Cell cycling and pat- terned cell proliferation in the wing primordium of Drosophila . Proc Natl Acad Sci 93:640645. Minakhina S, Steward R. 2006. Melanotic mutants in Drosophila : path- ways and phenotypes. Genetics 174: 253263. Miyauchi K, Kimura S, Suzuki T. 2013. A cyclic form of N6-threonylcar- bamoyladenosine as a widely distributed tRNA hypermodification. Nat Chem Biol 9:105111. Na JG, Pinto I, Hampsey M. 1992. Isolation and characterization of SUA5, a novel gene required for normal growth in Saccharomyces cerevisiae .Genetics 131: 791801. Oberto J, Breuil N, Hecker A, Farina F, Brochier-Armanet C, Culetto E, Forterre P. 2009. Qri7OSGEPL, the mitochondrial version of theuniversal Kae1YgjD protein, is essential for mitochondrial genome maintenance. Nucleic Acids Res 37:5343 5352.Perrochia L, Crozat E, Hecker A, Zhang W, Bareille J, Collinet B, van Tilbeurgh H, Forterre P, Basta T. 2013. In vitro biosynthesis of a uni- versal t6A tRNA modification in Archaea andEukarya .Nucleic Acids Res41:1953 1964. Rojas-Benitez D, Thiaville PC, de Crcy-Lagard V, Glavic A. 2015. The levels of a universally conserved tRNA modification regulate cell growth. J Biol Chem 290: 18699 18707. Small C, Paddibhatla I, Rajwani R, Govind S. 2012. An introduction to parasitic wasps of Drosophila and the antiparasite immune response. J Vis Exp 7:e3347. Sprinzl M, Vassilenko KS. 2005. Compilation of tRNA sequences and sequences of tRNA genes. Nucleic Acids Res 33:D139 D140. Srinivasan M, Mehta P, Yu Y, Prugar E, Koonin EV, Karzai AW, Sternglanz R. 2011. The highly conserved KEOPSEKC complex is essential for a universal tRNA modification, t6A.EMBO J 30: 873881. Su D, Chan CT, Gu C, Lim KS, Chionh YH, McBee ME, Russell BS, Babu IR, Begley TJ, Dedon PC. 2014. Quantitative analysis of ribo- nucleoside modifications in tRNA by HPLC-coupled mass spec- trometry. Nat Protoc 9:828841. Venken KJ, He Y, Hoskins RA, Bellen HJ. 2006. Pacman: a BAC trans- genic platform for targeted insertion of large DNA fragments in D. melanogaster .Science 314: 1747 1751. Wan LC, Mao DY, Neculai D, Strecker J, Chiovitti D, Kurinov I, Poda G, Thevakumaran N, Yuan F, Szilard RK, et al. 2013. Reconstitution and characterization of eukaryotic N6-threonylcarbamoylation of tRNA using a minimal enzyme system. Nucleic Acids Res 41: 6332 6346. Warming S, Costantino N, Court DL, Jenkins NA, Copeland NG. 2005. Simple and highly efficient BAC recombineering using galK selec- tion. Nucleic Acids Res 33:e36. Weissenbach J, Grosjean H. 1981. Effect of threonylcarbamoyl mod- ification (t6A) in yeast tRNA Arg III on codon-anticodon and anticodon-anticodon interactions. A thermodynamic and kinetic evaluation. Eur J Biochem 116: 207213. Yarian C, Townsend H, Czestkowski W, Sochacka E, Malkiewicz AJ, Guenther R, Miskiewicz A, Agris PF. 2002. Accurate translation of the genetic code depends on tRNA modified nucleosides. J Biol Chem 277: 16391 16395. Zhai RG, Hiesinger PR, Koh TW, Verstreken P, Schulze KL, Cao Y, Jafar-Nejad H, Norga KK, Pan H, Bayat V, et al. 2003. Mapping Drosophila mutations with molecularly defined P element insertions. Proc Natl Acad Sci 100: 10860 10865. Zhang W, Collinet B, Perrochia L, Durand D, van Tilbeurgh H. 2015. The ATP-mediated formation of the YgjD-YeaZ-YjeE complexis required for the biosynthesis of tRNA t6Ai n Escherichia coli . Nucleic Acids Res 43:1804 1817.Lin et al. 2118 RNA, Vol. 21, No. 12",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]