[
    {
        "pmid": "35282036",
        "title": "The interaction of vortical flows with red cells in venous valve mimics.",
        "year": "2022",
        "journal": "Biomicrofluidics",
        "abstract": "The motion of cells orthogonal to the direction of main flow is of importance in natural and engineered systems. The lateral movement of red blood cells (RBCs) distal to sudden expansion is considered to influence the formation and progression of thrombosis in venous valves, aortic aneurysms, and blood-circulating devices and is also a determining parameter for cell separation applications in flow-focusing microfluidic devices. Although it is known that the unique geometry of venous valves alters the blood flow patterns and cell distribution in venous valve sinuses, the interactions between fluid flow and RBCs have not been elucidated. Here, using a dilute cell suspension in an in vitro microfluidic model of a venous valve, we quantified the spatial distribution of RBCs by microscopy and image analysis, and using micro-particle image velocimetry and 3D computational fluid dynamics simulations, we analyzed the complex flow patterns. The results show that the local hematocrit in the valve pockets is spatially heterogeneous and is significantly different from the feed hematocrit. Above a threshold shear rate, the inertial separation of streamlines and lift forces contribute to an uneven distribution of RBCs in the vortices, the entrapment of RBCs in the vortices, and non-monotonic wall shear stresses in the valve pockets. Our experimental and computational characterization provides insights into the complex interactions between fluid flow, RBC distribution, and wall shear rates in venous valve mimics, which is of relevance to understanding the pathophysiology of thrombosis and improving cell separation efficiency.",
        "full_text": "The interaction of vortical flows with red cells in venous valve mimics Cite as: Biomicrofluidics 16, 024103 (2022); doi: 10.10635.0078337 View Online Export Citation CrossMar k Submitted: 12 November 2021  Accepted: 8 February 2022  Published Online: 3 March 2022 Zyrina Alura C. Sanchez, Vignesha Vijayananda, Devin M. Virassammy, Liat Rosenfeld,a) and Anand K. Ramasubramaniana) AFFILIATIONS Department of Chemical and Materials Engineering, San Jos State University, San Jos, California 95192, USA a)Authors to whom correspondence should be addressed: liat.rosenfeldsjsu.edu and anand.ramasubramaniansjsu.edu ABSTRACT The motion of cells orthogonal to the direction of main flow is of importance in natural and engineered systems. The lateral movement of red blood cells (RBCs) distal to sudden expansion is considered to influence the formation and progression of thrombosis in venous valves, aortic aneurysms, and blood-circulating devices and is also a determining parameter for cell separation applications in flow-focusing micro- fluidic devices. Although it is known that the unique geometry of venous valves alters the blood flow patterns and cell distribution invenous valve sinuses, the interactions between fluid flow and RBCs have not been elucidated. Here, using a dilute cell suspension in anin vitro microfluidic model of a venous valve, we quantified the spatial distribution of RBCs by microscopy and image analysis, and using micro-particle image velocimetry and 3D computational fluid dynamics simulations, we analyzed the complex flow patterns. The results show that the local hematocrit in the valve pockets is spatially heterogeneous and is significantly different from the feed hematocrit. Above athreshold shear rate, the inertial separation of streamlines and lift forces contribute to an uneven distribution of RBCs in the vortices, theentrapment of RBCs in the vortices, and non-monotonic wall shear stresses in the valve pockets. Our experimental and computationalcharacterization provides insights into the complex interactions between fluid flow, RBC distribution, and wall shear rates in venous valve mimics, which is of relevance to understanding the pathophysiology of thrombosis and improving cell separation efficiency. Published under an exclusive license by AIP Publishing. https:doi.org10.10635.0078337 INTRODUCTION Red blood cells (RBCs) or erythrocytes are the most abundant cells in blood with 5  10 9cellsml accounting for 40 50 (known as hematocrit or HCT) by volume in a healthy individual. RBCs are highly deformable, and the unique deformability characteristics of a RBC are key in the fluid and mass transport processes in thevasculature. 1Although RBCs have mostly been appreciated in the context of tissue oxygenation, ischemia, and vaso-occlusion, severalepidemiological studies have detected varying associations between hematocrit levels and thrombosis. 25The RBC composition in the blood clots depends on local flow rates venous thrombi, which are typically associated with low flow conditions or blood stasis, arericher in red cells than arterial thrombi, which are typically associ-ated with high flow conditions. 6In addition, flow-induced hemolysis and device-related thrombosis are causal to complications associated with left ventricular assist devices (LVADs) and extracorporealmembrane oxygenators (ECMOs). 7Therefore, it is important to understand how blood flow dictates local RBC distribution.Numerous and excellent experimental and computational studies have investigated the role of RBC concentration, deform- ability, shape, and hydrodynamic interactions, mostly in straight, stenosed, or bifurcating channels in the context of hemostasis orthrombosis. 813However, relatively little effort has been expended in understanding blood flows inside a cavity or a sudden expansion,which is of relevance to flows in artificial devices (LVADs andECMOs) and physiological systems (aortic aneurysms and venousvalves). Of interest, a growing body of evidence points to theimportant contribution of RBCs in the pathophysiology of venousthrombosis. 14,15Venous thrombosis (VT) originates in the sinuses of venous valves, which are layered flaps in peripheral veins that prevent the backflow of blood.16The venous valve sinuses are regions of low flow, and flow stasis in the valve sinus is long con-sidered to be a major factor triggering venous thrombosis. 1719The presence of a large cavity immediately distal to sudden expansiongives rise to unique flow patterns in the venous valve sinuses asobserved in ex vivo fixed valves, 20in vivo ultrasound studies,21andBiomicrofluidics ARTICLE scitation.orgjournalbmf Biomicrofluidics 16,024103 (2022); doi: 10.10635.0078337 16,024103-1 Published under an exclusive license by AIP Publishingin vitro biomimetic valves.22,23Experimental flow visualization studies show that these unique flow patterns due to sudden expan- sion result in differential RBC distribution in the distal pockets vsthe center of the channel. 24,25However, there is insufficient information how these flow patterns determine RBC transport andlocal hematocrit distribution in the venous valve sinuses. This information on the interaction of recirculating flows with red cells can also be valuable for the growing interest in predicting throm-botic risks from patient-specific flow patterns determined by thevessel geometry. In this work, we seek to determine experimentally the effect of venous valve hydrodynamics on local RBC distribution. Using microfluidics, micro-particle image velocimetry ( PIV), computa- tional fluid dynamics (CFD), and microscopy, we resolve theimpact of local velocity fields and shear rates on RBC distributionsin venous valve mimics. We use a dilute suspension of RBCs so that the individual cells could be discriminated without overcrowd- ing, minimizing the confinement effects in the scale-down micro-fluidic model, and the role of fluid cell interactions in RBC distribution may be studied without the confounding effects ofcellcell interactions that are prominent at physiological hematocrit levels. 26From the images of RBC distribution at various flow rates,we demonstrate that the local RBC concentrations in the valve sinuses are dramatically different from bulk flow due to vortical flows in the sudden expansion. We also determine the minimumshear rates necessary to drive the RBCs into the vortex and showthat entrapment leads to a long residence time. METHODS The experimental system consisted of an infusion pump for positive pressure driven flow through the microfluidic chip, which was mounted on a microscope objective for the visualization of both RBC distribution and PIV ( Fig. 1 ). The dimensions of the microfluidic channels are designed to mimic venous valves that arepartially closed, leading to sudden expansion, and the channel Reynolds number (Re) was matched with what has been reported previously in in vivo flows. 20,27 Microfluidic device A microfluidic device was designed to mimic venous valves using CAD software (AutoCAD, San Rafael, CA).50To simulate the sudden expansion in the valves, the main channel suddenlyexpands from a narrow constriction of 30 to 300 m. The walls of FIG. 1. Schematic of the full experi- mental setup used for RBC distribution andPIV measurements. The cutout window shows the microfluidic geome-try, including the 30 300m with a valve angle of 135. The white arrow indicates the direction of flow. RBC or bead suspension was perfused throughthe device at constant pressure using asyringe pump and analyzed either by microscopy or by PIV , respectively . When acquiring bright field images forRBC distribution measurements, thelaser and synchronizer were not used; the high-speed camera took direct images of the flow device.Biomicrofluidics ARTICLE scitation.orgjournalbmf Biomicrofluidics 16,024103 (2022); doi: 10.10635.0078337 16,024103-2 Published under an exclusive license by AIP Publishingthe valve pockets are angled at 135 relative to the direction of flow. The design was printed on a bright field mask, and using this mask, a silicon wafer was fabricated by soft lithography. A waferwas coated with SU-8 2035 to create a mold with a height of35m. The mold was salinized with 95 100 trichlorosilane (Gelest, Morrisville, PA) to preserve the design and prevent adhe- sion to the elastomer. The silicone base (Dow Corning, Midland, MI) was mixed with the curing agent at a ratio of 10:1 by weight tocreate polydimethylsiloxane (PDMS, Dow Corning, Midland, MI).The solution was poured onto the wafer and cured for 2.25 h at 90 C(Precision Oven, Model 658, Thermo Scientific). The required design was cut and the inlet and outlet holes were punched using a 1 -mm biopsy punch (Miltex, York, PA). The PDMS designs weresonicated in a bath sonicator (Model 75HT, LabX) for 10 min atroom temperature in 35 ethanol solution to remove any debris.They were then rinsed in DI water and left to dry for 1 h at 90 C. After cooling, PDMS and the microscope glass slide (Fisher Scientific, Waltham, MA) were activated by exposure to oxygenplasma (Basic Plasma Cleaner, Model PDC-32G, Harrick Plasma).These surfaces were immediately pushed together firmly to create anairtight seal. The chips were left to cure for 2 h at 90 C to make the binding irreversible. The chips were prepared 24 h before the experi- ment to provide enough time for hydrophilic decay of PDMS tobaseline levels. Cell preparation Venous blood was freshly drawn from healthy volunteers after signing an informed consent and obtaining written ethics approval in accordance with the Institutional Review Board (IRB) protocol (IRB F16134, Office of Research, SJSU). The red blood cells (RBCs)were separated from whole blood by spinning at 250 RCF with 7acceleration and no breaks for 25 min at 22 C (Eppendorf,Hamburg, Germany). The top plasma layer and the middle buffy coat were discarded. A dilute RBC suspension at a desired hemato- crit concentration was prepared by diluting the appropriate volumeof RBCs in a modified PBS buffer at physiological pH. This modi-fied PBS buffer consisted of 1 dextrose and 0.5 BSA to prevent fast settling and nonspecific aggregation, respectively; and this was filtered using a 0.22-micron filter (Millipore PES Membrane) toremove dust and reduce clogging of the channel. The chip wasprimed right before running the experiment with 0.1 F-127(MilliporeSigma, Burlington, MA) diluted in PBS. Once the buffer and PDMS device were prepared, the diluted RBC suspension was mixed gently with a pipette and drawn into a syringe using a 21 Gneedle, a 750 m ID tube to keep the seal tight and connect the needle to the inlet of the chip. Flow rates of 0.01, 0.05, 0.1, 0.2, 0.3,and 0.4 mlmin corresponding to the Reynolds numbers of 0.6, 3, 6, 12, 18, and 24, respectively, were used. All flow conditions were allowed to stabilize for 1 min before commencing the videorecording. Image acquisition The RBC movement within the microfluidic channel was monitored with a 20 objectiveaperture 7 (Leica Dmi8 and LAS-X). Microscope settings also included 255 brightness intensity. The images were captured using a high-speed camera (PhantomVEO 410-L). The images were captured at 10 068 fps at a resolution of 1024  512 with an exposure time of 1 s. The RBC distribution was averaged from 100 ms duration of frames for lower Re andfrom 10 ms duration of frames for higher Re. Image analysis The images were analyzed offline using ImagePro 10 (Media Cybernetics, Rockville, MD). Using inbuilt background subtraction and contrast enhancement algorithms, the RBCs were isolated from the background based on an intensity histogram. Using a customMATLAB code, each image was binarized. To quantify RBC distri-bution from the binarized images, the images were divided intozones using grids 15.19  20.21 m 2. The percentage of white pixels was calculated for each grid; these numbers were the 2D area density at that grid location. These values corresponded to specificHCT values on the calibration curve relating area density to HCT. PIV experiments and analysis PIV image acquisition To trace fluid streamlines, we used micro-Particle Image Velocimetry ( PIV). Red fluorescent beads of 1 m (Dyed Red Aqueous trace fluid streamlinesFluorescent Particles, Thermo Scientific) were used as tracer particles. The stock solution was sonicated and vortexed before preparing a 1:20 dilution of theworking solution, corresponding to a final concentration of 0.05wv. The optical system was coupled with Nd: YAG double-pulse(YAG200-15-QTL) with an emission wavelength of 532 nm and a synchronizer (LaserPulse Model 610036). This PIV system was controlled using Insight 4G software (TSI Incorporated, Shoreview,MN). The images were obtained at a repetition rate between 2500and 18 754 Hz to obtain optimal images for further analysis. During acquisition, an in situ point processing was performed as a quick check to ensure that the PIV image pair obtained hadsuitable tand adequate spot size. It was also necessary to verify that the particle displacement lies within the interrogation regionfor one spot analysis by using the quick point processing tool. This analysis compares the signal-to-noise ratio to the threshold. PIV image analysis The detailed image analysis was performed offline, and it con- sisted of three steps: (1) Pre-processing: The quality of the imagewas improved by using image subtraction and removing noiseusing a minimum intensity operator; (2) Processing: A static maskwas drawn as a boundary around the walls of the channel. The cor- relation between two spots was obtained using Fast Fourier Transform, and the image match within a displacement range wasprovided using the correlation function for each pixel. The peaks inthe correlation values were obtained using the Gaussian peak func-tion to determine the displacement of the particles within the spot pair. This information, along with tbetween the two frames, was used to calculate the vector direction and magnitude; (3)Post-processing: The data obtained were further processed toremove sporadic vectors using the vector validation process. The validation pipeline involved the use of a reference vector in global validation, local validation, and vector conditioning. The referenceBiomicrofluidics ARTICLE scitation.orgjournalbmf Biomicrofluidics 16,024103 (2022); doi: 10.10635.0078337 16,024103-3 Published under an exclusive license by AIP Publishingvector was calculated using the median of the 5  5 neighborhood vectors. The difference between the vector velocities was used as tolerance to remove invalid vectors. Then, the removed vectorswere replaced with the local median values. Global vector validationapplied a range filter to the whole vector field, which was then usedto eliminate vectors with a velocity magnitude outside the user- defined range. The spaces in the vector field due to failed SNR were filled using the local mean of the 3  3 neighborhood. Vectorsmoothing was performed by replacing them with aGaussian-weighted mean of the vectors in a 3  3 neighborhood.Computational fluid dynamic software was used for visualization and presentation of the data (Tecplot 360, Bellevue, WA). Computational fluid dynamics A computational fluid dynamics study was performed to sim- ulate flow behavior in the channels using COMSOL Multiphysicssoftware (Version 5.5). The simulations were performed in 3Dgeometry. The material properties of water were used for the simu- lations. Since the bead suspension was dilute (0.05), it was assumed that these particles do not impact the streamlines. No slipcondition was applied at the walls, and normal flow and suppressedbackflow were set at the outlet. Automatic meshing yielded a totalof 589 105 domain elements, 78 386 boundary elements, and 2901 edge elements. Water was perfused through the channel at the flow rates corresponding to the experimental values, and the Navier  Stokes equations were solved with flow boundary conditions. Thelocal velocities and streamlines were computed to compare with the experimental results. Statistical analysis All experiments were performed at least three independent times on different days, and each experiment was performed usingat least two different channels. RBC experiments were performedon different days with blood drawn from three to six different donors. The data were analyzed using the Mann Whitney U test to establish significance. A P 0.05 was deemed as a statistically sig- nificant difference. RESULTS AND DISCUSSION Visualization of local hematocrit in the channel We perfused a 5 hematocrit (HCT) suspension through the valve at the channel Reynolds (Re) numbers of 0.6, 3, 6, 12, 18, and24. The Re was calculated as ReWv,w h e r e Wis the channel height, vis the average velocity, and andare the fluid density and dynamic viscosity, respectively. For a femoral vein of 6 mm diame- ter, these Re numbers correspond to a wall shear rate of 10400 s 1. The diameters of, and flow velocities in, the femoral and saphenousveins are of the order of 0.5 12 mm and 1 40 cms, respectively, and varies depending on the posture. 20,27,28Therefore, the Re in venous flow is of the order of 1 75, which is comparable to our experimental system. RBC distributions, visualized by brightfield microscopy, ares h o w ni nF i g .S 1i nt h e supplementary material .I no r d e rt oq u a n t i f y these qualitative observations from the images, we prepared a calibra- tion curve to map the image data to hematocrit estimations. To this end, in a separate experiment, for various hematocrits rangingbetween 0.1 and 20, images of slowly moving RBCs were col- lected, and the intensity of the RBCs over the background was quanti- fied. As shown in Fig. S2 in the supplementary material , the pixel intensities linearly correlated between 0.1 and 15 and saturated asthe hematocrit was increased beyond 15. Based on this calibration,relating 2D pixel densities to 3D hematocrit values, we computed the local hematocrit throughout the channel at different Re numbers (Fig. 2 ), with the color scale shown on the right corresponding to the hematocrit value obtained from the calibration curve. Figure 2 shows local hematocrit distributions that result from flowing a feed solution of 5 hematocrit through the venous valve with the Re numbers of 0.6, 3, 6, 12, 18, and 24. At low Re (Re  0.6, 3, and 6), hematocrit distribution was uniform throughmost of the channel at a value comparable to that of feed hemato-crit  Figs. 2(a) 2(c). The actual values vary slightly on either side of 5 because the suspension is dilute and the averaging process during image analysis. The asymmetry observed particularly at Re  0.6 is due to the inevitable settling of RBCs at near zero flowrates. At these Re numbers (Re  0.6, 3, and 6), no RBCs were seenin the valve sinus regions, which are the angled wing regions FIG. 2. Heat maps showing the RBC distribution for different Reynolds numbers as indicated (a) (f). The black arrows indicate the direction of flow in the channel marked with dashed lines at the indicated Reynolds numbers. Thecolor scale on the right depicts the hematocrit obtained by matching RBC distri- butions shown in Fig. S1 in the supplementary material , with the calibration curve shown in Fig. S2 in the supplementary material . The arrows at Re  12 highlight the presence of RBCs in vortices.Biomicrofluidics ARTICLE scitation.orgjournalbmf Biomicrofluidics 16,024103 (2022); doi: 10.10635.0078337 16,024103-4 Published under an exclusive license by AIP Publishingbehind the sudden expansion. However, as the flow rate was increased, at Re  12, an RBC vortex on either side of the main flow appeared. The vortex comprised less than ten cells on eachside of the channel entering the valve sinus regions from the mainchannel flow. These vortices correspond to a local hematocrit of2. At Re  18 and 24, the RBC density increased in the vortex regions significantly compared with that of Re  12. We observed that the local hematocrit levels in the vortices increased more thanthe feed hematocrit levels to 8 at Re  18, which increased to as high a value as closer to 15 at Re  24. RBC distribution profiles To compare the RBC distributions at different Re numbers and different locations along the channel, we quantified the RBCdistribution along the cross sections at three locations, at the entrance (140 m before the constriction), at the expansion (70 m after the constriction), and at the exit (380 m after the constric- tion) ( Fig. 3 ). At the entrance to the channel, the positions of the RBCs were similar at all Re numbers, with the maximum hemato-crit of 6 right in the middle of the channel. At the exit, the posi- tions of the RBCs at all Re numbers, except the highest (Re  18 and 24), show similar plateau shapes. This represents a fully devel-oped flow at the exit that has an even distribution of RBCs acrossthe width of the channel. At Re  18 and 24, the distributions differ from those at lower Re by remaining flat through the channel cross section, indicating flow that is still developing at the exit location.The RBC distributions near the expansion of the channel (blue line) capture the transition in distributions that occur with the increase in Re. We observe that at a low Re of 0.6, nearingcreeping flows, the RBC distribution is fully developed 50m after exiting the constriction, resulting in a distribution at theexpansion that matches that of exit  Fig. 3(b) . As the Re is increased to 6 and 12, the RBC distribution width at the expansion resembles that of the entry more than the exit (narrow distributionat the entry vs wide distribution at the exit). At these Re numbers(6 and 12), the flow is no more creeping, and the effects of theexpansion are carried further downstream, and hence, the cells are concentrated in a 100m region at the center of the channel. As the Re is increased further to 18 and 24, we observe a sudden increase in the RBC concentrations in the expansion region(blue line). Unlike at Re  0.6 or 12 where RBC distribution alongthe cross section was uniform, the distributions at Re  18 and 24 showed non-uniform patterns. At Re  18, the distributions ranged between 3 and 9, while at Re  24, the maximum hematocritwas12, which was almost double the hematocrit at the center of the channel. The local decrease and increase in hematocrit levelsare well visualized in the heatmap distributions shown in Figs. 2(e) and2(g). Feed or bulk hematocrit is operationally used to define the effects of RBCs on the formation and properties of venousthrombi. 14Emerging evidence shows that RBCs directly modulate thrombosis through several mechanisms, including thrombin gen- eration, platelet activation, and clot strength.15Our results from Figs. 2 and3show that the valve hematocrit is higher than the bulk FIG. 3. Hematocrit profiles along the microchannel. (a) Hematocrit distributions across the channel cross section were estimated at the indicated locations entry ( 140m from constriction), expansion (70 m from constriction), and exit locations (380 m from constriction). (b) Local hematocrit was estimated at these locations for a feed of 5 hematocrit and represented as mean SEM ( n36).Biomicrofluidics ARTICLE scitation.orgjournalbmf Biomicrofluidics 16,024103 (2022); doi: 10.10635.0078337 16,024103-5 Published under an exclusive license by AIP Publishinghematocrit. It is likely that the difference in hematocrit between the vortex and the bulk flow observed in dilute suspension in this work will be more pronounced at physiological levels: for instance, a feedhematocrit of 25 has a greater RBC concentration than the feednear the channel walls in a sudden expansion when compared witha feed of 5 hematocrit. 25,29Therefore, local hematocrit rather than bulk hematocrit should be taken into consideration while evaluating the effects of RBCs on venous thrombosis. Entrapment of RBCs in vortices As described in Figs. 2 and3, RBC vortices were observed at Re  12, 18, and 24. We observed from high speed video micros- copy (Movie M1 in the supplementary material ) that, at a steady state, the RBCs remained within the vortex region for the entireduration of the analysis (2 5 s, at a frame rate of 10 068 fps). As a representative analysis of vortex dynamics, we tracked the position and velocities of individual RBCs in the vortex at Re  18. Figure 4(a) shows the position and velocity magnitudes of cells in the outer,middle, and inner limit cycles of the vortex region. These trajecto-ries and instantaneous RBC velocities were obtained byframe-by-frame tracking of the centroid of single cells. As Fig. 4(a) shows, at the bottom of the vortex, as the cells travel with the jetting stream, the velocity is as high as 1000 ms, and at the top of the vortex and closer to the wall, the velocities drop to as low as1020ms in the direction opposite to the main flow. Between these velocity changes, the RBCs decelerate when they travel toward the wall and accelerate when they join the forward flow. The near zero velocities of the RBCs close to the wall may have consequencesin modulating the interaction and adhesion to the endotheliallining of the blood vessels. This analysis shows that RBCs, once entrapped in the vortices, follow their limit cycles with a long resi- dence time. The average hematocrit in the vortices increased line-arly and rapidly with increasing the Re beyond Re  12  Fig. 4(b) . We also quantified the total RBCs that are trapped in the vorticesby summing up over the entire vortex region at each Re. At a Re below 6, this value was nearly zero but increased rapidly at a higherRe due to an increase in both the hematocrit and the size of the vortex: at Re  12, 18, and 24, the total RBCs were 10.2  5.3, 75.1  12.1, and 140.1  5.3, respectively. Development of microflows and vortices with increase in Re To understand the RBC distribution in vortex flows at Re  12, 18, and 24, and an anomalous increase in hematocrit levels at Re  18 and 24, we sought to analyze the flow patterns in the chan-nels that drive the RBC movement. Fluorescent beads were used totrack the flow patterns independent of and distinct from RBC distri- bution patterns. PIV was used to obtain the velocity profiles from bead locations captured using high speed video microscopy. Wevisualized and quantified streamlines through the channels atRe  3, 6, 12, and 18, noting that no RBC vortices were seen atRe  3 and 6. In Fig. 5 , we show the streamlines and vorticity com- puted from PIV analysis at these four Re numbers. At a low Re (Re  3), a small amount of backflow was detected in the valvepockets (velocity on the order of 10 3ms compared with 102ms in the main channel). As the Re increased to 6, 12, and 18, weobserved an increase in the separation of the streamlines, and more backflow into the valve pockets was seen. To quantify the location of flow separation leading to back- flows, we computed the vorticity throughout the channel from thelocal velocity vectors estimated by PIV using the equation C2v. The vorticity distribution is shown as a heat map overlay on the streamlines in Fig. 5 . At Re  3, we observe small microvortices at the entrance to the channel. At Re  6, the strengthof the vortices increases twofold and the location of flow separationmoves further downstream. At higher Re (12 and 18), the strength of the vortices increases further by several folds, and the point of flow separation is pushed further downstream from the entrance.However, the extremely high flow velocities closer to the center ofthe channel precluded particle tracing at these locations. The presence of fluid vortices without any RBC at Re  3 and 6 suggests that other blood components may be transported into FIG. 4. RBCs in vortical flows .(a) Trajectories and velocities of RBCs within the vortices at Re  18. The centroid of RBCs in the vortices was tracked frame by frame at 10 068 fps, and their velocities were computed. The RBCs were seen to be in continuous motion upon entering the vortices and followed a limit cycle. The d ata are based on the average of five RBCs for each limit cycle; (b) average of local HCT within the vortex during steady circulation in vortical flows, obtained by summing over local hematocrits in the vortices, represented as mean  SD ( n36, P 0.05;  P 0.01).Biomicrofluidics ARTICLE scitation.orgjournalbmf Biomicrofluidics 16,024103 (2022); doi: 10.10635.0078337 16,024103-6 Published under an exclusive license by AIP Publishingthe venous valve sinuses. Unlike other studies where RBCs were used to follow fluid streamlines, in this work, the fluid vortices were tracked with smaller particles of size similar to that of platelets (1m) and stiffer than the RBCs. Our observation at Re  3 and 6 implies that while RBCs may not enter the valve pockets at theselow flow rates, smaller platelets may preferentially enter the valveregions. Computational and experimental studies have shown the margination of platelets driven by cell cell collision or volume exclusion, wherein more deformable RBCs drive less deformableplatelets toward the wall. 24,30,31Our results show that platelet mar- gination can be a flow-driven phenomenon by transport along the streamlines and can happen independent of volume exclusion or due to collisions with RBCs.22,32,33Flow separation results in atypical wall shear stress The presence of forward and reversing velocity profiles due to flow separation shown in Fig. 5 suggests that there are regional variations in shear stress on channel walls. The shear rate distri-bution is computed from the velocity vectors, using the equation xy12(vxuy), where uand vare instantaneous local velocities in the xand ydirections, respectively. Based on the PIV measurements, we estimated the shear stresses along the outer walls at the various Re numbers ( Fig. 6 ). At a low Re, Re  0.6 (orange line), the wall shear rates are low due to unidirec- tional creeping flows. At Re  3 and 6, the flow separation andvortices result in a stagnation point as shown in Figs. 5(a) and5(b), FIG. 5. Streamlines and vorticity distribution in vortical flows .From the PIV measurements of instantaneous velocities, streamlines and vorticities were computed at the indicated locations at the various Re numbers (a) (d). RBC distributions from high speed imaging are also shown. The images show that although there is a significant vor- ticity as seen at Re  3 and 6, the recirculation of RBCs does not begin until the Reynolds number reaches 12. The point of flow separation advances downst ream with an increase in Re. At Re  12 and 18, particle tracking was possible only at locations where the flows were not too high.Biomicrofluidics ARTICLE scitation.orgjournalbmf Biomicrofluidics 16,024103 (2022); doi: 10.10635.0078337 16,024103-7 Published under an exclusive license by AIP Publishingand the wall experiences both flow reversal and forward flow. Correspondingly, the wall shear stress shows a non-monotonic profile with zero shear stress stagnation point at a location less than one channel width ( 200m). As the Re was increased further to Re  12 and 18 (green and gray), the large backflownear the wall resulted in a high reverse shear stress at the wall,with the stagnation point moving further downstream. These data suggest that even at Re as low as 3, the walls may experi- ence reversal of shear stress. Such regional variations in wallshear stresses may have importan t consequences on endothelial mechanotransduction and hence on its phenotype. Low flows inthe venous valve region drive endothelial cells to a low grade inflammatory and prothrombotic phenotype. This phenotype supports the adhesion of monocytes, which, in turn, is a richsource of tissue factor and initiation of intrinsic pathway ofcoagulation. 34The hypoxia induced by low flows may also play a role in initiating thrombus development due to its effects on endothelial cells.35 Estimation of threshold shear rates that drive RBCdistribution in valve pockets using PIV and 3D CFD simulations Since no RBCs were seen in the vortices till Re  12, the cell tra- jectories do not follow the fluid streamlines in the vortex. WhenRe  12, the cells do not cross streamlines to enter the vortices, sug- gesting that only at Re  12, the energy necessary to drive the RBCs from the main flow to the vortex is realized. In a bounded Poiseuilleflow, particles migrate toward the wall and occupy an equilibriumposition due to the balance between the shear-gradient-inducedlift force, which pushes the particles toward the wall, drag force due to the motion, deformation-induced lift force, and the wall-effect-induced lift force due to the wall, which act in the oppo-site direction, pushing the cells away from the wall. 36For straight channel flows with a rigid particle, the shear-gradient-induced lift force expression is given as FLCG2a4,w h e r e C,,G,and a are the lift coefficient, fluid density, local shear rate, and particle radius,respectively.37Although the numerical validity of this expression may not be accurate for suddenly expanding flow with deformable cells, the scaling laws have been found to be applicable and used for vortex-based fractionation of cells based on their sizes.36,3840 Next, the deformation-induced lift force is dependent on RBC deformability, which is a function of shear rate through the Capillarynumber ( Ca) of a RBC, which is defined by Ca_a,w h e r e ,_,a,a n d are the fluid viscosity, shear rate, RBC radius, and shear modulus of the RBC membrane, respectively. 41Finally, the cellcell interactions also depend on shear rate.42Therefore, for a given particle size, the net lift force on a RBC will be determined bythe local shear rate. To obtain further insights into this lift phenomenon on RBC motion in vortical flows, we sought to estimate the shearstrain acting locally on the cells. Although at low Re (Re  0.6and 3), we were able to obtain the complete velocity profile from PIV in the flow separation regions, at higher Re (Re  12 and 18), the high velocities near the center of the channel precludedthe tracking of particles and hence local velocities, which couldonly be obtained farther from the center, and farther from theregions where flow actually separates. Therefore, we used 3D CFD simulations to obtain velocity profiles in regions that were not feasible to obtain experimentally. We used COMSOL to solvethe Navier Stokes equation to obtain three-dimensional (3D) velocity vectors and compared it with PIV measurements (Fig. 7 ). These computations faithfully confirm the velocity pro- files estimated using PIV including creeping flows at Re  0.6; development and growth of microvortices at Re  3 and Re  6,respectively; and the formation of vortices and stagnation pointsnear the wall at higher Re (Re  12 and 18) (compare with Fig. 5 ). In particular, we note that the velocity vectors from CFD simula- tions match well at the various locations where experimental data were available and the local velocities were within the sensitivitylimits of PIVFig. 7(e) . Having matched the experimental and computational velocity fields either fully, at low Re, or partially at higher Re, we computa- tionally determined the shear strain acting on the RBCs near the FIG. 6. Wall shear rate distribution. The shear rate distributions near the wall in the recirculation regions were obtained from the PIV measurements of instantaneous velocities at the indi-cated Re. For the chosen coordinate system, on the right wall, the shear rates are negative for forward flowsand positive for reverse flows; and zeroshear indicates stagnation point. The data are mean and SEM ( n 3).Biomicrofluidics ARTICLE scitation.orgjournalbmf Biomicrofluidics 16,024103 (2022); doi: 10.10635.0078337 16,024103-8 Published under an exclusive license by AIP PublishingFIG. 7. Comparison between velocity distributions obtained from PIV measurements (right) with 3D CFD simulations (left) at the indicated locations and at the indicated Re (a) (d). The dotted line in the velocity profiles (E) indicates discrepancy between experiment and simulation.Biomicrofluidics ARTICLE scitation.orgjournalbmf Biomicrofluidics 16,024103 (2022); doi: 10.10635.0078337 16,024103-9 Published under an exclusive license by AIP Publishingentrance to the channel from where cells enter the valve pockets Fig. 8(a) .Figure 8(b) shows the shear rate perpendicular to the direction of main flow, plotted along the direction of flow at the y-location corresponding to the edge of the constriction at the inletwithin the white-bounded region in Fig. 8(a) . We profiled the strain rates because the inertial boundary layer separates along this line to form laminar vortices (i.e., Moffatt corner eddy flow) in the sudden expansion. As expected, the strains continue to decrease asthe fluid enters the sudden expansion, and at any given location,increases with an increase in Re. Since we observed flow separation at Re  3 and 6, but RBCs do not enter the vortices at these flow rates, we propose that a shear rate lower than the maximum value at Re  6 ( 1.8  10 5s1) is not sufficient to drive the RBC into the vortex  Fig. 8(b) , dotted line. But at Re  12, when the shear rate increases to 2.5  105s1 or200250 Pa (for a viscosity of 1 cP), a few RBCs enter into the vortices, suggesting that this value represents the necessarysideward momentum to drive RBCs into the valve pockets. The increase in Re to 18 and 24 increases the shear rate linearly but the lift force by square of the shear rate, thus resulting in driving manyRBCs into the vortices, resulting in a vortex hematocrit instead of afeed hematocrit. The scale-down experimental system is appropriate to investi- gate the transport phenomena of RBCs isolated from small volumes of fresh human blood without relying on a substitute. Yet,it places certain limitations in translating the results to larger,actual venous valves. As mentioned previously, by matching the Re,we maintained flow patterns and regime in the scale-down model similar to those in femoral and saphenous veins. This means that the flow velocity and shear rates in the smaller microchannels arelarger than those in in vivo veins. Hence, compared with the model, RBCs in venous valves will not only travel at lower velocity but will also experience different levels of lift forces. Another inher- ent constraint in the scale down model is the confinement-related FIG. 8. (a) Shear rate distributions computed by 3D CFD simulations atthe indicated Re. The white box indi-cates the location where the flow sepa- ration was noticed and, hence, was used in estimating location shear rates;(b) shear rates along at differentY-coordinates moving with the flow in the white box indicated in (a). The filled circles indicate the shear ratescomputed by the simulations at anygiven Y-coordinate, and the curves indicate the best fit. The red dotted line indicates the maximum shear rate cor-responding to Re  6, below which noRBC entered the vortical flows.Biomicrofluidics ARTICLE scitation.orgjournalbmf Biomicrofluidics 16,024103 (2022); doi: 10.10635.0078337 16,024103-10 Published under an exclusive license by AIP Publishingeffects since RBC deformability is known to be altered in cell-sized channels.43Although we do not expect confinement effects at a single cell level in our microchannels since they are 6 larger than the hydrodynamic diameter of RBCs, it is plausible that theseeffects may be felt due to cell cell interactions. Therefore, the shear ratevortical dynamics relationship in venous valves may be differ- ent from what is observed in our model microchannels due to the aforementioned scaling effects. 44,45Nonetheless, the experimental flow patterns and RBC distribution data presented in this work,together with our recent report on RBC deformability, 50can be val- uable for understanding RBC entrapment in venous valves, such as through computationally intensive multiscale simulations.46 It is appropriate to note some of the experimental adaptations in this in vitro study that limit the applicability of our conclusions directly to the pathophysiology of venous thrombosis. We haveused dilute red cell suspensions which are 10 lower than physio- logical RBC concentrations so as to isolate fluid cell interactions on RBC distribution. However, at higher RBC concentrations, cell  cell interactions may dominate fluid cell interactions, and the local changes in hematocrit may be even more pronounced than what isreported in this study. We have used steady flow that does not capture pulsations, which are believed to be prominent due to muscle contraction, and can affect the dynamics of RBC entry andexit from the vortex. 47,48Furthermore, we have used stiff valves with an elastic modulus that is tenfold higher than healthy valve tissues; and we have used a valve expansion ratio of 1:10, while the expansion ratio for a healthy valve is 1:4. Of interest, the valvetissue becomes stiffer with aging due to fibrotic tissue formation,and the stiff valve does not open fully in response to pressure drop.Future work will extend to PIV measurements to investigate the impact of pliable valves and expansion ratios on RBC transport while accounting for RBC deformability, RBC distribution, confine-ment effects, and cell cell interactions. CONCLUSION In summary, we have shown that vortical flows in microchan- nels of geometry similar to venous valve pockets result in anoma-lous local RBC distribution, which can be significantly differentfrom the feed or bulk hematocrit. We have also shown that shearrates determine whether RBC trajectories follow fluid streamlines into the microchannel pockets. The PIV-based quantification shows small recirculating flow regions that do not contain RBCsand regions with RBCs that are trapped in infinite limit cycles. 49 Finally, the vortical flows also result in stasis and reversal of shearrate directions on the vessel walls. These findings illustrate that vor- tical flows due to sudden expansion can alter the local composition of cellular components and also local shear rates, thus influencingall three vertices of Virchow s triad implicated in mural or device-related thrombosis. Beyond relevance to venous thrombosis,our findings also provide experimental insights into inertial flow of dilute suspensions in sudden expansions, which has applications in microfluidics-based flow focusing for the separation of cells basedon size or deformability. Our data provide shear rate thresholds forinertial focusing of cells into the expansions and increasing the sep- aration efficiency by trapping them into the micro-vortices based on their size.SUPPLEMENTARY MATERIAL See the supplementary material for bright field images at Re 0.624, the calibration curve, and an experimental video showing RBC entrapment. ACKNOWLEDGMENTS The authors acknowledge the financial support from NASA (No. 80NSSC21K0272), National Science Foundation (NSF) (No.1727072), and volunteer blood donors, and technical assistance from Dr. Alfred Renaldo at MPEL, SJSU. The authors also acknowledge the anonymous reviewers for their input on the inter-pretation of the results. AUTHOR DECLARATIONS Conflict of Interest The authors have no conflicts to disclose. Ethics Approval Venous blood was freshly drawn from healthy volunteers after signing an informed consent and obtaining written ethics approvalin accordance with the approved Institutional Review Board (IRB)protocol (IRB F16134, Office of Research, SJSU). Author Contributions Z.A.C.S., V.V., L.R., and A.K.R. designed the research, ana- lyzed data, and wrote the manuscript. Z.A.C.S., V.V., and D.M.V.performed experiments, analyzed data, and prepared the graphs.L.R. and A.K.R. contributed reagents and secured funding. Z.A.C.S. and V.V. contributed equally to this work. All authors approved the final version of the manuscript. DATA AVAILABILITY The data that support the findings of this study are available within the article and its supplementary material . REFERENCES 1N. Mohandas and E. Evans, Mechanical properties of the red cell membrane in relation to molecular structure and genetic defects, Annu. Rev. Biophys. Biomol. Struct. 23, 787 818 (1994). 2S. Parasuraman et al. ,Hematocrit levels and thrombotic events in patients with polycythemia vera: An analysis of veterans health administration data,  Ann. Hematol. 98, 2533 2539 (2019). 3S. K. Braekkan, E. B. Mathiesen, I. Njlstad, T. Wilsgaard, and J.-B. Hansen, Hematocrit and risk of venous thromboembolism in a general population: The Tromso study, Haematologica 95, 270 275 (2010). 4A. R. Folsom et al. ,Hematocrit and incidence of venous thromboembolism,  Res. Pract. Thromb. Haemostasis 4, 422 428 (2020). 5L. Eischer et al. ,Hematocrit and the risk of recurrent venous thrombosis: A prospective cohort study, PLoS One 7, e38705 (2012). 6S. Staessens et al. ,Studying stroke thrombus composition after thrombectomy: What can we learn?, Stroke 52, 3718 3727 (2021). 7J. K. Hong et al. ,Evaluating medical device and material thrombosis under flow: Current and emerging technologies, Biomater. Sci. 8, 5824 5845 (2020). 8A. Kumar and M. D. Graham, Margination and segregation in confined flows of blood and other multicomponent suspensions, Soft Matter 8, 10536 (2012).Biomicrofluidics ARTICLE scitation.orgjournalbmf Biomicrofluidics 16,024103 (2022); doi: 10.10635.0078337 16,024103-11 Published under an exclusive license by AIP Publishing9A. R. Pries, D. Neuhaus, and P. Gaehtgens, Blood viscosity in tube flow: Dependence on diameter and hematocrit, Am. J. Physiol. Circ. Physiol. 263, H1770 H1778 (1992). 10E. J. Carboni et al. ,Direct tracking of particles and quantification of margin- ation in blood flow, Biophys. J. 111, 1487 1495 (2016). 11A. P. Spann et al. ,The effect of hematocrit on platelet adhesion: Experiments and simulations, Biophys. J. 111, 577 588 (2016). 12A. Pskowski, P. Bagchi, and J. D. Zahn, Investigation of red blood cell parti- tioning in an in vitro microvascular bifurcation, Artif. Organs 45, 1083 1096 (2021). 13Y. Sugii, R. Okuda, K. Okamoto, and H. Madarame, Velocity measurement of both red blood cells and plasma of in vitro blood flow using high-speed microPIV technique, Meas. Sci. Technol. 16, 1126 1130 (2005). 14J. R. Byrnes and A. S. Wolberg, Red blood cells in thrombosis, Blood 130, 1795 1799 (2017). 15J. W. Weisel and R. I. Litvinov, Red blood cells: The forgotten player in hemostasis and thrombosis, J. Thromb. Haemost. 17, 271 282 (2019). 16S. Sevitt, The structure and growth of valve-pocket thrombi in femoral veins,  J. Clin. Pathol. 27, 517 528 (1974). 17F. R. Rosendaal, Causes of venous thrombosis, Thromb. J. 14, 24 (2016). 18C. N. Bagot and R. Arya, Virchow and his triad: A question of attribution,  Br. J. Haematol. 143, 180 190 (2008). 19J. D. Welsh et al. ,Hemodynamic regulation of perivalvular endothelial gene expression prevents deep venous thrombosis, J. Clin. Invest. 129, 5489 5500 (2019). 20T. Karino and M. Motomiya, Flow through a venous valve and its implication for thrombus formation, Thromb. Res. 36, 245 257 (1984). 21F. Lurie, R. L. Kistner, B. Eklof, and D. Kessler, Mechanism of venous valve closure and role of the valve in circulation: A new concept, J. Vasc. Surg. 38, 955961 (2003). 22M. Lehmann et al. ,Platelets drive thrombus propagation in a hematocrit and glycoprotein VI-dependent manner in an in vitro venous thrombosis model,  Arterioscler. Thromb. Vasc. Biol. 38, 1052 1062 (2018). 23Z. Schofield et al. ,The role of valve stiffness in the insurgence of deep vein thrombosis, Commun. Mater. 1, 65 (2020). 24R. Zhao et al. ,Micro-flow visualization of red blood cell-enhanced platelet concentration at sudden expansion, Ann. Biomed. Eng. 36, 1130 1141 (2008). 25A. Passos et al. ,The effect of deformability on the microscale flow behavior of red blood cell suspensions, Phys. Fluids 31, 091903 (2019). 26A. Abay, S. M. Recktenwald, T. John, L. Kaestner, and C. Wagner, Cross-sectional focusing of red blood cells in a constricted microfluidic channel, Soft Matter 16, 534 543 (2020). 27A. Fronek, M. H. Criqui, J. Denenberg, and R. D. Langer, Common femoral vein dimensions and hemodynamics including valsalva response as a function of sex, age, and ethnicity in a population study, J. Vasc. Surg. 33, 1050 1056 (2001). 28E. C. Ashby, N. S. Ashford, and M. J. Campbell, Posture, blood velocity in common femoral vein, and prophylaxis of venous thromboembolism, Lancet 345, 419 421 (1995). 29R. Lima, S. Wada, M. Takeda, K. Tsubota, and T. Yamaguchi, In vitro confo- cal micro-PIV measurements of blood flow in a square microchannel: The effect of the haematocrit on instantaneous velocity profiles, J. Biomech. 40, 2752 2757 (2007).30D. A. Reasor, M. Mehrabadi, D. N. Ku, and C. K. Aidun, Determination of critical parameters in platelet margination, Ann. Biomed. Eng. 41, 238 249 (2013). 31B. Czaja et al. ,The influence of red blood cell deformability on hematocrit profiles and platelet margination, PLoS Comput. Biol. 16, e1007716 (2020). 32M. Panova-Noeva et al. ,Comprehensive platelet phenotyping supports the role of platelets in the pathogenesis of acute venous thromboembolism Results from clinical observation studies, EBioMedicine 60, 102978 (2020). 33S. Montoro-Garca, M. Schindewolf, S. Stanford, O. Larsen, and T. Thiele, The role of platelets in venous thromboembolism, Semin. Thromb. Hemost. 42, 242 251 (2016). 34M.-L. von Brhl et al. ,Monocytes, neutrophils, and platelets cooperate to ini- tiate and propagate venous thrombosis in mice in vivo ,J. Exp. Med. 209, 819835 (2012). 35E. G. Bovill and A. Van Der Vliet, Venous valvular stasis-associated hypoxia and thrombosis: What is the link?, Annu. Rev. Physiol. 73, 527 545 (2011). 36J. S. Park and H. I. Jung, Multiorifice flow fractionation: Continuous size- based separation of microspheres using a series of contractionexpansion micro-channels, Anal. Chem. 81, 8280 8288 (2009). 37E. S. Asmolov, The inertial lift on a spherical particle in a plane poiseuille flow at large channel Reynolds number, J. Fluid Mech. 381,6 387 (1999). 38D. Di Carlo, J. F. Edd, K. J. Humphry, H. A. Stone, and M. Toner, Particle segregation and dynamics in confined flows, Phys. Rev. Lett. 102, 094503 (2009). 39E. Sollier et al. ,Size-selective collection of circulating tumor cells using vortex technology, Lab Chip 14,6 377 (2014). 40H. Haddadi and D. Di Carlo, Inertial flow of a dilute suspension over cavities in a microchannel, J. Fluid Mech. 811, 436 467 (2017). 41T. M. Geislinger and T. Franke, Hydrodynamic lift of vesicles and red blood cells in flow From fhrus  lindqvist to microfluidic cell sorting, Adv. Colloid Interface Sci. 208, 161 176 (2014). 42V. Kantsler, E. Segre, and V. Steinberg, Dynamics of interacting vesicles and rheology of vesicle suspension in shear flow, Europhys. Lett. 82, 58005 (2008). 43F. Reichel, J. Mauer, A. A. Nawaz, G. Gompper, J. Guck, and D. A. Fedosov, High-throughput microfluidic characterization of erythrocyte shapes and mechanical variability, Biophys. J. 117,1 424 (2019). 44M. Mehrabadi, D. N. Ku, and C. K. Aidun, Effects of shear rate, confinement, and particle parameters on margination in blood flow, Phys. Rev. E 93, 023109 (2016). 45H. Zhao, E. S. G. Shaqfeh, and V. Narsimhan, Shear-induced particle migra- tion and margination in a cellular suspension, Phys. Fluids 24, 011902 (2012). 46T. Ye, N. Phan-Thien, and C. T. Lim, Particle-based simulations of red blood cells-review, J. Biomech. 49, 2255 2266 (2016). 47C. Recek, Calf pump activity influencing venous hemodynamics in the lower extremity, Int. J. Angiol. 22,2 330 (2013). 48X. Hu, Y. Li, J. Li, and H. Chen, Effects of altered blood flow induced by the muscle pump on thrombosis in a microfluidic venous valve model, Lab Chip 20, 2473 2481 (2020). 49E. V. Dydek and E. L. Chaikof, Simulated thrombin responses in venous valves, J. Vasc. Surg. Venous Lymphat. Disord. 4, 329 335 (2016). 50A. Kumar et al. ,Automated motion tracking and data extraction for Red blood cell biomechanics, Curr. Protoc. Cytom. 93, e75 (2020).Biomicrofluidics ARTICLE scitation.orgjournalbmf Biomicrofluidics 16,024103 (2022); doi: 10.10635.0078337 16,024103-12 Published under an exclusive license by AIP Publishing",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            }
        ]
    }
]