[
    {
        "pmid": "37938797",
        "title": "A comprehensive SARS-CoV-2 and COVID-19 review, Part 2: host extracellular to systemic effects of SARS-CoV-2 infection.",
        "year": "2024",
        "journal": "Eur J Hum Genet",
        "abstract": "COVID-19, the disease caused by SARS-CoV-2, has caused significant morbidity and mortality worldwide. The betacoronavirus continues to evolve with global health implications as we race to learn more to curb its transmission, evolution, and sequelae. The focus of this review, the second of a three-part series, is on the biological effects of the SARS-CoV-2 virus on post-acute disease in the context of tissue and organ adaptations and damage. We highlight the current knowledge and describe how virological, animal, and clinical studies have shed light on the mechanisms driving the varied clinical diagnoses and observations of COVID-19 patients. Moreover, we describe how investigations into SARS-CoV-2 effects have informed the understanding of viral pathogenesis and provide innovative pathways for future research on the mechanisms of viral diseases.",
        "full_text": "REVIEW ARTICLE OPEN A comprehensive SARS-CoV-2 and COVID-19 review, Part 2: host extracellular to systemic effects of SARS-CoV-2 infection S. Anand Narayanan1,2,33, David A. JamisonJr1,33, Joseph W. Guarnieri1,3, Victoria Zaksas1,4,5, Michael Topper1,6, Andrew P . Koutnik7,8, Jiwoon Park9,10, Kevin B. Clark1,11,12,13,14,15, Francisco J. Enguita1,16, Ana Lcia Leito17, Saswati Das1,18, Pedro M. Moraes-Vieira1,19,20, Diego Galeano1,21, Christopher E. Mason1,9,22,23, Ndia S. Trovo1,24, Robert E. Schwartz1,25,26, Jonathan C. Schisler1,27, Jordana G. A. Coelho-dos-Reis1,28, Eve Syrkin Wurtele1,29,30and Afshin Beheshti1,31,32  The Author(s) 2023 COVID-19, the disease caused by SARS-CoV-2, has caused signi cant morbidity and mortality worldwide. The betacoronavirus continues to evolve with global health implications as we race to learn more to curb its transmission, evolution, and sequelae. The focus of this review, the second of a three-part series, is on the biological effects of the SARS-CoV-2 virus on post-acute disease in the context of tissue and organ adaptations and damage. We highlight the current knowledge and describe how virological, animal,and clinical studies have shed light on the mechanisms driving the varied clinical diagnoses and observations of COVID-19 patients. Moreover, we describe how investigations into SARS-CoV-2 effects have informed the understanding of viral pathogenesis and provide innovative pathways for future research on the mechanisms of viral diseases. European Journal of Human Genetics (2024) 32:1020; https:doi.org10.1038s41431-023-01462-1 INTRODUCTION As of January 13, 2023, over 671 million cases of the coronavirusdisease 2019 (COVID-19) worldwide have been reported, and more than 6.71 million lives have been claimed globally. The COVID-19 pandemic is caused by infection with the severeacute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus. The development and administration of vaccines and antiviral therapeutics against SARS-CoV-2 signi cantly reduced the local to global impact and burden of COVID-19. However, the globaldistribution of these resources has been unequal  1, ultimately prolonging viral transmission. Moreover, SARS-CoV-2 quicklyevolved into variants with increased transmission rates more capable of immune escape  2. Therefore, we must increase our understanding of this novel virus, its variants, and the resulting short- and long-term effects of COVID-19 on human health. SARS-CoV-2 belongs to the genus Betacoronavirus, which includes viruses such as OC43, HKU1, SARS-CoV, and MERS-CoV 3. SARS-CoV-2 is an enveloped positive-sense RNA virus, whose genome is packaged in a helical ribonucleocapsid complex. Theouter surface of the virus is studded with Spike (S) proteins thatfacilitate the infection of host cells by binding to its cognate cellular surface receptor angiotensin-converting enzyme 2 (ACE2) Received: 16 January 2023 Revised: 1 September 2023 Accepted: 13 September 2023 Published online: 8 November 20231COVID-19 International Research Team, Medford, MA 02155, USA.2Department of Health, Nutrition and Food Sciences, Florida State University, Tallahassee, FL 32301, USA. 3Center for Mitochondrial and Epigenomic Medicine, Division of Human Genetics, The Children s Hospital of Philadelphia, Philadelphia, PA 19104, USA.4Center for Translational Data Science, University of Chicago, Chicago, IL 60637, USA.5Clever Research Lab, Spring eld, IL 62704, USA.6Departments of Oncology and Medicine and the Sidney Comprehensive Cancer Center, The Johns Hopkins Medical Institutions, Baltimore, MD, USA.7Human Healthspan, Resilience, and Performance, Florida Institute for Human and Machine Cognition, Pensacola, FL 32502, USA.8Sansum Diabetes Research Institute, Santa Barbara, CA 93015, USA.9Department of Physiology, Biophysics and Systems Biology, Weill Cornell Medicine, New York, NY, USA.10Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065, USA.11Cures Within Reach, Chicago, IL 60602, USA.12Campus and Domain Champions Program, Multi-Tier Assistance, Training, and Computational Help (MATCH) Track, National Science Foundation s Advanced Cyberinfrastructure Coordination Ecosystem: Services and Support (ACCESS), Philadelphia, PA, USA.13Expert Network, Penn Center for Innovation, University of Pennsylvania, Philadelphia, PA 19104, USA.14Biometrics and Nanotechnology Councils, Institute for Electrical and Electronics Engineers, New York, NY 10016, USA.15Peace Innovation Institute, The Hague 2511, Netherlands and Stanford University, Palo Alto 94305 CA, USA.16Instituto de Medicina Molecular Joo Lobo Antunes, Faculdade de Medicina, Universidade de Lisboa, 1649-028 Lisboa, Portugal.17MEtRICs, Department of Chemistry, NOVA School of Science and Technology, Universidade NOVA de Lisboa, 2829-516 Caparica, Portugal. 18Atal Bihari Vajpayee Institute of Medical Sciences and Dr Ram Mannohar Lohia Hospital, New Delhi 110001, India.19Department of Genetics, Microbiology and Immunology, Institute of Biology, University of Campinas, Campinas, Brazil.20Experimental Medicine Research Cluster (EMRC) and Obesity and Comorbidities Research Center (OCRC), University of Campinas, Campinas, Brazil.21Facultad de Ingeniera, Universidad Nacional de Asuncin, San Lorenzo, Paraguay.22New York Genome Center, New York, NY, USA. 23The Feil Family Brain and Mind Research Institute, Weill Cornell Medicine, New York, NY, USA.24Fogarty International Center, National Institutes of Health, Bethesda, MD 20892, USA.25Division of Gastroenterology and Hepatology, Department of Medicine, Weill Cornell Medicine, New York, NY, USA.26Department of Physiology and Biophysics, Weill Cornell Medicine, New York, NY, USA.27McAllister Heart Institute and Department of Pharmacology, The University of North Carolina at Chapel Hill, Chapel Hill, NC, USA.28Basic and Applied Virology Lab, Department of Microbiology, Institute for Biological Sciences (ICB), Federal University of Minas Gerais, Belo Horizonte , MG, Brazil.29Genetics Program, Department of Genetics, Development and Cell Biology, Iowa State University, Ames, IA 90011, USA.30Bioinformatics and Computational Biology Program, Center for Metabolomics, Department of Genetics, Development and Cell Biology, Iowa State University, Ames, IA 90011, USA.31Stanley Center for Psychiatric Research, Broad Institute of MIT and Harvard, Cambridge, MA 02142, USA.32Blue Marble Space Institute of Science, Space Biosciences Division, NASA Ames Research Center, Moffett Field, Santa Clara, CA 94035, USA.33These authors contributed equally: S. Anand Narayanan, David A. Jamison Jr.email: anarayan09gmail.com; afshin.beheshtinasa.govwww.nature.comejhg 1234567890();,:through the S protein receptor binding domain (RBD) to allow for viral membrane fusion. Fusion leads to viral genome transfer into the host cell cytoplasm where viral replication can commence, leading to its various intracellular impacts. To read in more detailthese processes, as well as structural elements of the SARS-CoV-2virus, see our rst review, ref.  3, focusing on intracellular SARS- CoV-2 viral effects  3. In this second of a three-part comprehensive series of our series of SARS-CoV-2 reviews, we cover the extracellular and circulatingsignals and physiological effects of the viral disease, including the consequences and remodeling of organs, metabolism, humoral factors, and the immune system. In turn, the aim of this reviewseries is to provide an overview of our current knowledge of SARS-CoV-2 and its biological effects from basic biology to clinical patient outcomes, highlighting also future areas of research given the ever-evolving nature of SARS-CoV-2,COVID-19, and itsconsequences for healthcare across the world. METABOLIC ADAPTATIONS CAUSED DIRECTLY BY VIRAL INFECTION OF CELLS We previously described  3 SARS-CoV-2 viral infection intracellular effects and host adaptations. These include major shifts inmetabolic and biochemical pathways, including the oxidativephosphorylation and the tricarboxylic acid (TCA) cycle  3. The immune system is also involved in these adaptations, with a study showing upregulation of Type I interferon (IFN) gene signalingpathways leading to changes with cellular responses to IFN and triggering changes with associated cytokine-mediated signaling pathways  4. These stimuli lead to cellular adaptations including endoplasmic reticulum stress, upregulated unfolded proteinresponse and downregulation of pathways including spliceosome-mediated RNA processing, mitochondrial electron transport chain inhibition, and impairment in the biogenesis andassembly of the electron transport chain complexes and oxidativephosphorylation  5,6. Indeed, SARS-CoV-2 infection leads to decreased mitochondrial function, increased glycolysis, and shunting towards the pentose 5 phosphate pathway, resulting inchanges in cellular metabolism and bioenergetics that lead topathophysiological outcomes. These various cellular biochemical adaptations also result in production of circulating metabolites in COVID-19 patients thatlead to systemic effects, including tissue remodeling and function, shifts in whole-body metabolism and bioenergetics, changes with immune and endocrine state, etc., resulting in the symptoms anddisease outcomes seen with COVID-19 patients. For example, theTCA cycle is the main cellular source of energy and critical for aerobic respiration; serum levels of the TCA metabolites (citrate, fumarate, malate, and aconitate) were signi cantly lower in the SARS-CoV-2-infected patients as compared with controls, withcholine speci cally observed to be decreased in patients with severe COVID-19  7. Serum metabolites that were increased in these patients included deoxy-thymidine, deoxyuridine, adenine,cystine, and homocysteine. These data provide context as to how speci c biochemical and physiological pathways, e.g., the TCA cycle, shift as a result of COVID-19 infection and lead topathogenesis. For example, elevated homocysteine is associatedwith endothelial damage  8. These shifts in metabolites re ect a systemic shift during acute COVID-19 infection, and warrant study of subsequent speci c organ adaptations (e.g., bone as a major source of citrate, which is released into the plasma during boneresorption, with soft tissues not generally providing a signi cant source of citrate into blood plasma). Separate from metabolic pathways (e.g., oxidative phosphoryla- tion, glycolysis, etc.) that produce energy from sugars are alternative pathways that utilize compounds such as lipids. Excess energy is stored in the form of lipids, with lipids also used as animmediate energy source or for later use. Lipids also serve assecond messengers, activating protein and immune pathways. Indeed, it has been reported SARS-CoV-2 infection causes lipids levels to change and lipid metabolism to alter, with one study using untargeted metabolomic and lipidomic approaches obser-ving speci c circulating lipids associated with SARS-CoV-2 infection, including increases in triglycerides and free fatty acids (e.g., arachidonic acid and oleic acid). These lipids also correlated with disease severity  9. A speci c class of lipids are lipid mediators (LMs), which are bioactive lipids produced locally inresponse to extracellular stimuli and are involved in immune regulation. Studies have investigated their role in relation to COVID-19 severity as well. One report involving 19 healthypatients, 18 COVID-19 patients who did not need ICU admission(mild), and 20 patients that needed ICU admission (severe) showed an increase of free poly-unsaturated fatty acids (PUFAs) and diminished amounts of PUFA-containing plasmalogens inpatients with COVID-19 that also correlated with disease severity 10. Another study performing metabolomics and lipidomics measurements on patients (49 subjects, 33 were COVID-19positive subjects and 16 COVID-19 negative subjects) showed alterations in fatty acid metabolism that were associated with SARS-CoV-2 infection. More speci cally, short- and medium-chain acylcarnitines were signi cantly diminished in all patients with COVID-19, while all Non-Esteri ed Fatty Acids (except nonanoic acid) were increased in all COVID-19 patients  11,12. In summary, SARS-CoV-2 infection affects whole-body metabo- lism in different ways, with emerging evidence supporting acorrelation between these adaptations and COVID-19 disease severity. Moreover, the balance of biochemical components, whether the machinery (e.g., TCA proteins), fuel sources (e.g.,lipids), or messenger molecules (e.g., metabolites) appear to shifttowards a physiological catabolic state that may be further exacerbated by a patient s underlying conditions and demo- graphics  7,912. Metabolic biofactors are also intrinsically tied with the recovery and response to viral infection, with immune-regulating lipids, pro-in ammatory lipids, and lipid mediators plausibly modulating the immune response during COVID-19, as one example. The immune system s physiology is also reliant on its metabolic function, whether from a development, proliferation,activation, or memory perspective. Immunity is shaped and guided by humoral factors, which we address in the next section, as to the SARS-CoV-2 viral in uence on these factors and the effects on the body. HUMORAL ADAPTATIONS AND CHANGES Humoral factors are compounds that are transported by the circulatory system throughout the body, and include immune factors (e.g., cytokines, chemokines, antibodies, complementproteins, clotting factors, etc.), hormones, RNAs, lipids, metabo-lites, etc. These play a role in steady-state physiology as well as pathophysiological adaptations, with changes in humoral factors occurring from SARS-CoV-2 infection. One example is bradykinin, apeptide that is involved with physiological effects, including dilation of arterioles through release of prostacyclin, nitric oxide, and EDHF, constriction of veins by prostaglandin F2, as well asvarious biochemical effects including upregulation of intracellularCa2, regulation of cAMPcGMP, arachidonic acid release, promotion of VEGF expression and angiogenesis, and activation of TGF-B, JAKSTAT pathways  13. Additionally, bradykinin is degraded by angiotensin-converting enzyme (ACE) and enhancedby angiotensin produced by ACE2. Bradykinin, angiotensin, ACE, and ACE2, are all part of the renin-angiotensin system (RAS), which serves a role within the endocrine system in regulation of renal,cardiac, and vascular physiology, and in turn, systemic physiology 14. Moreover, SARS-CoV-2 enters the cell through receptors such as ACE2 and NRP-1, in a process requiring the transmembraneprotease 2 (TMPRSS2) protein  3,15; thus, SARS-CoV-2 directlyS.A. Narayanan et al. 11 European Journal of Human Genetics (2024) 32:10  20interacts with the RAS system and in uences its activity. Indeed, gene analysis of bronchoalveolar lavage uid from COVID-19 patients showed a critical imbalance of RAS-related factors, including decreased expression of ACE, while increases in ACE2,renin, angiotensin, and bradykinin, which were suggestive ofelevated bradykinin levels systemically that lead to the cardiovas- cular symptoms seen with patients  16. Another study of the bradykinin cascade of COVID-19 patients correlated changes in thispathway with disease severity, showing accumulated bradykininlevels were related with patient disease severity, as well as with levels of in ammation, coagulation, and lymphopenia  17. In addition to the RAS axis, the endocrine system is also vulnerable to SARS-CoV-2 infection  14,15. For example, the ACE2 receptor is expressed in endocrine glands, including the hypothalamus, pituitary gland, adrenals, pancreas, thyroid glands, ovaries, and testes  15. Studies have shown reduced thyroid (e.g., subacute thyroiditis, thyrotoxicosis), adrenal (e.g., hypocortisolism, hyponatremia), hypothalamic-pituitary-thyroid (e.g., HPA dysfunc- tion, hypocortisolism, hypothyroidism), and pancreatic islet func-tion (e.g., hyperglycemia, pancreatic injury based from elevatedamylase and lipase), as well as damage to the testes and changes with menstrual cycle being described in COVID-19 patients 14,15. SARS-CoV-2 infection has also been suggested to affect glycemic control, with an international registry having beenorganized to investigate the interaction between diabetes and COVID-19  14. Moreover, clinical studies show more severe outcomes in patients with diabetes, obesity, and hypertension;however, there is a lack of data in humans on ACE2 expression in pathological conditions with endocrine tissues, an area which needs future investigation  15. Various mouse studies have enabled us to investigate organ-speci c adaptations, including examining the effects of ACE2 deletion in endocrine organs and observing the bene cial effects of ACE2 gene therapy  15. The details of these studies are outside the scope of this review, butare elaborated in ref.  14,15. As with bradykinin, the remodeling of endocrine factors results in changes with the factors that endocrine organs produce and secrete, though this is an area warrants more investigation. Indeed, these include the non-codingtranscriptome, genes which are not involved with proteinsynthesis, but are transcribed and often secreted into the circulation, in turn providing information on the genetic state of their originating cells, but also controlling and regulatingbiological adaptations due to the ability of the non-coding RNAs to interact with other macromolecules, including DNA, RNA, and proteins. We elaborate on the changes with the non-coding RNAtranscriptome seen in COVID-19 patients in the next section. EXOSOMES INFLUENCE ON SARS-COV-2 INFECTION Exosomes are extracellular vesicles generated by all cells that carrycellular components, including nucleic acids, proteins, lipids, and metabolites. They are carried and transported in blood and lymph, and serve near- and long-distance intercellular communicationand biological effects. They also serve as a biomarker based on their contents, which may be altered in different conditions and physiological states. It is known that during viral infection,extracellular vesicles become vectors of viral material. More recentreports have also highlighted this occurs with SARS-CoV-2 infection  18. One study investigated and compared exosomes from mild or severe COVID-19 patients. The exosomes from both groupscontained SARS-CoV-2 spike-derived peptides and immunomodu- latory molecules, though only those from mild patients could stimulate an antigen-speci c CD4 T-cell response  19. This study also observed that the proteome of exosomes of mild patients correlated with a normally functioning immune system, while that of severe patients was associated with increased and chronicinammation.As mentioned above, exosomes may affect distant cells, and one study explored this connection in the context of COVID-19 by evaluating exosome effects on endothelial cells from exosomes derived from plasma  19. Exosomes affected the endothelial cells by inducing in ammation-related pathways (e.g., NRLP3, caspase- 1, and interleukin-1-beta) through mRNA expression, compared with plasma from mild disease or healthy donors. The study showed that these adaptations were tied with exosomes contain- ing tenascin-C and brinogen-beta, which triggered the in am- matory pathways by inducing NF-kB mediated pathways. While this study focused on endothelial cell responses, it was noted that these effects may promote in ammation in other cell types systemically. Exosomes can also be involved with the in ammatory response. A subset of exosomes, called defensosomes, mediate host defense by binding and inhibiting pathogenic responses. A study showedthat exosomes in SARS-CoV-2-infected patients can also be involved in this capacity by interfering with surface protein interactions  20. Exosomes containing high levels of the viral receptor, ACE2, were induced from SARS-CoV-2 infection andactivation of viral sensors in cell culture utilizing the autophagy protein, ATG16L1, and were shown to be able to bind and block viral entry. These ndings support that exosomes may also be involved with the SARS-CoV-2 antiviral response, with moreresearch of this area increasing our understanding of exosomes and their role in host defense mechanisms. Finally, exosomes may provide insight into organ adaptations based on exosomes from the source organ, in general as well as in speci c circumstances such as from viral infection. The exosomes produced from speci c cells will communicate their cellular phenotypic state, with each exosome sharing the identity of itssource cell. In turn, organ-speci c adaptations from SARS-CoV-2 infection may be able to be delineated through measurement of exosomes. One study explored this by investigating how SARS-CoV-2 is known to invade neural cell mitochondria, with SARS-CoV-2 proteins and mitochondrial proteins contained within neuron- and astrocyte-derived exosomes quanti ed in post COVID-19 infection. Indeed, these exosomes contained SARS-CoV-2 N and S1 proteins and varied depending on the context ofthe disease severity and timeline of COVID-19  21. This study is one example of the utility exosomes may provide for complex, multi-organ conditions like COVID-19, in studying and determin-ing physiological alterations resulting from the disease condition. ROLES OF THE NON-CODING TRANSCRIPTOME IN SARS-COV-2 INFECTION RNA viruses such as SARS-CoV-2 are exible in their ability to circumvent cellular defenses through a variety of mechanisms thatoften involve speci c interactions with cellular components. Additionally, some viral genomes can also be processed by cellular machinery to generate non-coding RNAs (ncRNAs) that could have regulatory functions. Among them, speci c elements of the host ncRNA transcriptome include microRNAs (miRNAs), long non-coding RNAs (lncRNAs) and circular RNAs (circRNAs), have been described as important players in the regulation of theviral replicative cycle and the cellular antiviral responses (Fig. 1). To summarize the current knowledge about ncRNAs and SARS-CoV-2, we share the latest details of the different ncRNA families and their regulatory roles during infection and disease progression. MIRNAS We begin with highlighting microRNAs (miRNAs), which are shortregulatory non-coding RNAs generated by the enzymatic proces- sing of speci c RNA transcripts. Their regulatory functions at the cellular level are exerted by recruiting regulatory proteins (RNA-induced silencing complex, or RISC) which are further targeted toS.A. Narayanan et al. 12 European Journal of Human Genetics (2024) 32:10  20the 3 -UTR of mRNAs by base complementarity, causing a repressive effect on gene expression  22. Considering the possible involvement of dysregulated miRNAs upon infection on the systemic manifestations of COVID-19, multiple research groups proled circulating miRNA levels in SARS-CoV-2 patients. One study of a strati ed cohort of COVID-19 patients showed a molecular signature composed of three blood-circulating miRNAs (hsa-miR-423-5p, hsa-miR-23a-3p and hsa-miR-195-5p), indepen- dently classi ed COVID-19 cases, distinguishing them from other viral infections such as H1N1 in uenza and healthy controls  23. Recently a circulating miRNA, hsa-miR-2392, was shown and suggested to be one of the main drivers of a suppressive effect of mitochondrial gene expression and in ammation effectors, promoting many of the described symptoms associated with COVID-19. This miRNA was also detected in SARS-CoV-2-infected patient serum and urine, opening the possibility of its use as aprognostic biomarker for the disease  24. Mitochondrial analysis showed miR-2392 targets were OXPHOS, mitochondrial transla- tion, and mitochondrial metabolism related transcripts. In summary, SARS-CoV-2 elevates miRNAs, such as miR-2392, whichcan result in affecting biochemical pathways (e.g., downregulationof OXPHOS), and treatment with anti-miR-2393 therapeutics potentially blocks SARS-CoV-2 infection in hamsters and hACE2- A549 cells  24. Several additional miRNA s have also been observed to be involved with COVID-19 outcomes (e.g., level of viral load, biomarkers, etc.), as well as having various biochemical roles (e.g., viral entry, cytokine storm development, activation ofsignaling pathways, etc.). These include miRNA interaction with cell death processes, regulating pathways such as p53 by miR-101,miR-100, miR-7, miR-107, etc., as well with the viral entry process (e.g., hsa-miR-98-5p binding to TMPRSS2 transcript). Additionally,cellular in ammation processes in COVID-19 infected individuals are affected by miRNA s (e.g., miR-146a, miR-21, and miR-142), by promoting MAPK and NF-kB signaling causing cellular pro-inammatory phenotypic adaptations, which has additional consequences such as mitochondrial stress from production of inammatory factors and reactive oxygen species. These highlight the signi cant and diverse roles miRNA s play in steady-state physiology and viral infection induced pathophysiology in COVID-19, which here we brie y describe, but are covered in more detail in the following review  25. LNCRNAS Long non-coding RNAs (lncRNAs) are a wide family of non-codingtranscripts characterized by their lack of coding potential, theirlarger sizes when compared to other ncRNAs (more than 200 nucleotides), and their origin from devoted transcriptional units. Functionally, lncRNAs can regulate the dynamics of the genomicoutput from chromatin to the cytoplasm, mainly by acting asmolecular scaffolds of biological complexes that establish inter- actions with proteins, DNA, and other RNA molecules. Early transcriptomic studies using cell models show SARS-CoV-2infection induces a transcriptional pattern that produces severaldifferentially expressed lncRNAs  26. Through co-expression network analysis, another study identi ed four differentially expressed lncRNAs correlating with genes involved in variousimmune-related pathways, suggesting that the aberrant expres- sion of these four lncRNAs can be associated with SARS-CoV-2 Fig. 1 Different RNA and their role in COVID-19. Structure and description of different categories of RNA involved in COVID-19.S.A. Narayanan et al. 13 European Journal of Human Genetics (2024) 32:10  20cytokine storms and antiviral responses  27. A different study using nasopharyngeal swabs from infected patients characterizedan lncRNA, LASI, that is antisense to the ICAM-1 gene and had anexpression pro le strongly correlating with SARS-CoV-2 viral loads. LASI s mechanism of action was shown to be through its interaction with the viral genome and subsequent knock-downof viral replication processes, which also resulted in the presenceof in ammation markers  28. In another study, a pattern of lncRNAs (NRIR, BISPR, and MIR155HG) was observed from nasopharyngeal COVID-19 patient samples that correlated withviral loads  29. Interestingly, NRIR and BISPR lncRNAs were also upregulated in the blood of COVID-19 patients as reported in the COVIDOME project  30, suggesting possible involvement in the systemic manifestations of the viral infection. CIRCRNAS Circular RNAs (circRNAs) are covalently closed RNA moleculesgenerated by non-canonical back-splicing events from coding and non-coding transcripts. Several studies on the role of circRNAs in viral infections, such as SARS-CoV-2, have been published recently;however reports showing the involvement and function ofcircRNAs with SARS-CoV-2 infection are few and need to be considered with caution due to the limited number of samples and the intrinsic characteristics of the infection models. In oneexample, a lung epithelial cell model infected with SARS-CoV-2 showed differential circRNA expression upon infection. Analyzing these circRNA parental genes revealed they were involved withinammation and immune responses  31. CircRNAs related toSARS-CoV-2 infection have also been shown to be detectable in the peripheral blood circulation, highlighting their potential asCOVID-19 biomarkers  32. In this section, we describe humoral factors (and in the previous, metabolism related components) involved in steady-state physiol- ogy and responding to SARS-CoV-2 infection in COVID-19 patients,with these intrinsically affecting organ structure and function, andextrinsically affecting systemic physiology based on their produc- tion, secretion, and distribution through the circulatory system (Fig. 2). The circulatory system, part of the cardiovascular system, in of itself adapts to SARS-CoV-2 infection, which we will describe in the next section. CARDIOVASCULAR ADAPTATIONS AND CHANGES The cardiovascular system includes the heart, arteries, veins, capillaries, and lymphatics, which are the organ systemsresponsible for the transport of blood, lymph, and theirconstituents to every organ in the body. Blood and lymph transport multiple components, including water, red blood cells, white blood cells, macromolecules (e.g., lipids, proteins, carbohy-drates, macromolecule, etc.), micromolecules (e.g., nutrients, ions,etc.), of which are circulated systemically and transported to and from all organs of the body. Included in the transport of these components by blood and lymph are pathogens, such as theSARS-CoV-2 virus, which bene ts from the cardiovascular system not only by binding to a cell-type expressing its cognate receptor (e.g., endothelial cells and ACE2 receptor), but also from thecardiovascular system s function in transporting the virus and its Fig. 2 SARS-CoV-2 Intracellular Replication and Extracellular Release of Circulating Factors. An overview of the processes involved with SARS-CoV-2 infection and replication that lead to cellular adaptations (see ref.  3 for more details) and extracellular release of various biological factors into the circulation causing systemic physiological effects.S.A. Narayanan et al. 14 European Journal of Human Genetics (2024) 32:10  20replicants away from the host infected cell, tissue, and organ. In turn, the COVID-19 cardiovascular-related symptoms vary greatly, ranging from asymptomatic or mild respiratory symptoms to severe life-threatening respiratory and cardiac failure  33. Early reports have described common symptoms of COVID-19 to include fever (88), fatigue (38), chills (11), headache (14), nasal congestion (5), sore throat (14), dry cough (68), dyspnea (19), nauseaemesis (5), diarrhea (4 14), and myalgias (15). A meta-analysis of eight studies showed a higherprevalence of hypertension (17  7) and diabetes mellitus (8  6) followed by cardiovascular disease (5  4) in COVID-19 patients  33,34. Moreover, concomitant cardiovascular (CV) conditions may be occurring in 8 25 of COVID-19 infected population and an even greater proportion of those who die from the disease  33. Indeed, evidence suggests that among the primary causes of death and overall mortality from COVID-19infection are cardiac issues and respiratory failure  34. These symptoms result from changes occurring at the molecular level from SARS-CoV-2 infection. A large autopsy studyinvestigating multiple organs (heart, lung, kidney, liver, and lymphnodes) showed that the cellular and functional gene signatures from each organ s major cell types (e.g., cardiomyocytes in the heart) decrease as a function of the viral load. More speci cally in the heart ( n41 from patient autopsy samples), despite no histological change, many heart functional markers (e.g., TNNI3, TNNT2, MYBPC3, PLN, and HAND1) showed decreased levels resulting from COVID-19 infection  35. Another study showed the presence of SARS-CoV-2 in the myocardial heart tissue from autopsy cases, suggested to be tied to myocardial injury  36. Indeed, these cellular adaptations extend into the vascular system(e.g., arteries, veins, etc.), with histopathological evidence fromautopsy studies showing direct viral infection of endothelial cells and micro- and macrovascular thrombosis occurring in both the arterial and venous circulations. An autopsy study investigatingCOVID-19 in three patients showed SARS-CoV-2 viral componentspresent in the endothelial cells from different autopsied organs, including the kidney, lung, heart, and liver were each infected with SARS-CoV-2  37. Inammation of the endothelium was also observed, along with recruitment of neutrophils and mononuclearcells to the site of damage. In vitro studies also support SARS-CoV- 2 being able to directly infect cardiovascular cells as seen from experiments showing viral infection of engineered humanblood vessel organoids  38. Severe COVID-19 has also been associated with endothelial speci c changes and effects such as elevated endothelial activation, hypercoagulability, and increasedpresence of von Willebrand Factor  39,40. Endotheliitis from COVID-19 can occur, leading to a loss of cell cell junctions, loss of endothelial cells, exposure of the basement membrane, abnormal cytokine release, abnormal reactive oxygen species release, andintussusceptive angiogenesis. Endothelin-1 has been suggested asa possible biomarker for those at risk with COVID-19  34. These cardiovascular adaptations from SARS-CoV-2 infection lead to a number of pathophysiological consequences includinghypoxia, with prolonged ischemia leading to formation of hypoxanthine as an ATP breakdown product  36. These effects may be from tissue remodeling caused by viral infection, as well aschanges in blood viscosity, clotting, or in ammation, though more research of these areas would bene t our understanding of the effects of SARS-CoV-2 on the cardiovascular system and organ remodeling  33,34,36. For example, a meta-analysis showed there are diverse cardiovascular complications including cardiacinjury (e.g., myocardial injury, microinfarcts), heart failure, micro- embolic infarcts, acute coronary syndrome, arrhythmia, hyperten- sion, and atrial and ventricular complications (e.g., brosis) 33,34. Autopsy and case reports from COVID-19 patients are also varied in their observations of cardiac tissue changes, highlighting the complexity of the disease and individualdifferences in uencing pathophysiological progression andoutcomes. Identifying cardiovascular speci c biomarkers would help evaluate, as well as measure progression of disease, with troponin I as one example of a clinical marker evaluating myocardial injury is troponin I. Troponin I has been shown to beelevated in 10 of patients hospitalized with COVID-19,increasing with disease severity  41. Identifying more markers with cardiovascular speci c outcomes (i.e. metabolites, lipids, humoral factors, etc., mentioned in the above sections) wouldhelp evaluate, correlate, and triage patients and improve theiroutcomes, as well as facilitate identi cation of speci c biochemical pathways that may mechanistically explain disease symptoms. Indeed, with the metabolic and physiological adaptations seen with COVID-19 patients, understanding mitochondrial adaptationsin these contexts is relevant, given mitochondrial function in bioenergetics. As discussed in our rst review, the mitochondria is heavily dysregulated and suppressed in the host duringSARS-CoV-2 infection  3. One study speci cally analyzed tran- scriptomic data on heart samples collected from deceased COVID- 19 patients  6. This analysis showed heavy suppression at the transcript level of the majority of mitochondrial pathways andgenes  6. The non-coding transcriptome response to SARS-CoV-2 may also play a signi cant response and regulatory role with the cardiovascular adaptations developing from COVID-19 disease.Whether miRNA s (e.g., hsa-miR-2392), lncRNA s (e.g., NRIR and BISPR), or circRNA s that are involved in suppressing mitochondrial gene expression, changing oxidative phosphorylation, mitochon- drial structure (e.g., translation, metabolism, etc.), and causinginammatory effects, may be involved with local cardiac adapta- tions or systemic vascular adaptations is unknown, but warrants future investigations to explore the speci c roles of the transcriptome with cardiovascular adaptations. Furthermore, giventhe changes in cardiovascular structure, function, biochemical adaptations, that occur from SARS-CoV-2 infection, further study of cardiovascular mitochondrial adaptations is of relevance, andwould help elucidate the underlying mechanisms impacting thecardiovascular system resultant from SARS-CoV-2 infection. IMMUNE ADAPTATIONS AND CHANGES The immune system includes the innate and adaptive immune systems. The innate system involves nonspeci c responses to injury, and includes cell populations such as monocytes, macro-phages, neutrophils, basophils, eosinophils, etc. The adaptive immune system involves speci c response to pathogen infection, and includes cell populations such as T and B cells. The two armsof the immune system communicate, interact, and support eachother in responding to injury, aided by humoral, circulating factors such as cytokines and chemokines, that provide information and context to immune cells as to how, where, and what to respondto, as well as the magnitude of the response. In turn, there arevarious feedback loops that provide guidance and direction to the immune system, both innate and adaptive, with SARS-CoV-2 activating both the innate and adaptive immune systems. For the innate immune system, activation appears to be guided by neutrophils, which display increased levels of ROS and activated NETosis  42. Additionally, the loss of ACE2 and DABK in the lungs of patients encourages neutrophil in ltration and inammation. SARS-CoV-2 has also been suggested to dysregulate type 1 interferon signaling, which contributes to immune evasion early in infection. Consistent with this nding, bulk analysis of whole blood cell transcriptomes of severe COVID-19 patientscompared with non-critically ill COVID-19 patients showed upregulation of Interferon alpha as the primary contributor to severe COVID-19. Activated monocytes and macrophages alsomigrate to the lungs (chemotaxis), further exacerbating lung in ammation and pulmonary brosis  43. Several studies have reported disordered structure of the infected lung, along withextensive immune in ltration  35,44. For example, the lungS.A. Narayanan et al. 15 European Journal of Human Genetics (2024) 32:10  20alveoli in COVID-19 patients develop additional hyaluronan, forming a coating that can reduce oxygen exchange, as well as leading to pulmonary edema. Another study of COVID-19 patients showed chronic lung impairment accompanied by persistentrespiratory immune alterations, showing speci c memory T and B cells enriched at the site of infection  45. With the signi cant neutrophil, macrophage, T and B cell in ltration and activation observed, and localized hyperin ammatory states of these immune cells around alveolar epithelial cells, this develops intomore lung damage and loss of compartmental identity. When a timeline and pattern of the cytokine storm in tracheal aspirate samples was organized and reported, divergences in the systemicversus airway cytokine production during COVID-19 wereobserved  46. Indeed, a study assessing lung function of critical COVID-19 patients showed 55 of them experienced persistent impairment three months after ICU discharge, including declinesin patient lung function, exercise capacity, and quality of life  47. This suggests respiratory failure is another signi cant factor involved with patient mortality with severe SARS-CoV-2 infection,with an investigation of single-nuclei RNA sequencing of COVID-19 patient lung samples identi ed substantial alterations in cellular composition, transcriptional cell states, and cell-to-cell interactions, with the data showing COVID-19 patient lungs werehighly in amed, with dense in ltration of aberrantly activated macrophages, though with impaired T-cell responses and suggestions of impaired lung regeneration, based on alveolar type 1 cell phenotypes  48. With regard to adaptive immune cell responses to SARS-CoV-2, these include lymphopenia (lowered CD4 and CD8 T-cell number) in COVID-19 patients, also seen in autopsy reports  49,50. There are case by case variations; for example, an in ux of T cells and myeloid cells occurs into the myocardium. In response to this event, COVID-19 s pathogen-associated molecular patterns and damage-associated molecular patterns (PAMPs and DAMPs) areactivated, as well as cytokines released by alveolar macrophages51,52. These pathways are thought to contribute to the dysregulation of monocytes and macrophages in COVID-19  53 and the subsequent dysfunction of T cells. Changes also occurwithin the heart, as seen with gene expression analysis of cardiactissue for TNF- , interferon- , chemokine ligand 5, interleukin-6, interleukin-8 (CXCL8), and interleukin-18. Severe COVID-19 is also associated with elevated endothelial activation, hypercoagulabil-ity, and the presence of von Willebrand Factor (vWF)  53,54. Indeed, COVID-19 induces a complex pattern of cytokine release as part of an overall dysregulated immune response that, in severecases, injures the parenchyma of vital organs and leads to viremiaand sepsis  55,56. Severe COVID-19 is characterized by an in ammatory pro le that involves initial immune evasion by downregulation of Type IInterferon pathways along with signi cant upregulation of IL-6, IL-8 and TNF- in the lungs that coincides with increased NF- B activity  57,58. In one study of COVID-19 patients, a notable increase in multiple serum cytokines (e.g., TNF- , IFN- , IL-2, IL-4, IL-6 and IL-10) was seen  59, while another study showed high plasma levels of IL-1 , IL-1RA, IL-7, IL-8, IL-9, IL-10, bFGF, GCSF, GM-CSF, IFN- , IP-10, MCP1, MIP-1 , MIP-1 , PDGF, TNF- , and VEGF. A different study showed increased levels of in ammatory markers such as C-reactive protein, D-dimer, ferritin, IL-6 and lactate dehydrogenase (LDH) associated with higher mortality in COVID-19 patients  60. These results suggest an overproduction of cytokines in response to lung damage, or as a compensatoryresponse to attempt to re-direct, accelerate, or shutdown the immune response. These cytokine uctuations also coincide with systemic in ammation and myocardial injury; in 137 patients admitted for COVID-19 disease in Hubei province, heart palpita- tions were noted as one of the presenting symptoms in 7.3 of patients  61. Moreover, there have been reports of complete heart blockage and atrial brillation in patients with COVID-19infection  62. In patients diagnosed with severe COVID-19, increased levels of pro-in ammatory cytokines, (e.g., soluble IL-2R, IL-6, IL-8, and TNF- ) have been observed, with these cytokines disrupting endothelial cells antithrombotic and anti-inammatory functions, leading to coagulation dysregulation, complement and platelet activation, and leukocyte recruitment in the microvasculature  63,64. While increased levels of circulating chemokines, pro-in ammatory cytokines, regulatory cytokines, and growth factors were observed in severe COVID patients whodied as compared to surviving patients, a more restricted and selective increase of cytokines such as IL-10 was observed in the airway samples with actual decreased levels of pro-in ammatory cytokines such as IFN- , IL-17, IL-5, and IL-2 as compared to uninfected controls  46. These results demonstrate that in am- mation is also highly modulated in the airways as an attempt to decrease exacerbated in ammation. Figure 1illustrates a snapshot of extracellular factors involved with immune adaptations during COVID-19 and the uniqueness of systemic versus airway inammatory milieu. ORGAN ALTERATIONS FROM SARS-COV-2 INFECTION In addition to the cardiovascular system, SARS-CoV-2 infects andhas an effect on many organ systems (e.g., cardiovascular,immune, and endocrine systems, as described above), including the lungs, lymph nodes, brain, liver, kidneys, gastrointestinal tract, testis (Fig. 3)6567. COVID-19 is known to cause multi-organ dysfunction, though the burden of infection outside the respiratory tract and time to viral clearance is not well understood. A recent postmortem study of 44 patients quanti  ed and mapped the distribution, replication, and cell-type speci city of SARS-CoV-2 across the body, speci cally the brain but other organs as well, from acute infection to more than seven months following symptom onset. It was seen that SARS-CoV-2 infection of the bodywas widely spread across respiratory and non-respiratory tissues(e.g., the brain)  68. This spread of infection provides context for the different symptoms patients experience. Neurological and psychiatric symptoms have been reported for acute, post-acute, and longer-term SARS-CoV-2 infection in humanpatients across the human lifespan  69. Although neurological manifestations remain incompletely characterized in terms of etiology, severity, and incidence, they present signs of nonspeci c (e.g., headache, dizziness, myalgia, fatigue, somnolence, insomnia, etc.) and speci c (e.g., encephalopathy, encephalitis, stroke, status epilepticus, ataxia, anosmia, ageusia, demyelinating syndromes,etc.) de cits of the central nervous system, the peripheral nervous system, or both, with new-onset or relapsed associated prodromal, subthreshold, or fully expressed (i.e., suprathreshold) psychiatric conditions. The spectrum of presumed virogenic psychiatricdisorders across age cohorts and other demographic classi ca- tions is broad and includes anxiety, depression, confusion or disordered thought (e.g., brain fogor psychosis). Structural and functional changes in brain anatomy, such as brief to protractedalterations in gray and white matter volume, blood perfusion and oxygenation, and metabolic activity  70, often parallel and are consistent with onset and duration of mental health diagnosesin infected populations. Areas caudal to the neocortex tend to bemost affected, with olfactory cortex, basal ganglia, hippocampus, amygdala, cerebellum, and brain stem abnormalities occurring in greater frequency and magnitude in COVID-19 patients. Uncer-tainty regarding the cause of COVID-19-related neuropathologycenters on SARS-CoV-2 neuroinvasion, with the olfactory epithe- lium as a plausible entry point with subsequent retrograde transsynaptic propagation to other brain areas. Astrocytes and Schwann cells infected by SARS-CoV-2 may also be negatively impacted with their neurotransmission, synapse modulation, reinnervation, metabolite and electrolyte home-ostasis, and cell signaling functions. This may cause, contribute,S.A. Narayanan et al. 16 European Journal of Human Genetics (2024) 32:10  20or lead to observed central and peripheral nervous system trauma and dysfunction  70. There is data that also supports hemato- genous mechanisms enabling viral access to nervous tissue through infection of blood-brain-barrier (BBB) endothelial cells or epithelial cells of the choroid plexus blood CSF barrier. Indeed, a study examining SARS-CoV-2 interaction with brain organoidssuggests a compromised blood-brain-barrier (BBB) as manifested by injured endothelial cells and increased BBB permeability  71. Multisystem hyperin ammatory immunoreactions most appropri- ately describe for the diverse set of pathologies observed in postmortem autopsy analyses, as well as in live in vivo or in vitro tissue, the result of hemorrhagic, ischemic, and hypoxic injury, mitochondrial dysfunction, neuronal damage and apoptosis, andmicroglial and astrocytic activation. With regard to gastrointestinal (GI) effects of SARS-CoV-2, an autopsy study of 29 cases showed the GI to be one of the primaryorgans infected by the virus, as well as being supported by theliterature of postmortem organ analysis  65. GI involvement and symptoms (e.g., diarrhea, anorexia, nauseavomiting, abdominal pain, etc.) is associated with long hospital stays and severity ofdisease, with the rates of GI symptoms of the percent ofindividuals ranging from 11 to 53. ACE2 is frequently found in human intestinal epithelial cells, with SARS-CoV-2 being detected in patient GI samples  72. Indeed, while there is a paucity of data of SARS-CoV-2 effects on GI physiology, GI symptoms are common in patients with COVID-19, though and should be considered when evaluating patient conditions as wellas treatment options. Here we summarize a few examples of organ adaptations resulting from SARS-CoV-2 infection. These highlight the virus s diverse biological targets and outcomes, though more studies arewarranted given our comprehensive lack of understanding ofthese, and other, organ alterations, as well in particular, the biochemical pathways that are affected by viral infection. In addressing these knowledge gaps, patient care will improve aswell as new treatment modalities will be identi ed. Moreover, these adaptations are related with long-term implications of SARS- CoV-2 infection, of which we describe in the next section.IMPACT OF CIRCULATING FACTORS ON POST-ACUTE SEQUELAE OF SARS-COV-2 (PASC, LONG COVID-19)In addition to COVID-19 from SARS-CoV-2 infection, patients may experience long-term symptoms as a result of organ or tissue damage due to SARS-CoV-2. This condition is referred to as post-acute sequelae of SARS-CoV-2 (PASC), or long COVID-19  73,74. PASC patients are burdened with multiple symptoms, including more than a third of PASC patients continuing to experience lung brotic abnormalities following hospital discharge  75. Many are also at risk of developing microemboli due to maladaptations withclotting physiology (e.g., massively increased levels of vWF which leads to increased platelet activation, etc.)  76. Indeed, virus- driven cellular alterations have been suggested to contribute tothe pathophysiology of PASC patients  3,77. Persistent viral presence and in ammation within the olfactory epithelium has been evident from histological analysis, as well as long-termimpairments in taste and smell in the cells of the tongue s taste buds  78. PASC is also characterized by chronic fatigue, which has numerous underlying causes. As a comparison, the post- uo r fever fatigue that occurs (e.g., Myalgic EncephalomyelitisChronicFatigue Syndrome (MECFS)) may have some similarities to the persistent fatigue in PASC. PASC symptoms may also be inuenced by abnormalities of the central nervous system, such as brain hypometabolism  79. A recent postmortem study also quanti ed and mapped the SARS-CoV-2 organ tropism, nding long-term signs of infection in the brain, as well as across the bodywithin the tissue (e.g., respiratory, cardiovascular, lymphoid,gastrointestinal, genitourinary, endocrine, skin, and peripheral nervous systems) seven months following infection onset, conrmed through in situ hybridization, immunohistochemistry, and immuno uorescence analyses of the tissue, isolation of SARS- CoV-2 from tissue by cell culture, and detection of the spike sequence variants in non-respiratory sites  71. While psychologi- cal and environmental factors are likely to be involved, long-termbiochemical adaptations, including increased oxidative stress and muscle mitochondrial failure, may contribute to the chronic fatigue syndrome found in PASC patients  80. In addition, due to Fig. 3 COVID-19 organ adaptations and symptoms. An overview of the systemic organ adaptations resulting from SARS-CoV-2 infection as well as symptoms that develop.S.A. Narayanan et al. 17 European Journal of Human Genetics (2024) 32:10  20the activation of the brosis pathway from persistent virus- induced in ammation, the heart may subsequently undergo structural remodeling that may also explain the PASC symptoms 81. There are also long-term immune changes, with PASC patients having elevated expression of type I IFN (IFN-) and type III IFN (IFN-1), highly activated innate immune cells, while lacking naive T and B cells  82, which may also be related with the symptoms PASC patients experience, but also increase their risk ofinfection, etc. Indeed, while many individuals recover from SARS-CoV-2, a signicant number of patients continue to suffer with long-term disease symptoms (e.g., PASC) long term after recovery from theprimary infection  73,74. The severity of the primary infection appears to be independent from the possibility and severity of long- term symptoms, though this requires further research. Indeed, it iscritical to understand the systemic effects of PASC, its biological mechanism and symptoms, and to develop treatments that promote functional recovery in symptomatic individuals, giventhe negative health-effects of PASC, as well as the socioeconomicand healthcare burden this condition will impose. Further research on PASC will improve our knowledge and understanding of the condition, as well as enable identi cation of relevant treatments and interventions to improve patient outcomes. CONCLUSION SARS-CoV-2 and its resultant acute and chronic diseases, COVID-19 and PASC, have caused signi cant impacts worldwide. Here wedescribe and review the latest knowledge about the viral effect on our physiology, as well as the latest research on relevant whole- body metabolism pathways, circulating biological components (e.g., RNA, cytokine, hormones, etc.), and affected organ systemsand their physiological adaptations consequent to SARS-CoV-2 infection. COVID-19 is a pleiotropic, complex, and dynamic condition (Fig. 4). The viral insults and cellular adaptations differ depending on the context, from cellular to organ systems, and intricate biochemistry ties and integrates these systems together. Herein, we have attempted to capture the prevalent host responses, aswell as highlight gaps of knowledge that could be addressed withfuture research. We have also touched on relevant biochemical targets with potential for mitigating COVID-19 in the human host, and we will describe current and in-development treatmentmodalities that affect these in Part 3 of our review. REFERENCES 1. Rydland HT, Friedman J, Stringhini S, Link BG, Eikemo TA. The radically unequal distribution of Covid-19 vaccinations: a predictable yet avoidable symptom of thefundamental causes of inequality. Humanit Soc Sci Commun. 2022;9:1 16. 2. Jalali N, Brustad HK, Frigessi A, MacDonald EA, Meijerink H, Feruglio SL, et al. Increased household transmission and immune escape of the SARS-CoV-2 Omi-cron compared to Delta variants. Nat Commun. 2022;13:5706. 3. Jamison DA Jr, Anand Narayanan S, Trovo NS, Guarnieri JW, Topper MJ, Moraes- Vieira PM, et al. A comprehensive SARS-CoV-2 and COVID-19 review, Part 1:Intracellular overdrive for SARS-CoV-2 infection. Eur J Hum Genet.2022;30:889 98. Fig. 4 COVID-19 biological adaptations and effects. The multi-faceted and multiplex physiological adaptations resulting from SARS-CoV-2 infection, including the different cells, tissues, and organs that respond to viral infection. The airway milieu refers to the viral factors contain ed from inhalation and response to these factors in the lungs, while the systemic milieu refers to the viral factors transported through the circulation system and across body, and in turn, the physiological responses to these factors.S.A. Narayanan et al. 18 European Journal of Human Genetics (2024) 32:10  204. Prasad K, Khatoon F, Rashid S, Ali N, AlAsmari AF, Ahmed MZ, et al. Targeting hub genes and pathways of innate immune response in COVID-19: a network biologyperspective. Int J Biol Macromol. 2020;163:1 8. 5. Minakshi R, Padhan K, Rani M, Khan N, Ahmad F, Jameel S. The SARS Coronavirus 3a protein causes endoplasmic reticulum stress and induces ligand-independent downregulation of the type 1 interferon receptor. PLoS ONE. 2009;4:e8342. 6. Guarnieri JW, Dybas JM, Fazelinia H, Kim MS, Frere J, Zhang Y, et al. Core mito- chondrial genes are down-regulated during SARS-CoV-2 infection of rodent andhuman hosts. Sci Transl Med. 2023;15:eabq1533. 7. Shen B, Yi X, Sun Y, Bi X, Du J, Zhang C, et al. Proteomic and metabolomic characterization of COVID-19 patient sera. Cell. 2020;182:59 72. 8. Cheng ZJ, Yang X, Wang H. Hyperhomocysteinemia and endothelial dysfunction. Curr Hypertens Rev. 2009;5:158 65. 9. Barberis E, Timo S, Amede E, Vanella VV, Puricelli C, Cappellano G, et al. Large- scale plasma analysis revealed new mechanisms and molecules associated withthe host response to SARS-CoV-2. Int J Mol Sci. 2020;21:8623. 10. Schwarz B, Sharma L, Roberts L, Peng X, Bermejo S, Leighton I, et al. Severe SARS- CoV-2 infection in humans is de ned by a shift in the serum lipidome resulting in dysregulation of eicosanoid immune mediators. J Immunol. 2021;206:329. 11. Thomas T, Stefanoni D, Reisz JA, Nemkov T, Bertolone L, Francis RO, et al. COVID- 19 infection alters kynurenine and fatty acid metabolism, correlating with IL-6levels and renal status. JCI insight. 2020;5:e140327. 12. Tanner JE, Al eri C. The fatty acid lipid metabolism nexus in COVID-19. Viruses. 2021;13:90. 13. Garvin MR, Alvarez C, Miller JI, Prates ET, Walker AM, Amos BK, et al. A mechanistic model and therapeutic interventions for COVID-19 involving a RAS-mediated bradykinin storm. elife. 2020;9:e59177. 14. Clarke SA, Abbara A, Dhillo WS. Impact of COVID-19 on the endocrine system: a mini-review. Endocrinology. 2022;163:bqab203. 15. Lazartigues E, Qadir MM, Mauvais-Jarvis F. Endocrine signi cance of SARS-CoV-2 s reliance on ACE2. Endocrinology. 2020;161:bqaa108. 16. Kitsou K, Kotanidou A, Paraskevis D, Karamitros T, Katzourakis A, Tedder R, et al. Upregulation of human endogenous retroviruses in bronchoalveolar lavage uid of COVID-19 patients. Microbiol Spectr. 2021;9:e01260 21. 17. Alfaro E, Daz-Garca E, Garca-Tovar S, Zamarrn E, Mangas A, Galera R, et al. Impaired kallikrein-kinin system in COVID-19 patients severity. Front Immunol. 2022;13:909342. 18. Sur S, Steele R, Isbell TS, Ray R, Ray RB. Circulatory exosomes from COVID-19 patients trigger NLRP3 in ammasome in endothelial cells. Mbio. 2022;13:e00951 22. 19. Pesce E, Manfrini N, Cordiglieri C, Santi S, Bandera A, Gobbini A, et al. Exosomes recovered from the plasma of COVID-19 patients expose SARS-CoV-2 spike-derived fragments and contribute to the adaptive immune response. Front Immunol. 2022;12:785941. 20. Ching KL, de Vries M, Gago J, Dancel-Manning K, Sall J, Rice WJ, et al. ACE2- containing defensosomes serve as decoys to inhibit SARS-CoV-2 infection. PLoSBiol. 2022;20:e3001754. 21. Peluso MJ, Deeks SG, Mustapic M, Kapogiannis D, Henrich TJ, Lu S, et al. SARS  CoV 2 and mitochondrial proteins in neural derived exosomes of COVID 19. Ann Neurol. 2022;91:772 81. 22. Leito AL, Enguita FJ. A structural view of miRNA biogenesis and function. Noncoding RNA. 2022;8:10. 23. Farr RJ, Rootes CL, Rowntree LC, Nguyen TH, Hensen L, Kedzierski L, et al. Altered microRNA expression in COVID-19 patients enables identi cation of SARS-CoV-2 infection. PLoS Pathog. 2021;17:e1009759. 24. McDonald JT, Enguita FJ, Taylor D, Grif n RJ, Priebe W, Emmett MR, et al. Role of miR-2392 in driving SARS-CoV-2 infection. Cell Rep. 2021;37:109839. 25. Panda M, Kalita E, Singh S, Kumar K, Rao A, Prajapati VK. MiRNA-SARS-CoV-2 dialogue and prospective anti-COVID-19 therapies. Life Sci. 2022:120761. 26. Shaath H, Vishnubalaji R, Elkord E, Alajez NM. Single-cell transcriptome analysis highlights a role for neutrophils and in ammatory macrophages in the patho- genesis of severe COVID-19. Cells. 2020;9:2374. 27. Mukherjee S, Banerjee B, Karasik D, Frenkel-Morgenstern M. mRNA-lncRNA Co- expression network analysis reveals the role of lncRNAs in immune dysfunction during severe SARS-CoV-2 infection. Viruses. 2021;13:402. 28. Devadoss D, Acharya A, Manevski M, Houserova D, Ciof MD, Pandey K, et al. Immunomodulatory LncRNA on antisense strand of ICAM-1 augmentsSARS-CoV-2 infection-associated airway mucoin  ammatory phenotype. Iscience. 2022;25:104685. 29. Enguita FJ, Leito AL, McDonald JT, Zaksas V, Das S, Galeano D, et al. The interplay between lncRNAs, RNA-binding proteins and viral genome during SARS-CoV-2infection reveals strong connections with regulatory events involved in RNAmetabolism and immune response. Theranostics. 2022;12:3946. 30. Sullivan KD, Galbraith MD, Kinning KT, Bartsch KW, Levinsky NC, Araya P, et al. The COVIDome explorer researcher portal. Cell Rep. 2021;36:109527.31. Yang M, Qi M, Xu L, Huang P, Wang X, Sun J, et al. Differential host circRNA expression pro les in human lung epithelial cells infected with SARS-CoV-2. Infect, Genet Evol. 2021;93:104923. 32. Wu Y, Zhao T, Deng R, Xia X, Li B, Wang X. A study of differential circRNA and lncRNA expressions in COVID-19-infected peripheral blood. Sci Rep. 2021;11:7991. 33. Farshidfar F, Koleini N, Ardehali H. Cardiovascular complications of COVID-19. JCI insight. 2021;6:e148980. 34. Clerkin KJ, Fried JA, Raikhelkar J, Sayer G, Grif n JM, Masoumi A, et al. COVID-19 and cardiovascular disease. Circulation. 2020;141:1648 55. 35. Park J, Foox J, Hether T, Danko DC, Warren S, Kim Y, et al. System-wide tran- scriptome damage and tissue identity loss in COVID-19 patients. Cell Rep. Med.2022;3:100522. 36. Lindner D, Fitzek A, Bruninger H, Aleshcheva G, Edler C, Meissner K, et al. Association of cardiac infection with SARS-CoV-2 in con rmed COVID-19 autopsy cases. JAMA Cardiol. 2020;5:1281 5. 37. Varga Z, Flammer AJ, Steiger P, Haberecker M, Andermatt R, Zinkernagel AS, et al. Endothelial cell infection and endotheliitis in COVID-19. Lancet. 2020;395:1417 8. 38. Monteil V, Kwon H, Prado P, Hagelkrys A, Wimmer RA, Stahl M, et al. Inhibition of SARS-CoV-2 infections in engineered human tissues using clinical-grade solublehuman ACE2. Cell. 2020;181:905 13. 39. Chang R, Mamun A, Dominic A, Le NT. SARS-CoV-2 mediated endothelial dys- function: the potential role of chronic oxidative stress. Front Physiol. 2021;11:605908. 40. Pons S, Fodil S, Azoulay E, Zafrani L. The vascular endothelium: the cornerstone of organ dysfunction in severe SARS-CoV-2 infection. Crit Care. 2020;24:1 8. 41. Tersalvi G, Vicenzi M, Calabretta D, Biasco L, Pedrazzini G, Winterton D. Elevated troponin in patients with coronavirus disease 2019: possible mechanisms. J CardFail. 2020;26:470 5. 42. Arcanjo A, Logullo J, Menezes CC, de Souza Carvalho Giangiarulo TC, Dos Reis MC, de Castro GM, et al. The emerging role of neutrophil extracellular traps in severeacute respiratory syndrome coronavirus 2 (COVID-19). Sci Rep. 2020;10:19630. 43. Karki R, Lee S, Mall R, Pandian N, Wang Y, Sharma BR, et al. ZBP1-dependent inammatory cell death, PANoptosis, and cytokine storm disrupt IFN therapeutic efcacy during coronavirus infection. Sci Immunol. 2022;7:eabo6294. 44. Rendeiro AF, Ravichandran H, Bram Y, Chandar V, Kim J, Meydan C, et al. The spatial landscape of lung pathology during COVID-19 progression. Nature. 2021;593:564 9. 45. Cheon IS, Li C, Son YM, Goplen NP, Wu Y, Cassmann T, et al. Immune signatures underlying post-acute COVID-19 lung sequelae. Sci Immunol. 2021;6:eabk1741. 46. Gonalves JJ, da Mata CP, Loureno AA, Ribeiro L, Ferreira GM, Fraga-Silva TF, et al. Timeline kinetics of systemic and airway immune mediator storm for comprehensive analysis of disease outcome in critically ill COVID-19 patients. Front Immunol. 2022;13:903903. 47. Truffaut L, Demey L, Bruyneel AV, Roman A, Alard S, De Vos N, et al. Post- discharge critical COVID-19 lung function related to severity of radiologic lunginvolvement at admission. Respir Res. 2021;22:1 6. 48. Melms JC, Biermann J, Huang H, Wang Y, Nair A, Tagore S, et al. A molecular single-cell lung atlas of lethal COVID-19. Nature. 2021;595:114 9. 49. Singh Y, Trautwein C, Fendel R, Krickeberg N, Berezhnoy G, Bissinger R, et al. SARS-CoV-2 infection paralyzes cytotoxic and metabolic functions of the immunecells. Heliyon. 2021;7:e07147. 50. Sette A, Crotty S. Adaptive immunity to SARS-CoV-2 and COVID-19. Cell. 2021;184:861 80. 51. Onofrio L, Caraglia M, Facchini G, Margherita V, Placido SD, Buonerba C. Toll-like receptors and COVID-19: a two-faced story with an exciting ending. Future Sci OA. 2020;6:FSO605. 52. Patra R, Das NC, Mukherjee S. Targeting human TLRs to combat COVID 19: a solution? J Med Virol. 2021;93:615. 53. Merad M, Martin JC. Pathological in ammation in patients with COVID-19: a key role for monocytes and macrophages. Nat Rev Immunol. 2020;20:355 62. 54. Mancini I, Baronciani L, Artoni A, Colpani P, Biganzoli M, Cozzi G, et al. The ADAMTS13 von Willebrand factor axis in COVID 19 patients. J Thromb Haemost. 2021;19:513 21. 55. Hojyo S, Uchida M, Tanaka K, Hasebe R, Tanaka Y, Murakami M, et al. How COVID- 19 induces cytokine storm with high mortality. In amm Regen. 2020;40:1 7. 56. Tan C, Li S, Liang Y, Chen M, Liu J. SARS-CoV-2 viremia may predict rapid dete- rioration of COVID-19 patients. Braz J Infect Dis. 2021;24:565 9. 57. Bryce C, Grimes Z, Pujadas E, Ahuja S, Beasley MB, Albrecht R, et al. Pathophy- siology of SARS-CoV-2: the Mount Sinai COVID-19 autopsy experience. ModPathol. 2021;34:1456 67. 58. Hadjadj J, Yatim N, Barnabei L, Corneau A, Boussier J, Smith N, et al. Impaired type I interferon activity and in ammatory responses in severe COVID-19 patients. Science. 2020;369:718 24.S.A. Narayanan et al. 19 European Journal of Human Genetics (2024) 32:10  2059. Han H, Ma Q, Li C, Liu R, Zhao L, Wang W, et al. Pro ling serum cytokines in COVID-19 patients reveals IL-6 and IL-10 are disease severity predictors. EmergMicrobes Infect. 2020;9:1123 30. 60. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. lancet. 2020;395:497 506. 61. Liu K, Fang YY, Deng Y, Liu W, Wang MF, Ma JP, et al. Clinical characteristics of novel coronavirus cases in tertiary hospitals in Hubei Province. Chin Med J.2020;133:1025 31. 62. Azarkish M, Laleh Far V, Eslami M, Mollazadeh R. Transient complete heart block in a patient with critical COVID-19. Eur Heart J. 2020;41:2131. 63. Chen G, Wu DI, Guo W, Cao Y, Huang D, Wang H, et al. Clinical and immunological features of severe and moderate coronavirus disease 2019. J Clin Investig.2020;130:2620 9. 64. Pons S, Arnaud M, Loiselle M, Arrii E, Azoulay E, Zafrani L. Immune consequences of endothelial cells activation and dysfunction during sepsis. Crit Care Clin. 2020;36:401 13. 65. Yao XH, Luo T, Shi Y, He ZC, Tang R, Zhang PP, et al. A cohort autopsy study denes COVID-19 systemic pathogenesis. Cell Res. 2021;31:836 46. 66. Nobari NN, Montazer F, Seira anpour F, Nikkhah F, Aryanian Z, Goodarzi A. His- topathologic changes and cellular events of organs systems in COVID-19. J CellMol Anesth. 2021;6:81 8. 67. Shah MD, Sumeh AS, Sheraz M, Kavitha MS, Maran BA, Rodrigues KF. A mini- review on the impact of COVID 19 on vital organs. Biomed Pharmacother. 2021;143:112158. 68. Stein SR, Ramelli SC, Grazioli A, Chung JY, Singh M, Yinda CK, et al. SARS-CoV-2 infection and persistence in the human body and brain at autopsy. Nature.2022;612:758 63. 69. Stafstrom CE. Neurological effects of COVID 19 in infants and children. Dev Med Child Neurol. 2022;64:818 29. 70. Crun i F, Carregari VC, Veras FP, Silva LS, Nogueira MH, Antunes AS, et al. Mor- phological, cellular, and molecular basis of brain infection in COVID-19 patients.Proc Natl Acad Sci USA. 2022;119:e2200960119. 71. Zhang L, Zhou L, Bao L, Liu J, Zhu H, Lv Q, et al. SARS-CoV-2 crosses the blood brain barrier accompanied with basement membrane disruption without tight junctions alteration. Sig Transduct Target Ther. 2021;6:337. 72. Livanos AE, Jha D, Cossarini F, Gonzalez-Reiche AS, Tokuyama M, Aydillo T, et al. Intestinal host response to SARS-CoV-2 infection and COVID-19 outcomes inpatients with gastrointestinal symptoms. Gastroenterology. 2021;160:2435 50. 73. Nalbandian A, Sehgal K, Gupta A, Madhavan MV, McGroder C, Stevens JS, et al. Post-acute COVID-19 syndrome. Nat Med. 2021;27:601 15. 74. Crook H, Raza S, Nowell J, Young M, Edison P Long covid mechanisms, risk factors, and management. BMJ. 2021;374:n1648. 75. de Melo GD, Lazarini F, Levallois S, Hautefort C, Michel V, Larrous F, et al. COVID- 19related anosmia is associated with viral persistence and in ammation in human olfactory epithelium and brain infection in hamsters. Sci Transl Med.2021;13:eabf8396. 76. Pretorius E, Venter C, Laubscher GJ, Kotze MJ, Oladejo SO, Watson LR, et al. Prevalence of symptoms, comorbidities, brin amyloid microclots and platelet pathology in individuals with Long COVIDPost-Acute Sequelae of COVID-19 (PASC). Cardiovasc Diabetol. 2022;21:148. 77. Castanares-Zapatero D, Chalon P, Kohn L, Dauvrin M, Detollenaere J, Maertens de Noordhout C, et al. Pathophysiology and mechanism of long COVID: a compre-hensive review. Ann Med. 2022;54:1473 87. 78. Vaira LA, Hopkins C, Sandison A, Manca A, Machouchas N, Turilli D, et al. Olfactory epithelium histopathological ndings in long-term coronavirus disease 2019 related anosmia. J Laryngol Otol. 2020;134:1123 7. 79. Guedj E, Campion JY, Dudouet P, Kaphan E, Bregeon F, Tissot-Dupont H, et al. 18F-FDG brain PET hypometabolism in patients with long COVID. Eur J Nucl MedMol Imaging. 2021;48:2823  33. 80. Wood E, Hall KH, Tate W. Role of mitochondria, oxidative stress and the response to antioxidants in myalgic encephalomyelitischronic fatigue syndrome: a pos- sible approach to SARS-CoV-2 long-haulers ? Chronic Dis Transl Med. 2021;7:14 26.81. Korompoki E, Gavriatopoulou M, Hicklen RS, Ntanasis-Stathopoulos I, Kastritis E, Fotiou D, et al. Epidemiology and organ speci c sequelae of post-acute COVID19: a narrative review. J Infect. 2021;83:1 6. 82. Phetsouphanh C, Darley DR, Wilson DB, Howe A, Munier CM, Patel SK, et al. Immunological dysfunction persists for 8 months following initial mild-to- moderate SARS-CoV-2 infection. Nat Immunol. 2022;23:210 6. ACKNOWLEDGEMENTS The opinions expressed in this article are those of the authors and do not re ect the view of the National Institutes of Health, the Department of Health and HumanServices, the National Science Foundation, or the United States government. APK s research is supported by the Department of Defense and Swezey  Jewell, Moore and MacKenzie Research Fund. AUTHOR CONTRIBUTIONS Conceptualization: AB, and SAN; Original draft: SAN, DAJ, FJE, and AB; Review editing: all authors; Figures and visualization: JCAC-d-R, SAN; Funding acquisition:SAN; Supervision: AB. FUNDING This work was supported by supplemental funds for COVID-19 research fromTranslational Research Institute of Space Health through NASA CooperativeAgreement NNX16AO69A (T-0404) to AB, and by a NASA Space Biology PostdoctoralFellowship (80NSSC19K0426) and Human Research Program Augmentation Award(80NSSC19K1322) to SAN. COMPETING INTERESTS RES is on the scienti c advisory board of Miromatrix Inc and Lime Therapeutics and is a consultant and speaker for Alnylam Inc. The remaining authors declare nocompeting nancial interests. ADDITIONAL INFORMATION Correspondence and requests for materials should be addressed to S. Anand Narayanan or Afshin Beheshti. Reprints and permission information is available at http:www.nature.com reprints Publisher s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you giveappropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in thearticle s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directlyfrom the copyright holder. To view a copy of this licence, visit http: creativecommons.orglicensesby4.0 .  The Author(s) 2023S.A. Narayanan et al. 20 European Journal of Human Genetics (2024) 32:10  20",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            }
        ]
    }
]