[
    {
        "pmid": "34149649",
        "title": "Investigation of Spaceflight Induced Changes to Astronaut Microbiomes.",
        "year": "2021",
        "journal": "Front Microbiol",
        "abstract": "The International Space Station (ISS) is a uniquely enclosed environment that has been continuously occupied for the last two decades. Throughout its operation, protecting the health of the astronauts on-board has been a high priority. The human microbiome plays a significant role in maintaining human health, and disruptions in the microbiome have been linked to various diseases. To evaluate the effects of spaceflight on the human microbiome, body swabs and saliva samples were collected from four ISS astronauts on consecutive expeditions. Astronaut samples were analyzed using shotgun metagenomic sequencing and microarrays to characterize the microbial biodiversity before, during, and after the astronauts' time onboard the ISS. Samples were evaluated at an individual and population level to identify changes in microbial diversity and abundance. No significant changes in the number or relative abundance of taxa were observed between collection time points when samples from all four astronauts were analyzed together. When the astronauts' saliva samples were analyzed individually, the saliva samples of some astronauts showed significant changes in the relative abundance of taxa during and after spaceflight. The relative abundance of Prevotella in saliva samples increased during two astronauts' time onboard the ISS while the relative abundance of other commensal taxa such as Neisseria, Rothia, and Haemophilus decreased. The abundance of some antimicrobial resistance genes within the saliva samples also showed significant changes. Most notably, elfamycin resistance gene significantly increased in all four astronauts post-flight and a CfxA6 beta-lactam marker significantly increased during spaceflight but returned to normal levels post-flight. The combination of both shotgun metagenomic sequencing and microarrays showed the benefit of both technologies in monitoring microbes on board the ISS. There were some changes in each astronaut's microbiome during spaceflight, but these changes were not universal for all four astronauts. Two antimicrobial resistance gene markers did show a significant change in abundance in the saliva samples of all four astronauts across their collection times. These results provide insight for future ISS microbial monitoring studies and targets for antimicrobial resistance screenings.",
        "full_text": "fmicb-12-659179 June 1, 2021 Time: 11:59  1 ORIGINAL RESEARCH published: 02 June 2021 doi: 10.3389fmicb.2021.659179 Edited by: Amparo Latorre, University of Valencia, Spain Reviewed by: Ximo Pechuan Jorge, Genentech, Inc., United States Giuseppe DAuria, FISABIO, Spain Correspondence: Crystal Jaing jaing2llnl.gov Specialty section: This article was submitted to Microbial Symbioses, a section of the journal Frontiers in Microbiology Received: 28 January 2021 Accepted: 05 May 2021 Published: 02 June 2021 Citation: Morrison MD, Thissen JB, Karouia F, Mehta S, Urbaniak C, Venkateswaran K, Smith DJ and Jaing C (2021) Investigation of Spaceight Induced Changes to Astronaut Microbiomes. Front. Microbiol. 12:659179. doi: 10.3389fmicb.2021.659179 Investigation of Spaceight Induced Changes to Astronaut Microbiomes Michael D. Morrison1, James B. Thissen1, Fathi Karouia2,3,4, Satish Mehta5, Camilla Urbaniak6, Kasthuri Venkateswaran6, David J. Smith7and Crystal Jaing1 1Physical and Life Sciences Directorate, Lawrence Livermore National Laboratory, Livermore, CA, United States,2KBRwyle, NASA Ames Research Center, Moffett Field, CA, United States,3Department of Pharmaceutical Chemistry, University of California, San Francisco, San Francisco, CA, United States,4Blue Marble Space Institute of Science, Exobiology Branch, NASA Ames Research Center, Moffett Field, CA, United States,5JesTech, NASA Johnson Space Center, Houston, TX, United States,6Biotechnology and Planetary Protection Group, NASA-Jet Propulsion Laboratory, Pasadena, CA, United States,7Space Biosciences Research Branch, NASA Ames Research Center, Moffett Field, CA, United States The International Space Station (ISS) is a uniquely enclosed environment that has been continuously occupied for the last two decades. Throughout its operation, protecting the health of the astronauts on-board has been a high priority. The human microbiome plays a signicant role in maintaining human health, and disruptions in the microbiome have been linked to various diseases. To evaluate the effects of spaceight on the human microbiome, body swabs and saliva samples were collected from four ISS astronauts on consecutive expeditions. Astronaut samples were analyzed using shotgun metagenomic sequencing and microarrays to characterize the microbial biodiversity before, during, and after the astronauts time onboard the ISS. Samples were evaluated at an individual and population level to identify changes in microbial diversity and abundance. No signicant changes in the number or relative abundance of taxa were observed between collection time points when samples from all four astronauts were analyzed together. When the astronauts saliva samples were analyzed individually, the saliva samples of some astronauts showed signicant changes in the relative abundance of taxa during and after spaceight. The relative abundance of Prevotella in saliva samples increased during two astronauts time onboard the ISS while the relative abundance of other commensal taxa such as Neisseria ,Rothia, and Haemophilus decreased. The abundance of some antimicrobial resistance genes within the saliva samples also showed signicant changes. Most notably, elfamycin resistance gene signicantly increased in all four astronauts post-ight and a CfxA6 beta-lactam marker signicantly increased during spaceight but returned to normal levels post-ight. The combination of both shotgun metagenomic sequencing and microarrays showed the benet of both technologies in monitoring microbes on board the ISS. There were some changes in each astronauts microbiome during spaceight, but these changes were not universal for all four astronauts. Two antimicrobial resistance gene markers did show a signicant change in abundance in the saliva samples of all four astronauts across their collection times. These results provide insight for future ISS microbial monitoring studies and targets for antimicrobial resistance screenings. Keywords: astronaut, international space station, microbiome, metagenomics, spaceight, microarray Frontiers in Microbiology  www.frontiersin.org 1 June 2021  Volume 12  Article 659179fmicb-12-659179 June 1, 2021 Time: 11:59  2 Morrison et al. Spaceight Induced Changes to Microbiomes INTRODUCTION Decades of research has revealed the important role of microorganisms in maintaining human health. The human microbiome has been shown to be vital in human digestion, metabolism, and immune response. Disruption of the normal commensal microora has been linked with serious health eects such as the development of periodontal disease (Abusleme et al., 2013; Schwarzberg et al., 2014), cardiovascular disease (Lau et al., 2017), diabetes (Larsen et al., 2010), colorectal cancer (Farhana et al., 2018), and inammatory bowel disease (Hold et al., 2014; IBDMDB Investigators et al., 2019). While it has not been denitively shown that the dysregulation of the human microbiome directly causes these serious disorders, the onset of colitis (Garrett et al., 2007) and colorectal cancer (Zackular et al., 2013) in healthy animals after fecal transplants supports the idea that the gut microbiome plays a role in the development of these diseases. Therefore, maintaining a healthy core microbiome is now widely considered essential for maintaining a healthy lifestyle. Both government and private space organizations have shown great interest in increasing human access to space with plans of returning to the Moon and landing humans on Mars in the coming decades. One major challenge with renewed long-term spaceight is the potential risk for human health. Medical treatments during these missions will be limited to the supplies in the on board pharmacy. The onset of in-ight illness is not a new concern for space agencies. Several early Apollo missions had astronauts experience upper respiratory infections, viral gastroenteritis, and urinary tract infections linked to pre-ight exposures (Berry, 1974). Astronauts have experienced reactivation of latent viruses (Mehta et al., 2014, 2017), upper respiratory and urinary tract infections, and skin hypersensitivity (Crucian et al., 2016a) during longer duration missions onboard the Space Shuttle and International Space Station (ISS). Numerous publications have associated the increase in bacterial and viral infections to the dysregulation of the astronauts immune system (Kaur et al., 2004; Crucian et al., 2008, 2016a,b). It has been shown that some bacteria are aected by spaceight and exhibit increased virulence (Wilson et al., 2007, 2008) and antibiotic resistance (Tixador et al., 1985; Moatti et al., 1986; Klaus and Howard, 2006). NASA has been monitoring astronaut microbiomes throughout the course of human spaceight. For instance, during the Skylab program, microbial samples were collected from astronauts before, during, and after each mission to investigate how the cultivable microbial populations changed (Johnson and Dietlein, 1977). Air and surface samples from the Apollo and Skylab spacecraft were also collected to monitor cultivable microbial cross-over from the crew and screen for pathogens (Johnston et al., 1975; Johnson and Dietlein, 1977). These studies used traditional culture-based microbiology methods to study the changes of a few selected bacteria and did not provide a comprehensive survey of the overall microbiological changes in the space environment. Additional microbial monitoring experiments have been done recently aboard the Space Shuttle and ISS, coinciding with the implementation of more modern,sequencing-based techniques (Karouia et al., 2017). To better understand the microbiome changes in the ISS, a series of Microbial Tracking studies were conducted as part of the NASA Space Biology research. In the rst Microbiome Tracking study, the environmental microbiome of the ISS was characterized to identify the total, viable, and persistent microbes associated with the ISS (Singh et al., 2018; Checinska Siela et al., 2019). In the second Microbial Tracking study, astronaut and ISS environmental microbiome were both characterized in order to determine the association between environmental and human microbiome under spaceight conditions, and if there are any pathogenic microbes that could potentially impact astronauts health. Data from the rst astronaut and two environmental sampling from the Microbial Tracking -2 project showed that there is microbial exchange between the astronaut microbiome and the ISS environment (Avila-Herrera et al., 2020). To date, there has been very limited studies on characterization of the astronaut microbiome using metagenomic sequencing and a high-density DNA microarray to detect microbes and pathogens. The NASA twin study was the rst metagenomics study to analyze the microbiome changes of one astronaut pre, during and post-ight, though no signicant changes were observed (Garrett-Bakelman et al., 2019). This study was limited to gut microbiome only. There were a few reports on astronaut microbiome using 16S rRNA amplicon sequencing. Voorhies et al. (2019) examined astronaut microbiome from gut, skin, nose and tongue, and found that the ISS surface microbiome shared similarities to the skin microbiome. A follow-on 16S rRNA sequencing study of saliva microbiome have correlated changes in the astronauts microbiome to viral reactivation (Urbaniak et al., 2020). In this study, we carried out deep molecular analysis of body microbiome changes from four astronauts pre-, during-, and post-ight. We collected samples from ve body sources (i.e., skin, nose, ear, mouth, and saliva) across four astronauts on consecutive spaceights. For skin samples, ve dierent sections of the skin were sampled including forehead, armpits, forearms (antecubital fossa), and the navel region. Skin and ear have the most contact with the ISS environmental surfaces, therefore they are good sampling locations to study the potential association between human and environmental microbiome. Nose, mouth and saliva samples provide insight on astronauts health and physiological conditions. Spaceight conditions such as radiation and microgravity could also cause dysbiosis of astronaut microbiome and physiology (McQueen and Reilly, 2018; Barratt et al., 2020). Using a combination of metagenomics sequencing, the Livermore Metagenomic Analysis Toolkit (LMAT), and the Microbial Detection Array, we expect to see the composition and relative abundance of the astronaut microbiomes change during spaceight as compared to pre- and post-ight. We expect that the changes will be dierent among dierent astronauts as each human carries a unique set of microbiomes and the eects of spaceight could inuence their microbiome dierently. We also expect to see variations between dierent body site as specic body sites have varied exposures to the ISS environment. A collective survey of these ve body parts will give us a broader view of the microbiome changes due to spaceight conditions. Frontiers in Microbiology  www.frontiersin.org 2 June 2021  Volume 12  Article 659179fmicb-12-659179 June 1, 2021 Time: 11:59  3 Morrison et al. Spaceight Induced Changes to Microbiomes MATERIALS AND METHODS Cohort Details and Routine The cohort was composed of four males between the age of 40 50 years old. The astronauts workday is approximately from 6 a.m. to 9:30 p.m. and includes three meals and exercise to maintain muscle tone and tness. There were no specic restrictions associated with the cohorts pre- and post-ight diet that we are aware of. The diet pre- and post-ight were expected to be very dierent from the in-ight diet as supplies such as fresh fruits and vegetables were limited in-ight. For exercise, the crew follows a daily 2.5-h regimen consisting of treadmill, weightlifting, and biking. Findings have consistently shown astronauts lose 15 of pre-ight body mass during spaceight on both short and long duration ights from the US and Russian space programs, although the situation is improving (Barratt et al., 2020). Finally, the astronauts followed a daily hygiene routine similar to their routine on Earth. However, there is no shower onboard the ISS, so the crew used wetted wipes and rinseless shampoo. Sample Collection and Timeline Samples were collected from four astronaut at eight time points (Figure 1 ). Two pre-ight samples were collected approximately 180 (30) and 90 ( 30) days prior to launch (designated as L180 and L90) to establish a baseline (collection points 1 and 2). Three samples were collected throughout the astronauts spaceight, early (1st2nd months), middle (2nd4th months) (designated as Flight Day or FD followed by the number of days), and late (10 days before return) (designated as R10, R9, or R5 depending on the number of days before return) (collection points 35), to measure spaceight induced changes. The last three samples were collected 1 day after return, 30 days, and 180 ( 30) days after return (designated as R0, R30, R180) (collection points 68). Base line samples collected 90 days prior to launch from Astronaut 4 (s4) were lost; therefore, they were not included in our analysis. Body swabs and saliva samples were collected as previously described (Avila-Herrera et al., 2020). Briey, body swabs of the mouth, nasal cavity, forehead, armpits, forearms (antecubital fossa), navel region, and the back of both ears were collected using a polyester swab, EnviroTrans Saline 0.85 Swabs (SRK35 from Hardy Diagnostics, Santa Maria, CA). Swabs were collected rst in the morning, with no hygiene 6 h prior to the collection. In addition to these body swabs, saliva samples were collected at each time point. Saliva samples were collected at days 1, 3, 5, and 7 of each time point to capture possible variation across dierent days. There were a total of 32 saliva samples, 8 pre-ight, 12 during ight, and 12 post-ight. SalivaBio Swabs (Salimetrics, LLC, Carlsbad, CA) were used for saliva collection as described (Mehta et al., 2017). Saliva samples were collected in the morning just after waking up and before eating and drinking, and no exercise 4 h prior to collecting samples. A control body swab was also collected at each time point by waving the swab in the air for 10 s. The samples were frozen at or below 80C onboard the ISS and during transit back to Earth. Upon return, samples were processed as described previously (Avila-Herrera et al., 2020).DNA extraction was performed using the Maxwell 16 System (Promega, Madison, WI) in accordance with the instructions provided by the manufacturer. Due to the low DNA quantity from the skin swabs, the forehead, armpits, navel, forearms (antecubital fossa), and navel region DNAs from each astronaut were pooled into a single sample labeled as skin. Metagenomics Sequencing and Taxonomic Classication Metagenomics sequencing and taxonomic classication were performed as described previously (Avila-Herrera et al., 2020). Briey, DNA libraries were prepared for sequencing using the Nextera DNA Library Preparation Kit (Illumina, Inc., San Diego, CA). Quality and fragment size were assessed on the Agilent Tapestation 4200 (Agilent Technologies, Santa Clara, CA). Libraries were quantitated using the Qubit uorimeter (Thermo Fisher Scientic, Waltham, MA) and normalized to equivalent DNA quantities, pooled, and diluted according to the manufacturers standard recommendations. Shotgun metagenomic sequencing was performed using an Illumina NextSeq 500 with the NextSeq Series High Output Kit v2 (Illumina Inc., San Diego, CA), using 150 base pair, paired- end reads. Fastq les are generated from the sequencing results using the bcl2fastq software (Illumina). During the fastq generation, sample les are demultiplexed and adapter sequences are trimmed from the reads. The default adapter stringency of 0.9 (90 identity) was used when identifying adapter sequences to trim. Following fastq generation, the ea-utils (Erik Aronesty, 2011) fastq processing utility fastq-mcf was run on all samples with default parameters. The fastq-mcf utility clips poor quality bases ( Q10) from the ends of reads, removes Ns from read ends, removes reads with the CASAV A Y ag, and discards sequences that are too short ( 20 bases). Taxonomic classication of the metagenomic reads was accomplished using the Livermore Metagenomics Analysis Tookit LMAT version 1.2.4b with the April 4, 2014 LMAT Grand reference database (lmat-4-14.20mer.db) (Ames et al., 2013, 2015). Reads mapping to genus Homo or below were removed from analysis. Microbial Detection Array All astronaut samples were also analyzed on a microbial detection microarray, the Axiom Microbiome Array (AMA) (Thermo Fisher Scientic, Waltham, MA) to detect the specic microbial content. The AMA is a comprehensive microarray detection system that contains 1.38 million probes to detect 12,513 microbial species representing 135,555 unique target sequences (Thissen et al., 2019). The AMA was adapted from the Lawrence Livermore Microbial Detection Array (LLMDA) which has been used for detection of pathogens, viruses, and bacteria from a variety of clinical and environmental samples. The 96-well array plate version of the AMA was used to run all the astronaut samples on the GeneTitan instrument (Thermo Fisher Scientic, Waltham, MA). A quantity of 20100 ng of DNA from all astronaut samples was used as input into the AMA. The standard manufacturers protocol was followed for all steps of the workow. Frontiers in Microbiology  www.frontiersin.org 3 June 2021  Volume 12  Article 659179fmicb-12-659179 June 1, 2021 Time: 11:59  4 Morrison et al. Spaceight Induced Changes to Microbiomes FIGURE 1  Overall experimental and data analysis workow and sample collection timeline. Axiom array controls were included on all array plates that were run. Each plate included one positive Axiom Reference Genomic DNA 103 (Ref103) and one no template negative control (NTC). Controls were processed along with the samples and are used for generating assay QC and array QC metrics following standard manufacturer protocols. Briey, the Axiom Microbiome Array includes human specic probes that are used to generate the QC metric Dish QC (DQC) for the Ref103 control. DQC is calculated based on the intensities of the probe sequences in non-polymorphic human genome locations and is a measure of the distribution of uorescent intensity values found on the individual bases. A DQC value of less than 0.82 in the Ref103 control indicates a probable issue with the processing of a plate. All Ref103 controls in this study had DQC values that exceeded 0.82. The NTC was run to ensure that no contaminating microbial organisms were found in the microarray reagents. Data analysis was carried out using the Axiom Microarray Detection Analysis Software (MiDAS) (Thermo Fisher Scientic, Waltham, MA). The Axiom MiDAS analysis software requires that at least 20 of target-specic probes have a signal intensityabove the 99th percentile of the control probes for a positive result. The prevalence of opportunistic pathogens was calculated for each body location pre-, during-, and post-ight. Signicance testing of prevalence between ight statuses was performed using the prop.test function available in the stats package in R, and all P-values were adjusted using the Benjamini-Hochberg method. Alpha Diversity The alpha diversity of each sample was calculated using the renyi and estimateR functions available through the vegan package (v.2.5-5) (Oksanen et al., 2019). For the LMAT results, the Renyi entropy of each sample was calculated for orders 0, 1, and 2, or Hill numbers (Hill, 1973), representing the samples richness, Shannon index, and Simpson index, respectively. To identify changes in the alpha diversity indices throughout the experiment, we analyzed the astronaut samples as a whole and on an individual level. Samples collected at corresponding time- points from all four astronauts were grouped together and statistical testing was performed between the time-points. Alpha diversity changes from individual astronauts were determined by Frontiers in Microbiology  www.frontiersin.org 4 June 2021  Volume 12  Article 659179fmicb-12-659179 June 1, 2021 Time: 11:59  5 Morrison et al. Spaceight Induced Changes to Microbiomes grouping samples by ight status (i.e., pre-, during-, or post- ight). Signicance testing was performed using the Kruskal- Wallis test available in the R stats package (R Core Team, 2020) with a signicance cut o P0.05. Ecological Distance and Ordination The similarity between astronaut samples was measured using the distance and visualized using the ordinate functions from the phyloseq package (v.1.24.3) (McMurdie and Holmes, 2013). Distances between samples were calculated using the Euclidean and Jaccard distance and visualized by classical (PCoA) and non-metric multidimensional scaling (NMDS), respectively. The Jaccard distance was used to measure the dierence in the taxa presenceabsence proles between the individual samples, and the Euclidean distance was used to measure the dierences in each taxons relative abundance between samples. Prior to calculating the Euclidean distance, the read counts for each sample were transformed into Euclidean space via the center-log ratio (clr) transformation using the ALDEx2 (Fernandes et al., 2013) package in R. A permutational multivariate analysis of variance (PERMANOV A) (Anderson, 2001, 2017) was conducted on the Jaccard and Euclidean distances to test for dierences in the centroid and distribution of sample groups. PERMANOV A tests were performed using the adonis2 function from the vegan package (v.2.5-5) (Oksanen et al., 2019). PERMANOV A testing was performed on each body location separately, and samples were grouped by either astronaut or ight status. Astronauts were also analyzed individually using the saliva samples, and the samples were grouped according to their ight status (i.e., pre-, during-, or post-ight). Differential Abundance Analysis Dierential abundance analysis was performed on the astronaut saliva samples due to the increased number of samples at each collection point ( n 4). Read counts were transformed using the clr method (Aitchison, 1982) prior to testing for dierentially abundant taxa. All dierential analysis testing was performed within each astronaut individually. Dierential abundance was determined using the aldex.kw function from the ALDEx2 package (v.1.16.0) (Fernandes et al., 2013). P-values were adjusted for multiple testing bias using the Benjamini and Hochberg method (Benjamini and Hochberg, 1995). All taxon with an adjusted P-value 0.05 were considered dierentially abundant. Antimicrobial Resistance Marker Analysis Identication of antimicrobial resistance (AMR) gene markers was accomplished using the ShortBRED pipeline (Kaminski et al., 2015) available at https:github.combiobakeryshortbred. The pre-built ShortBRED_CARD_2017_markers dataset available on the ShortBRED bitbucket website was used for the AMR marker dataset throughout this analysis. All astronaut saliva samples were input into ShortBRED for AMR marker quantication. Signicant changes in AMR counts between ight pre-, during-, and post-ight samples were determined using theKruskal-Wallis one-way ANOV A test ( P0.05) through the R stats package (R Core Team, 2020). RESULTS Astronaut Microbiome Proles For this study, 241 astronaut samples and 44 control samples were collected for a total of 285 samples. The samples were collected from four astronauts at seven time points from ve body locations. For the saliva samples, four samples were collected at each time point at 2-day intervals. The average number of reads, the distribution in the number of reads per sample, and the percentage of reads belonging to bacterial, fungal, viral, and human sources are shown by sample type inSupplementary Table 1 . The number of mapped reads and the LMAT taxonomic classication results for all control and astronaut samples are shown in Supplementary Data Sheet 1 , and the relative abundance of species in each control samples is shown in Supplementary Figure 1 . LMAT taxonomic classication for the astronaut samples identied 1,605 genera and 6,857 species across all 239 samples. Microbial genus (Figure 2 ) and species ( Supplementary Figure 2 ) with an average abundance of at least 1 are shown, and the top ve genus and species for each location are shown in Supplementary Tables 2, 3 , respectively. The astronaut ear samples were dominated by Propionibacterium which had the highest average relative abundance across all body locations at 86.4. Propionibacterium was also among the top ve most abundant genera in the skin and nostril samples with an average relative abundance of 17 and 11, respectively. The top three most abundant genera were the same for the ear, nostril, and skin samples ( Supplementary Table 2 ). The top three most abundant genera in the skin samples (Propionibacterium ,Corynebacterium , and Staphylococcus ) are commonly isolated from the skin. The saliva and mouth samples were dominated by taxa associated with the oral microbiome (Supplementary Table 2 ).Streptococcus, Prevotella, Actinomyces , and Haemophilus were among the top ve most abundant genera in the saliva and mouth samples with Neisseria and Veillonella rounding out the top ve genera, respectively. At the species level, the saliva and mouth samples were again very similar with Haemophilus parainuenzae ,Rothia mucilaginosa ,Actinomyces sp. ICM47, and Veillonella sp. oral taxon 158 being in the top ve most abundant species (Supplementary Table 3 ).Staphylococcus epidermidis was on average the most abundant species in the ear and nostril samples and the second most abundant species in the skin samples ( Supplementary Figure 2 ).Malassezia restricta was the only other microbial species that was among the top ve most abundant species in the ear, nostril, and skin samples ( Supplementary Table 3 ).Propionibacterium acnes was in top ve species for both the ear and skin samples, and Propionibacterium sp. KPL1844 and Propionibacterium granulosum completed the top ve most abundant species in the ear samples. Several Corynebacterium spp. in the nostril and skin samples were among the ve most abundance species for those body locations. Frontiers in Microbiology  www.frontiersin.org 5 June 2021  Volume 12  Article 659179fmicb-12-659179 June 1, 2021 Time: 11:59  6 Morrison et al. Spaceight Induced Changes to Microbiomes FIGURE 2  Genera with an average relative abundance of at least 1 across all body locations from all four astronauts. The bars in each column represent the average relative abundance of that genus across all samples from that body location. Samples were collected from astronauts at multiple time points prior to, during, and post ight to identify changes in microbiome over time. Figure 3 shows the change in relative abundance of the top 12 species in ear, nose, skin, mouth, and saliva samples from all four astronauts collected pre-, during and post-ight. All 12 species are commonly associated with the human microbiome. Changes in Taxa Richness The alpha diversity of each sample was measured according to the number of observed taxa (richness) and relative abundance of each taxon (Shannon index and Simpson index). The observed species richness for the LMAT ( Supplementary Figure 3A ) and Axiom Microbiome Array ( Supplementary Figure 3B )results are shown. Due to the limited number of swab samples at an individual level, statistically signicant changes between collection points were calculated using all four astronauts. No signicant dierences in the observed richness, exponentiated Shannon index, and reciprocal Simpson index were found between the eight collection time points. LMAT alpha diversity changes in the saliva samples of each individual astronaut were also analyzed using the Kruskal-Wallis test ( Figure 4 ). Samples were rst grouped by ight status (i.e., pre-, during-, or post-ight). Astronaut 2 was the only member that showed no signicant changes in the three alpha diversity metrics measured. Astronaut 1, 3, and 4 all showed signicant changes ( P0.05) in the Shannon and Simpson indexes. In Astronaut 1, the post-ight Shannon index ( P 0.00128) and Frontiers in Microbiology  www.frontiersin.org 6 June 2021  Volume 12  Article 659179fmicb-12-659179 June 1, 2021 Time: 11:59  7 Morrison et al. Spaceight Induced Changes to Microbiomes FIGURE 3  The top 12 genera with the highest relative abundance across all astronaut samples pre-, during and post-ight. The body locations are separated into individual columns and each astronaut is represented as a row. The samples in each cell are arranged in chronological order to display the change in the microbiomes over time. Simpson index ( P 0.00225) were signicantly dierent from the pre-ight levels. The during-ight Shannon index values for Astronaut 3 were signicantly dierent from the pre-ight (P 2.855e-3) and post-ight ( P 8.552e-3) Shannon index values. The Astronaut 3 during-ight Simpson index values was signicantly dierent from the post-ight Simpson index values ( P 0.02296). Astronaut 4 had a signicant increase in the Shannon ( P 3.208e-5) and Simpson index ( P 4.311e- 5) during spaceight. Astronaut 4 also displayed a signicant dierence in species richness between ight status groups. Ad hocanalysis revealed that the during-ight species richness was signicantly dierent from the pre-ight ( P 0.01796) and post-ight ( P 1.774e-4) observed species richness. Changes in Oral Taxa Abundance During Flight Dierential abundance analysis of the saliva samples was performed on each individual astronaut. Samples were grouped by ight status. Our analysis found a total of 67 genera (Supplementary Table 4 and Figure 5 ) and 206 species (Supplementary Table 5 and Supplementary Figures 4 6) that were dierentially abundant. Astronaut 2 had no dierentially abundant taxa. Among the remaining three astronauts, Astronaut 4 had the highest number of dierentially abundant taxa with 44 genera ( Figure 5C ) and 173 species (Supplementary Figure 6 ). Astronaut 1 had the second most dierentially abundant taxa with 18 genera ( Figure 5A )and 35 species ( Supplementary Figure 4 ), and Astronaut 3 had the third with 9 genera ( Figure 5B ) and 7 species (Supplementary Figure 5 ).Alloprevotella was the only genus that was dierentially abundant in three astronauts, and the relative abundance of Alloprevotella increased during spaceight and returned to pre-ight levels upon returning to Earth in all three astronauts ( Figure 5 ). Two genera, Neisseria and Phocaeicola , were dierentially abundant in two astronauts (Supplementary Table 4 ).Neisseria showed a signicant decrease in relative abundance during spaceight in Astronauts 3 and 4, and Phocaeicola showed a signicant increase in relative abundance during spaceight the Astronauts 1 and 4 (Figures 5A,C ). In both cases, the relative abundance of Neisseria and Phocaeicola returned to pre-ight levels upon returning to Earth. The remaining 64 genera were only identied as dierentially abundant in one astronaut. No species were dierentially abundant in three astronauts, but seven species were dierentially abundant in at least two astronauts ( Supplementary Table 5 ).Alloprevotella rava, Alloprevotella tannerae, Megasphaera sp. UPII 135-E , Phocaeicola abscessus , and Prevotella sp. oral taxon 473 all showed signicant increases in their relative abundance during spaceight in Astronauts 1 and 4. Bacteroides massiliensis showed a signicant increase in relative abundance during spaceight during Astronauts 3 and 4. Finally, Actinomyces sp. ph3 showed a signicant decrease in relative abundance during spaceight in Astronaut 1, but it showed a signicant increase in relative Frontiers in Microbiology  www.frontiersin.org 7 June 2021  Volume 12  Article 659179fmicb-12-659179 June 1, 2021 Time: 11:59  8 Morrison et al. Spaceight Induced Changes to Microbiomes FIGURE 4  The observed species richness and evenness of astronaut saliva samples. The species richness (top row), Shannon index (middle row), and Simpson index (bottom row) are displayed by astronaut (s1 in the rst column, s2 in the second column, s3 in the third column, and s4 in the fourth column) and samples are grouped by collection timepoints. The ight status of each sample is indicated by shape (pre-ight are triangles, during-ight are circles, and post-ight are squares). abundance during spaceight in Astronaut 4. Actinomyces sp. ph3 was the only species to display a signicant change in relative abundance in multiple astronauts that were not consistent across the astronauts. The remaining 199 species were only identied as dierentially abundant in one astronaut. Changes in Antimicrobial Resistance Markers ShortBRED analysis of raw metagenomic reads from saliva samples identied 888 AMR markers. Kruskal-Wallis analysis of the saliva samples by ight status identied four AMR markers that were signicantly dierent in all four astronauts (Supplementary Table 6 ). These included two erythromycin resistant markers (ARO:3000596 and ARO:3000498), a tetracycline resistant marker (ARO:3000168, and a Streptomyces cinnamoneus EF-Tu mutation (ARO:3003359). The tetracycline marker averaged less than 20 reads per collection point and the two erythromycin markers averaged less than 100 reads per collection points for all astronauts, so these markers were not investigated further. The read counts for the Streptomyces EF-Tu mutation marker (ARO:3003359) displayed a signicant increase ( P1.507e-5) in reads for the ARO:3003359 marker inall four astronauts post-ight samples. Astronauts 3 and 4 also had a signicant decrease ( P0.0002) in ARO:3003359 reads during ight, but this signicant decrease was not observed in astronauts 1 and 2. Evaluating Sample Clustering Between Astronauts The similarity between samples was calculated using the Jaccard and Euclidean dissimilarities, and the resulting dissimilarity matrices were visualized using NMDS ( Supplementary Figure 7A ) and PCoA (Supplementary Figure 7B ) plots, respectively. In both the NMDS and PCoA plots, the samples clustered into two separate groups with saliva and mouth samples clustered together and the skin, nostril, and ear samples clustered into a second group. To better visualize the associations between samples collected from the sample body location, NMDS ( Figure 6 ) and PCoA ( Figure 7 ) plots were generated for each body location. A PERMANOV A test was used to determine whether the samples grouped by either astronaut or ight status. PERMANOV A of the Jaccard dissimilarity showed that all body locations grouped by astronaut ( P0.001), but not all body locations grouped by Frontiers in Microbiology  www.frontiersin.org 8 June 2021  Volume 12  Article 659179fmicb-12-659179 June 1, 2021 Time: 11:59  9 Morrison et al. Spaceight Induced Changes to Microbiomes FIGURE 5  Heatmaps showing the relative abundance of genera identied as differentially abundant in Astronaut 1 (A), Astronaut 3 (B), and Astronaut 4 (C). ight status. The ear ( P0.001), skin ( P 0.008), and saliva (P0.001) samples are grouped by ight status, but the nostril (P 0.095) and mouth ( P 0.079) samples did not meet our cut-o of P0.05. PERMANOV A of the Euclidean dissimilarityshowed that the samples clustered by astronaut ( P0.001) for all body locations except the nostril samples ( P 0.578). The saliva samples were the only body location that clustered by ight status ( P 0.011). Frontiers in Microbiology  www.frontiersin.org 9 June 2021  Volume 12  Article 659179fmicb-12-659179 June 1, 2021 Time: 11:59  10 Morrison et al. Spaceight Induced Changes to Microbiomes FIGURE 6  NMDS plots depicting the Jaccard distance between samples. Ear (A), nostril (B), mouth (C), saliva (D), and skin (E)samples are shown grouped by astronaut (Astronaut 1 or s1, red; s2, green; s3, blue; s4, purple) and ight status (pre, circle; during, square; post, triangle). Microarray Analysis of all Samples The AMA detected 537 microbial targets across all astronaut samples. These targets represent 347 species consisting of 455 strains, 57 plasmids and 25 bacteria phages. All species detected by the AMA were also detected using metagenomics sequencing and LMAT. AMA detected species were checked against the Virulence Factor Database (VFDB) to identify opportunistic pathogens. Eleven opportunistic pathogens were detected across all 5 body locations ( Supplementary Table 7 ). The prevalence of each species was calculated pre-, during-, and post-ight by body location. Haemophilus inuenzae and Streptococcus pneumoniae , in the saliva samples, were the only two species to show a signicant change in prevalence pre-, during, and post-ight. H. inuenzae prevalence increased during spaceight and was detected in 94 of samples. The prevalence of H. inuenzae then decreased post-ight to 52 which was slightly higher than the pre-ight prevalence of 38. S. pneumoniae showed an oppositetrend with the prevalence dropping from 65 pre-ight to 38 during ight. The prevalence of S. pneumoniae decreased further post-ight to 25. DISCUSSION Microbial pathogens in the ISS environment could pose a potential health risk for astronauts. Pre-ight testing and periodical in-ight monitoring have been performed for decades using culture-based analyses. The development of high- throughput sequencing technologies and subsequent research into the human microbiome has revealed the important role these microbial communities play in maintaining human health. Previous astronaut microbiome studies were limited to 16S rRNA based sequencing, which did not provide high resolution analysis at the genomic level (Voorhies et al., 2019), or only Frontiers in Microbiology  www.frontiersin.org 10 June 2021  Volume 12  Article 659179fmicb-12-659179 June 1, 2021 Time: 11:59  11 Morrison et al. Spaceight Induced Changes to Microbiomes FIGURE 7  PCoA plots depicting the Euclidean distance between samples. Ear (A), nostril (B), mouth (C), saliva (D), and skin (E)samples are shown grouping by astronaut (s1, red; s2, green; s3, blue; s4, purple) and ight status (pre, circle; during, square; post triangle). limited to one body location, which did not provide a broader view of the microbiome changes in dierent parts of the body (Garrett-Bakelman et al., 2019). In this study, the microbiome of four ISS astronauts was monitored prior to, during, and after their spaceight missions using both a comprehensive microbial detection array as well as shotgun metagenomic sequencing. The microarray contains probes to detect more than 12,000 microbial species including viruses, bacteria, fungi, protozoa, and archaea (Thissen et al., 2019). The goal of the study was to characterize astronauts microbiome changes due to spaceight conditions and identify any changes that may pose health risks to the astronauts during their mission. This study monitored body locations with varying degrees of interaction with external environments. The microbiomes of the ear, nostril, and skin samples were dominated by skin associated bacteria (Avila-Herrera et al., 2020). Skin is the largest organ of the human body and the primary interface with the external environment. Skin serves as a physical barrier to prevent invasion of pathogens and education of the immune system (Byrd et al., 2018). ISS is a specialized enclosedbuilt environment with continuous human inhabitants. The microbes in the ISS environment could impact the astronaut skin microbiome and vice versa. Avila-Herrera et al. reported potential bacterial exchanges between astronaut skin and ISS surfaces using metagenomic sequencing data from one astronaut and eight ISS surface locations from two consecutive ights (Avila- Herrera et al., 2020). Voorhies et al. also reported similarities between astronaut skin vs. ISS surfaces based on 16S sequencing (Voorhies et al., 2019). However, the results here did not show the four astronauts skin microbiomes shifting toward a consistent spaceight microbiome while they were on board the ISS. Using the Jaccard distance, which measured dierences in the species presenceabsence proles, the ear samples were the only body location that grouped by ight status, while all body locations grouped by astronaut. In addition, the Euclidean distance, which measured dierences in the species relative abundance proles, only showed samples signicantly clustering by astronaut. The astronauts on board the ISS inhabit the spacecraft with two to ve other astronauts. One astronaut will therefore be exchanging microbes with the ISS surfaces and their fellow crew; therefore, Frontiers in Microbiology  www.frontiersin.org 11 June 2021  Volume 12  Article 659179fmicb-12-659179 June 1, 2021 Time: 11:59  12 Morrison et al. Spaceight Induced Changes to Microbiomes any microbiome shift will be dierent for each ISS crew. One exception to this could be the skin around the astronauts ear. The skin around the ear does not usually come into direct contact with a lot of other surfaces. The signicant grouping of ear samples by their species prole in this study could be due to a spaceight shift appearing in a body location where other external factors do not have a large inuence. Further investigation of microbiome changes across entire ISS crews in both high and low contact locations will shed more light on the possibility of microbiome shifts in space. Unlike the skin, the oral cavity is not in direct contact with the ISS surfaces, and the four astronauts maintained certain pre- ight oral microbiomes with unique species and abundances compared to the other astronauts. The oral microbiome is the second most diverse microbiome community in the human body (Deo and Deshmukh, 2019), and the composition of this community depends on physical state of a human, and a variety of external features including geographic region, diet, and oral health. Numerous studies have shown that diet aects the gut microbiome (Leeming et al., 2019), but very few studies are available regarding associations between diet and the oral microbiome (Lu et al., 2019). In one study, the abundance of Neisseria and Haemophilus is dierent between hunter-gatherers and westerners, and traditional farmers fall in between (Lassalle et al., 2018). Onboard the ISS, pre-cooked and packaged meals ensure most astronauts are exposed to similar diet and nutrition, so the dierences of microbiome between dierent astronauts may be due to their individual microbiomes than diet and nutrition. Future microbiome studies of astronauts on dierent diets during spaceight will shed light on the diet eects on the oral microbiome. When averaging samples across of four astronauts, there was no signicant change in alpha diversity between sample collection points for all ve body locations. A previous publication on the saliva microbiome of astronauts reported changes at the individual level but not at the population level (Urbaniak et al., 2020) and such results were also supported by this study. An early analysis report of the Astronaut 1 saliva samples reported a decrease in alpha diversity during spaceight (Avila-Herrera et al., 2020), but this trend was not consistent across all four astronauts. In this follow-up study, Astronauts 1, 3, and 4 all displayed signicant changes in the Shannon and Simpson indexes. In Astronaut 1, the post-ight Shannon and Simpson indexes were signicantly lower than the pre-ight indexes. This is due to a gradual decrease in the Shannon and Simpson indexes during spaceight. Upon returning to Earth, these indexes were signicantly lower than their pre-ight levels despite a gradual increase over time. In both Astronauts 3 and 4, the during-ight Shannon index was signicantly higher than the pre-ight and post-ight levels. In all three astronauts, the changes in microbial diversity were not permanent and returned to pre-ight levels after returning to Earth. The Shannon and Simpson indexes are measurements of the species evenness in the samples. Signicant changes in these two metrics would be the results of changes in the relative abundance of species in the samples. Most genera and species identied as dierentially abundant display increased relative abundanceduring-ight compared to pre-ight and post-ight. A general increase in the relative abundance of species would also increase the microbial evenness. Alloprevotella signicantly increased in Astronauts 1, 3, and 4. This genus (Downes et al., 2013) is closely related to the genus Prevotella, which also displayed signicant increases in Astronaut 4 during-ight. Prevotella consists of several common oral species and increased Prevotella abundance has been linked to a diseased periodontal state (Abusleme et al., 2013). It is not possible to accurately predict the onset of oral disease by microbial content alone due to the variation of individuals microbiome composition, but there is evidence that some taxa shift between healthy vs. diseased states (Schwarzberg et al., 2014). Further investigation into the temporal shift of the astronaut oral microbiome is needed to shed light on which taxa are regularly increases during-ight and if these are commonly associated with a healthy or infected oral cavity. Antibiotics are commonly used in the treatment of periodontal disease (Schwarzberg et al., 2014). Our analysis found that four CARD AMR gene markers displayed signicant changes in the number of reads in all four astronauts. The Streptomyces EF-Tu mutation (ARO:3003359) marker showed a signicant increase in the number of reads post-ight in all four astronauts). This marker represents sequence variants of Streptomyces cinnamoneus elongation factor Tu that confer resistance to elfamycin antibiotics. The increase of EF-Tu mutations post-ight suggests that spaceight conditions could have resulted in increased elfamycin resistance, and alternate antibiotics should be considered for any treatment post spaceights. In addition to metagenomic sequencing of the astronaut samples, the AMA was also used to detect the presence of microbial species from the astronaut samples. AMA is a faster and cheaper alternative to metagenomic sequencing. It has a semi-automated workow and user-friendly software, but it does not provide quantitative read numbers like sequencing. The AMA contained 1.38 million probes that were designed to detect specic regions of target genomes. The detection of AMA uses stringent criteria in which more than 20 of the designed probes or greater than 8 probes need to be detected for a positive identication. In comparison, metagenomic sequencing uses1 read as a positive detection. Therefore, the microarray detection may have a lower sensitivity than metagenomic sequencing. While AMA detected fewer species than LMAT, the detected taxa and changes in diversity were similar between the AMA and LMAT. In summary, we evaluated how spaceight aected the microbial composition of ve locations across the human body. The results showed that the microbiome experienced a change in composition during spaceight and returned to normal after the astronaut returns to Earth. Some astronauts, such as Astronauts 3 and 4, showed signicant increases in taxonomic abundance and diversity, while Astronaut 2 showed very few changes. Analysis of the saliva samples revealed signicant changes in some of the most abundant genera including Neisseria and Prevotella . Additional analysis of the saliva samples also found several AMR markers whose abundance signicantly changed in all Frontiers in Microbiology  www.frontiersin.org 12 June 2021  Volume 12  Article 659179fmicb-12-659179 June 1, 2021 Time: 11:59  13 Morrison et al. Spaceight Induced Changes to Microbiomes astronauts during their sampling period. However, despite the signicant changes of these markers in all four astronauts, the markers did not display any constant trends across all four astronauts. These inconstant changes are probably the result of additional external forces such as the astronauts diet and microbial exchange with the ISS surfaces and the additional astronauts on board. In the future, it would be useful to monitor the microbiomes of the entire astronaut crew during an ISS mission. Tracking the entire crew could help identify the changes that are introduced from crew interactions, which will enable better characterization of the microbiome variations due to the environmental stresses of spaceight. DATA AVAILABILITY STATEMENT The microbial sequencing associate with astronaut samples cannot be shared publicly due to IRB. The Data is available upon request in NASA Life Sciences Data Archive (LSDA) (https:lsda. jsc.nasa.govDataset). ETHICS STATEMENT The studies involving human participants were reviewed and approved by the Johnson Space Center Institutional Review Board. The patientsparticipants provided their written informed consent to participate in this study. Written informed consent was obtained from the individual(s) for the publication of any potentially identiable images or data included in this article. AUTHOR CONTRIBUTIONS MM analyzed and interpreted the metagenomic and microarray data and was a major contributor in wrote the manuscript. JT performed sample processing, microarray and sequencing experiments, and helped with data curation. FK helped with project implementation, metadata, and administration. SM helped with project conceptualization, funding acquisition, and astronaut sample coordination. CU helped with sample processing, nucleic acid extraction, and sample and DNA archiving. KV helped with project conceptualization andfunding acquisition. DS helped with project conceptualization and investigation. CJ helped with project conceptualization and funding acquisition, assisted with project administration, supervised the project, and contributed to the manuscript. All authors read and approved the nal manuscript. FUNDING MM, JT, and CJ were funded by NASA Space Biology under contract : 80NSSC18K0113. Part of the research described in this publication was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with NASA. This research was funded by a 2014 Space Biology NNH14ZTT002N grant no. 19-12829-38 under Task Order NNN13D111T award to KV which also partially funded post- doctoral fellowship for CU. In addition, Space Biology program sponsored NPP post-doc for CU. SM were funded by NASA Space Biology under contract : 80NSSC18K0113. DS was funded by NASA Ames Space Biology program. FK was supported through the KBRwyleFILMSS subcontract with the Department of Pharmaceutical Chemistry at the University of California, San Francisco,  NNA14AB82C, at NASA Ames Research Center. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. ACKNOWLEDGMENTS We would like to thank NASA astronauts for collecting samples aboard the ISS, and pre- and post-ights. We also want to thank Dr. Aram Avila-Herrera for helpful technical discussions. We also thank the MT-2 implementation team at NASA Ames Research Center for their work in kits assembly, ight manifest, and crew operations. We also want to thank Dr. Jessica U. Meir for reviewing the paper and providing valuable feedback. SUPPLEMENTARY MATERIAL The Supplementary Material for this article can be found online at: https:www.frontiersin.orgarticles10.3389fmicb. 2021.659179fullsupplementary-material REFERENCES Abusleme, L., Dupuy, A. K., Dutzan, N., Silva, N., Burleson, J. A., Strausbaugh, L. D., et al. (2013). The subgingival microbiome in health and periodontitis and its relationship with community biomass and inammation. ISME J. 7, 10161025. doi: 10.1038ismej.2012.174 Aitchison, J. (1982). The statistical analysis of compositional data. J. R. Stat. Soc. Ser. B 44, 139177. Ames, S. K., Gardner, S. N., Marti, J. M., Slezak, T. R., Gokhale, M. B., and Allen, J. E. (2015). Using populations of human and microbial genomes for organism detection in metagenomes. Genome Res. 25, 10561067. doi: 10.1101gr.184 879.114 Ames, S. K., Hysom, D. A., Gardner, S. N., Lloyd, G. S., Gokhale, M. B., and Allen, J. E. (2013). Scalable metagenomic taxonomy classication using a referencegenome database. Bioinformatics 29, 22532260. doi: 10.1093bioinformatics btt389 Anderson, M. J. (2001). A new method for non-parametric multivariate analysis of variance: non-parametric manova for ecology. Austral Ecol. 26, 3246. doi: 10.1111j.1442-9993.2001.01070.pp.x Anderson, M. J. (2017). Permutational multivariate analysis of variance (PERMANOV A),  in Wiley StatsRef: Statistics Reference Online , eds N. Balakrishnan, T. Colton, B. Everitt, W. Piegorsch, F. Ruggeri, and J. L. Teugels (Chichester: John Wiley  Sons, Ltd), 115. doi: 10.10029781118445112. stat07841 Avila-Herrera, A., Thissen, J., Urbaniak, C., Be, N. A., Smith, D. J., Karouia, F., et al. (2020). Crewmember microbiome may inuence microbial composition of ISS habitable surfaces. PLoS One 15:e0231838. doi: 10.1371journal.pone.02 31838 Frontiers in Microbiology  www.frontiersin.org 13 June 2021  Volume 12  Article 659179fmicb-12-659179 June 1, 2021 Time: 11:59  14 Morrison et al. Spaceight Induced Changes to Microbiomes Barratt, M. R., Baker, E., and Pool, S. L. (2020). Principles of Clinical Medicine for Space Flight . New York, NY: Springer. Benjamini, Y., and Hochberg, Y. (1995). Controlling the False discovery rate: a practical and powerful approach to multiple testing. J. R. Stat. Soc. Ser. B Methodol. 57, 289300. doi: 10.1111j.2517-6161.1995.tb02031.x Berry, C. A. (1974). Medical legacy of Apollo. Aerosp. Med. 45, 10461057. Byrd, A. L., Belkaid, Y., and Segre, J. A. (2018). The human skin microbiome. Nat. Rev. Microbiol. 16, 143155. doi: 10.1038nrmicro.2017.157 Checinska Siela, A., Urbaniak, C., Mohan, G. B. M., Stepanov, V. G., Tran, Q., Wood, J. M., et al. (2019). Characterization of the total and viable bacterial and fungal communities associated with the international space station surfaces. Microbiome 7:50. doi: 10.1186s40168-019-0666-x Crucian, B. E., Stowe, R. P., Pierson, D. L., and Sams, C. F. (2008). Immune system dysregulation following short- vs long-duration spaceight. Aviat. Space Environ. Med. 79, 835843. doi: 10.3357ASEM.2276.2008 Crucian, B., Babiak-Vazquez, A., Johnston, S., Pierson, D., Ott, C. M., and Sams, C. (2016a). Incidence of clinical symptoms during long-duration orbital spaceight. Int. J. Gen. Med. 9, 383391. doi: 10.2147IJGM.S114188 Crucian, B., Johnston, S., Mehta, S., Stowe, R., Uchakin, P., Quiriarte, H., et al. (2016b). A case of persistent skin rash and rhinitis with immune system dysregulation onboard the international space station. J. Allergy Clin. Immunol. Pract. 4, 759762.e8. doi: 10.1016j.jaip.2015.12.021 Deo, P. N., and Deshmukh, R. (2019). Oral microbiome: unveiling the fundamentals. J. Oral Maxillofac. Pathol. 23, 122128. doi: 10.4103jomfp. JOMFP_304_18 Downes, J., Dewhirst, F. E., Tanner, A. C. R., and Wade, W. G. (2013). Description ofAlloprevotella rava gen. nov., sp. nov., isolated from the human oral cavity, and reclassication of Prevotella tannerae Moore et al. 1994 as Alloprevotella tannerae gen. nov., comb. nov. Int. J. Syst. Evol. Microbiol. 63, 12141218. doi: 10.1099ijs.0.041376-0 Erik Aronesty (2011). ea-utils: Command-Line Tools for Processing Biological Sequencing Data . San Francisco, CA: GitHub. Farhana, L., Antaki, F., Murshed, F., Mahmud, H., Judd, S. L., Nangia-Makker, P., et al. (2018). Gut microbiome proling and colorectal cancer in African Americans and Caucasian Americans. World J. Gastrointest. Pathophysiol. 9, 4758. doi: 10.4291wjgp.v9.i2.47 Fernandes, A. D., Macklaim, J. M., Linn, T. G., Reid, G., and Gloor, G. B. (2013). ANOV A-like dierential expression (ALDEx) analysis for mixed population RNA-Seq. PLoS One 8:e67019. doi: 10.1371journal.pone.0067019 Garrett, W. S., Lord, G. M., Punit, S., Lugo-Villarino, G., Mazmanian, S. K., Ito, S., et al. (2007). Communicable ulcerative colitis induced by T-bet deciency in the innate immune system. Cell 131, 3345. doi: 10.1016j.cell.2007.08.017 Garrett-Bakelman, F. E., Darshi, M., Green, S. J., Gur, R. C., Lin, L., Macias, B. R., et al. (2019). The NASA twins study: a multidimensional analysis of a year-long human spaceight. Science 364:eaau8650. doi: 10.1126science.aa u8650 Hill, M. O. (1973). Diversity and evenness: a unifying notation and its consequences. Ecology 54, 427432. doi: 10.23071934352 Hold, G. L., Smith, M., Grange, C., Watt, E. R., El-Omar, E. M., and Mukhopadhya, I. (2014). Role of the gut microbiota in inammatory bowel disease pathogenesis: what have we learnt in the past 10 years? World J. Gastroenterol. 20, 11921210. doi: 10.3748wjg.v20.i5.1192 IBDMDB Investigators, Lloyd-Price, J., Arze, C., Ananthakrishnan, A. N., Schirmer, M., Avila-Pacheco, J., et al. (2019). Multi-omics of the gut microbial ecosystem in inammatory bowel diseases. Nature 569, 655662. doi: 10.1038 s41586-019-1237-9 Johnson, R. S., and Dietlein, L. F. (1977). Biomedical Results from Skylab . Washington, DC: NASA. Johnston, R. S., Dietlein, L. F., Berry, C. A., Parker, J. F., and West, V. (1975). Biomedical Results of Apollo . Washington, DC: NASA. Kaminski, J., Gibson, M. K., Franzosa, E. A., Segata, N., Dantas, G., and Huttenhower, C. (2015). High-specicity targeted functional proling in microbial communities with ShortBRED. PLoS Comput. Biol. 11:e1004557. doi: 10.1371journal.pcbi.1004557 Karouia, F., Peyvan, K., and Pohorille, A. (2017). Toward biotechnology in space: high-throughput instruments for in situ biological research beyond Earth. Biotechnol. Adv. 35, 905932. doi: 10.1016j.biotechadv.2017.04.003Kaur, I., Simons, E. R., Castro, V. A., Mark Ott, C., and Pierson, D. L. (2004). Changes in neutrophil functions in astronauts. Brain. Behav. Immun. 18, 443450. doi: 10.1016j.bbi.2003.10.005 Klaus, D. M., and Howard, H. N. (2006). Antibiotic ecacy and microbial virulence during space ight. Trends Biotechnol. 24, 131136. doi: 10.1016j.tibtech.2006. 01.008 Larsen, N., Vogensen, F. K., van den Berg, F. W. J., Nielsen, D. S., Andreasen, A. S., Pedersen, B. K., et al. (2010). Gut microbiota in human adults with Type 2 diabetes diers from non-diabetic adults. PLoS One 5:e9085. doi: 10.1371 journal.pone.0009085 Lassalle, F., Spagnoletti, M., Fumagalli, M., Shaw, L., Dyble, M., Walker, C., et al. (2018). Oral microbiomes from hunter-gatherers and traditional farmers reveal shifts in commensal balance and pathogen load linked to diet. Mol. Ecol. 27, 182195. doi: 10.1111mec.14435 Lau, K., Srivatsav, V., Rizwan, A., Nashed, A., Liu, R., Shen, R., et al. (2017). Bridging the gap between gut microbial dysbiosis and cardiovascular diseases. Nutrients 9:859. doi: 10.3390nu9080859 Leeming, E. R., Johnson, A. J., Spector, T. D., and Le Roy, C. I. (2019). Eect of diet on the gut microbiota: rethinking intervention duration. Nutrients 11:2862. doi: 10.3390nu11122862 Lu, M., Xuan, S., and Wang, Z. (2019). Oral microbiota: a new view of body health. Food Sci. Hum. Wellness 8, 815. doi: 10.1016j.fshw.2018. 12.001 McMurdie, P. J., and Holmes, S. (2013). phyloseq: an R package for reproducible interactive analysis and graphics of microbiome census data. PLoS One 8:e61217. doi: 10.1371journal.pone.0061217 McQueen, C. A., and Reilly, C. (eds) (2018). Respiratory Toxicology , Third Edn. Amsterdam: Elsevier. Mehta, S. K., Laudenslager, M. L., Stowe, R. P., Crucian, B. E., Feiveson, A. H., Sams, C. F., et al. (2017). Latent virus reactivation in astronauts on the international space station. NPJ Microgravity 3:11. doi: 10.1038s41526-017- 0015-y Mehta, S. K., Laudenslager, M. L., Stowe, R. P., Crucian, B. E., Sams, C. F., and Pierson, D. L. (2014). Multiple latent viruses reactivate in astronauts during space shuttle missions. Brain Behav. Immun. 41, 210217. doi: 10.1016j.bbi. 2014.05.014 Moatti, N., Lapchine, L., Gasset, G., Richoilley, G., Templier, J., and Tixador, R. (1986). Preliminary results of the Antibio experiment. Naturwissenschaften 73, 413414. doi: 10.1007BF00367282 Oksanen, J., Guillaume Blanchet, F., Friendly, M., Kindt, R., Legendre, P., McGlinn, D., et al. (2019). Vegan: Community Ecology Package. R Package Version 2.5-5 . R Core Team (2020). R: A Lanfuage and Environment for Statistical Computing . Vienna: R Foundation for Statistical Computing. Schwarzberg, K., Le, R., Bharti, B., Lindsay, S., Casaburi, G., Salvatore, F., et al. (2014). The personal human oral microbiome obscures the eects of treatment on periodontal disease. PLoS One 9:e86708. doi: 10.1371journal.pone.00 86708 Singh, N. K., Wood, J. M., Karouia, F., and Venkateswaran, K. (2018). Succession and persistence of microbial communities and antimicrobial resistance genes associated with International Space Station environmental surfaces. Microbiome 6:204. doi: 10.1186s40168-018-0585-2 Thissen, J. B., Be, N. A., McLoughlin, K., Gardner, S., Rack, P. G., Shapero, M. H., et al. (2019). Axiom microbiome array, the next generation microarray for high-throughput pathogen and microbiome analysis. PLoS One 14:e0212045. doi: 10.1371journal.pone.0212045 Tixador, R., Richoilley, G., Gasset, G., Templier, J., Bes, J. C., Moatti, N., et al. (1985). Study of minimal inhibitory concentration of antibiotics on bacteria cultivated in vitro in space (Cytos 2 experiment). Aviat. Space Environ. Med. 56, 748751. Urbaniak, C., Lorenzi, H., Thissen, J., Jaing, C., Crucian, B., Sams, C., et al. (2020). The inuence of spaceight on the astronaut salivary microbiome and the search for a microbiome biomarker for viral reactivation. Microbiome 8:56. doi: 10.1186s40168-020-00830-z Voorhies, A. A., Mark Ott, C., Mehta, S., Pierson, D. L., Crucian, B. E., Feiveson, A., et al. (2019). Study of the impact of long-duration space missions at the international space station on the astronaut microbiome. Sci. Rep. 9:9911. doi: 10.1038s41598-019-46303-8 Frontiers in Microbiology  www.frontiersin.org 14 June 2021  Volume 12  Article 659179fmicb-12-659179 June 1, 2021 Time: 11:59  15 Morrison et al. Spaceight Induced Changes to Microbiomes Wilson, J. W., Ott, C. M., Quick, L., Davis, R., zu Bentrup, K. H., Crabb, A., et al. (2008). Media ion composition controls regulatory and virulence response ofSalmonella in spaceight. PLoS One 3:e3923. doi: 10.1371journal.pone. 0003923 Wilson, J. W., Ott, C. M., zu Bentrup, K. H., Ramamurthy, R., Quick, L., Porwollik, S., et al. (2007). Space ight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq. Proc. Natl. Acad. Sci. U.S.A. 104, 1629916304. doi: 10.1073pnas.0707155104 Zackular, J. P., Baxter, N. T., Iverson, K. D., Sadler, W. D., Petrosino, J. F., Chen, G. Y., et al. (2013). The gut microbiome modulates colon tumorigenesis. mBio 4:e0069213. doi: 10.1128mBio.00692-13Conict of Interest: The authors declare that the research was conducted in the absence of any commercial or nancial relationships that could be construed as a potential conict of interest. Copyright  2021 Morrison, Thissen, Karouia, Mehta, Urbaniak, Venkateswaran, Smith and Jaing. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms. Frontiers in Microbiology  www.frontiersin.org 15 June 2021  Volume 12  Article 659179",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]