[
    {
        "pmid": "30944876",
        "title": "Genomic Characterization and Virulence Potential of Two Fusarium oxysporum Isolates Cultured from the International Space Station.",
        "year": "2019",
        "journal": "mSystems",
        "abstract": "Two isolates of Fusarium oxysporum, ISS-F3 and ISS-F4, were cultured from the dining table on the International Space Station (ISS). Genomic analyses using EF-1α sequences, presence/absence of effector proteins, k-mer comparisons, and single nucleotide polymorphisms indicate that these two strains are genomically different from 65 known sequenced strains. Functional analysis revealed that ISS-F3/F4 had higher relative abundances of polyketide synthase domains than a non-plant-pathogenic soil isolate, used for biocontrol properties (Fo47), and a clinical isolate (FOSC-3a). Putative secondary metabolite analysis indicates that ISS-F3/F4 may produce yet-unreported polyketides and nonribosomal peptides. While genomic analysis showed that these ISS strains are unlikely to be plant pathogens, a virulence assay using an immunocompromised Caenorhabditis elegans model of fusariosis revealed that they were virulent and may represent opportunistic pathogens in animals, including humans. However, its effects on the health of immunocompromised humans warrant further study. IMPORTANCE This is the first study to isolate and characterize F. oxysporum isolates from a built environment, as well as one that has been exposed to space. The characterization and analysis of these two genomes may have important implications for the medical, agricultural, and food industries as well as for the health of the crew who coinhabit the ISS with these strains.",
        "full_text": "Genomic Characterization and Virulence Potential of Two Fusarium oxysporum Isolates Cultured from the International Space Station Camilla Urbaniak,aPeter van Dam,bAlexander Zaborin,cOlga Zaborina,cJack A. Gilbert,cTamas Torok,dClay C. C. Wang,e Kasthuri Venkateswarana aJet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USA bMolecular Plant Pathology, University of Amsterdam, Amsterdam, the Netherlands cUniversity of Chicago, Chicago, Illinois, USA dLawrence Berkeley National Laboratory, Berkeley, California, USA eUniversity of Southern California, Los Angeles, California, USA ABSTRACT Two isolates of Fusarium oxysporum , ISS-F3 and ISS-F4, were cultured from the dining table on the International Space Station (ISS). Genomic analyses us-ing EF-1 H9251sequences, presenceabsence of effector proteins, k-mer comparisons, and single nucleotide polymorphisms indicate that these two strains are genomically dif-ferent from 65 known sequenced strains. Functional analysis revealed that ISS-F3F4had higher relative abundances of polyketide synthase domains than a non-plant-pathogenic soil isolate, used for biocontrol properties (Fo47), and a clinical isolate(FOSC-3a). Putative secondary metabolite analysis indicates that ISS-F3F4 may pro-duce yet-unreported polyketides and nonribosomal peptides. While genomic analysisshowed that these ISS strains are unlikely to be plant pathogens, a virulence assayusing an immunocompromised Caenorhabditis elegans model of fusariosis revealed that they were virulent and may represent opportunistic pathogens in animals, in-cluding humans. However, its effects on the health of immunocompromised humanswarrant further study. IMPORTANCE This is the rst study to isolate and characterize F. oxysporum isolates from a built environment, as well as one that has been exposed to space. The char-acterization and analysis of these two genomes may have important implications forthe medical, agricultural, and food industries as well as for the health of the crewwho coinhabit the ISS with these strains. KEYWORDS Fusarium , International Space Station, fungi, genomics Fusarium oxysporum isapresumedasexual,lamentousfungusubiquitousinsoiland infamous for causing vascular wilt and root rot disease in many economically important plants and crops ( 1). While the number of hosts this species can infect is extensive (tomatoes, bananas, cotton, strawberries, eggplants, tulips, soybean, beets, andchrysanthemum, to name only a few) ( 2), individual isolates show a high degree of host specicityandareassignedto formae speciales (f.sp.)basedonthehostitcaninfect( 3).For example, F. oxysporum f.sp. cubensecausesfungalwiltinbananas(Panamadisease)while f.sp. melonis,f.sp. tulipae,andf.sp. cucumerimum infectandcausediseaseinmelons,tulips, and cucumbers, respectively. At present, there are approximately 150 formae speciales (i.e., host-specic groups of strains) that have been described ( 2). While well known as a phytopathogen, F. oxysporum can also cause infections in humans, ranging from supercial and localized (skin, nail, cornea, and supercialwound) in immunocompetent individuals to invasive and disseminated (blood culture,Citation Urbaniak C, van Dam P, Zaborin A, Zaborina O, Gilbert JA, Torok T, Wang CCC,Venkateswaran K. 2019. Genomiccharacterization and virulence potential of twoFusarium oxysporum isolates cultured from the International Space Station. mSystems 4:e00345-18. https:doi.org10.1128mSystems .00345-18 . Editor Nicola Segata, University of Trento Copyright  2019 Urbaniak et al. This is an open-access article distributed under the termsof the Creative Commons Attribution 4.0 International license . Address correspondence to Kasthuri Venkateswaran, kjvenkatjpl.nasa.gov. Received 3 January 2019 Accepted 21 February 2019 Published 19 March 2019RESEARCH ARTICLE Molecular Biology and Physiology crossm MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 1deep tissue involvement, or isolation of strain from two or more body sites) in immunocompromised patients ( 46). Since members of the fungal genus Fusarium are intrinsically resistant to most available antifungals on the market ( 7), prognosis is often poor and sometimes fatal for those aficted with systemic fusariosis ( 6,8). Fungi are known to produce many bioactive molecules that can benet humans, such as antimicrobials, antialgals, immunosuppressants, compounds cytotoxic to can-cer cells, insecticides, and antioxidants ( 911), and F. oxysporum is no exception. F. oxysporum isolated from the plants Smallanthus sonchifolius and Catharanthus roseus were shown to produce, in appreciable amounts, the anticancer drugs anhydrofusaru-bin and beauvericin ( 12) and vinblastine and vincristine ( 13), respectively. An isolate of F. oxysporum cultured from Juniperus recurva was shown to produce the aryltetralin lignin podophyllotoxin ( 14), which is a precursor for the chemical synthesis of antican- cer drugs like etoposide, teniposide, and etopophose ( 15,16). Podophyllotoxin is also known for its antiviral ( 17) and antiparasitic ( 18) activity. In an ongoing microbial tracking study of the International Space Station (ISS), two F. oxysporum isolates were cultured from the dining table in the U.S. module of the ISS. The genomes of these two isolates were sequenced and compared to 65 other F. oxysporum isolates.Thepredictedproteinswereannotatedandminedforthepresence of secondary metabolites and putative virulence factors. The virulence of these isolatesin an immunocompromised (MAPKK-decient) Caenorhabditis elegans model of inva- sive fusariosis was also assessed. This is the rst study to isolate and characterize F. oxysporum isolates from a built environment as well as one that has been exposed to space. RESULTS Two F. oxysporum isolates (designated ISS-F3 and ISS-F4) were cultured from the dining table of the U.S. module of the ISS. The genomes were paired-end sequenced(2H11003100bp) on the Illumina HiSeq platform with a 350-bp insert size, resulting in 48 million (ISS-F3) and 42 million (ISS-F4) reads. These paired-end reads were de novo assembled into scaffolds (k-mer size H1100586) using ABySS (version 2.0.2) ( 19). The assembled genome size for ISS-F3 was 53.6Mb and for ISS-F4 was 53.8Mb, which iscomparabletothegenomesizeofthemodelstrain, F. oxysporum f.sp. lycopersici strain 4287 (59.9Mb) ( 20).Table 1provides general assembly statistics of the draft genomes ofF. oxysporum ISS-F3 and ISS-F4. Phylogenetic relationship of ISS-F3F4 among different F. oxysporum f. sp.The conserved marker gene translation elongation factor 1 alpha (EF-1 H9251) was used to determine the phylogenetic relatedness of ISS-F3F4 to 62 other F. oxysporum strains, belonging to various formae speciales, and seven strains belonging to other Fusarium species included as outgroups, based on clonal (asexual) vertical inheritance. EF-1 H9251 allowsforphylogeneticspeciesrecognitionbecauseitisapplicableacross Fusarium and it is informative at or near the species level and orthologous across the genus ( 21). Based on EF-1 H9251phylotyping, F. oxysporum can be divided into 3 distinct clades with various clonal lineages within each clade ( 22,23). The phylogenetic tree inferred in Fig. 1Aclusters ISS-F3F4 into clade 3, belonging to a clonal lineage closely related to 4 other strains: three members of F. oxysporum f. sp. lycopersici and the non-plant- pathogenic biocontrol strain Fo47 (members of a clonal lineage have the same se-quence of conserved genes). Three other isolates of interest are highlighted in Fig. 1A because they too had been isolated from harsh environments, two cultured fromISS-grown Zinnia hybrida plants that caused foliar, stem, and root rot (VEG-01C1 andTABLE 1 General assembly statistics for the draft genomes of Fusarium oxysporum ISS-F3F4 strains IsolateRead count (million) k-mer size N50(bp)No. of scaffolds (total)No. of scaffolds over 1 kbMax scaffold length (Mb)Genome size (Mb) GC content () Coverage ( H11547) ISS-F3 48 86 923,684 6,166 736 3.24 53.6 47.05 90 ISS-F4 42 86 940,233 7,066 948 2.23 53.8 46.88 80Urbaniak et al. MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 2A FIG 1(Continued)Genomics of Fusarium oxysporum Cultured from the ISS MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 3VEG-01C2), and IMV00293, cultured at the site of the Chernobyl nuclear disaster 12years after the explosion. The ISS Z. hybrida strains fell into a different branch from ISS-F3F4 and were most closely related to IMV00293. F. oxysporum genomes consist of a core set of housekeeping genes and an accessory genome which is not required for vegetative growth but contains most of,if not all, the genes that allow the fungus to invade and cause disease in a host plant( 20). Utilizing 104 effector candidates, van Dam et al. were able to show that strains infecting the same host generally possess a similar set of effectors and that theseeffectors are often identical within a forma specialis ( 24). This indicates that theSIX genes Focon_PHW808Focon_5176Focub_N2Focub_II5Focub_B2Fonon_Tu58 Fo_IMV_00293Fo_VEG01C1Fo_VEG01C2Focli_FOSC3a Fonon_MN14 Forly_CL57 Fonon_Fo47 FoISS_F3FoISS_F4Folyc_016Folyc_072Folyc_075Folyc_4287Folyc_007Folyc_069Folyc_074Folyc_029Folyc_038Folyc_018Folyc_004Folyc_014Folyc_073Folyc_002Folyc_026Fotul_Tu67Fopis_HDV247Forap_PHW815Forcu_031Forcu_016Forcu_024Focuc_011Focuc_013Focuc_037Focuc_015Focuc_001Focuc_035Fomln_010Fomln_009Fomln_011Fomln_001Fomln_013Fomln_016Fomln_012Fomln_006Fomln_004Fomln_005Focuc_030Focuc_021Focuc_018bFoniv_037Foniv_002Foniv_015Foniv_019Foniv_021Foniv_010Foniv_013Foniv_005Foniv_020 cucurbit infecting formae speciales: Fo f. sp. cucumerinum Fo f. sp. niveum Fo f. sp. rad.-cucumerinumFo f. sp. melonis Fo f. sp. lycopersici Fo f. sp. cubense Fo f. sp. conglutinansnon-pathogenic Fo f.sp. rad.-lycopersici non-pathogenic clinical isolateFo f. sp. raphani Fo f. sp. pisi Fo f. sp. tulipae non-pathogenicB FIG 1Phylogenetic relationship of ISS-F3F4 among other F. oxysporum isolates. (A) The phylogenetic tree constructed from EF-1 H9251sequences of 62 F. oxysporum isolates places ISS-F3F4 in clade 3, belonging to a clonal lineage shared by lycopersici_016, lycopersici_072, lycopersici_075, and Fo47. Other Fusarium species (bottom) were included to root the tree. The bootstrap condence (in percent; 1,000 replicates performed) is shown in red numbers in the tree. (B) Presenceabsence proles of ISS-F3F4 with 62 other strains based on 104 candidate effector proteins. Colored boxes indicate the presence of a particular effector gene, with gray indicating its absence in the genome. The list of effector genes is shown in Data Set S4. Formae speciales that cause disease in the same host cluster together, as seen by the groupings of green (cucurbit-infecting strains), red (tomato-infecting strains), and yellow (bana na-infecting strains). Dark gray represents non-plant-pathogenic isolates, and pink represents strains isolated from or own to the ISS. Blue represents other p lant pathogens.ISS-F3F4containedrelativelyfeweffectorgenescomparedtothenumberfoundintheplantpathogens(green,red,yellow,andblue)ands howed the most similar pattern (number and type) to Fo47, a non-plant-pathogenic soil isolate with a biocontrol function.Urbaniak et al. MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 4accessorygenome,specicallytheeffectorgenesresidingintheseregions,canbeused to identify formae speciales within the F. oxysporum species complex (FOSC), including newlyencounteredstrains( 24).Figure1B showsthehierarchicalclusteringofpresence absencepatternsof104effectorsequencesinISS-F3F4alongwith62otherstrains.Theeffector prole of ISS-F3F4 was the most similar to Fo47 (a non-plant-pathogenic soilisolate that has been shown to exert a biocontrol function) ( 25) with similarities to anothernon-plant-pathogenicisolate,MN25,andCL57(NRRL26381),anisolatecausingroot rot in tomato, also known as NRRL 26381. The ISS-F3F4 strains do not contain asmany effector genes as (almost) all of the plant pathogens examined and do notpossess any of the SIX genes (see top panel of Fig. 1B), which encode secreted fungal proteins that were rst discovered in the xylem sap of infected tomato plants and havea well-studied role in plant pathogenesis ( 26,27). Relationship between ISS-F3 and ISS-F4. Further analyses were conducted to determine how closely related ISS-F3 and ISS-F4 were to each other. The sequences of 10 phylogenetically informative loci ( 28) were compared between the two strains, and for all 10 loci, the sequences were identical between ISS-F3F4. Second, a BLASTcomparisonwasperformedusingcontigsabove2kbforeachstrain.UsingISS-F3asthe query, each of the 682 contigs matched a contig in ISS-F4 with either 99 or 100identity with an E value of 0. Last, when single nucleotide polymorphism (SNP) analysiswas performed against the reference genome Fo47, ISS-F3F4 had the same singlenucleotidevariants.Forthisreason,itisbelievedthatISS-F3F4areclonalderivativesofeach other. Strain identication. Based on EF-1 H9251phylogeny ( Fig. 1A) and the presence absenceofeffectorproteins( Fig.1B),ISS-F3F4appearedtobethemostcloselyrelated to Fo47. To determine whether the ISS strains were Fo47 or represented a distinctstrain, two in silicogenomic comparisons were conducted. (i) k-mer comparison. The KMC2 k-mer counter ( 29) was used to generate 50-bp long k-mers from 65 F. oxysporum genomes that were downloaded from GenBank (see Table S1 in Data Set S5 in the supplemental material). The k-mers generated from eachgenome were compared against the k-mers from all other genomes to nd the onesthat were specic to each of the 65 genomes analyzed. From all genome-specick-mers that were identied, a subset was chosen from each genome to create the F. oxysporum k-mer database. These sequences were chosen based on number of occur- rences (chosen if they appeared once, instead of multiple times within the genome)andthetypeofsequence(thesequencedidnotcontainalotofrepeatsandhadagoodbalance of GC and AT ratios). The sequences making up this database are listed inTable S2. The assembled genomes of ISS-F3F4 were then compared using BLAST against the F. oxysporum k-mer database, and for ISS-F3F4 to be considered one of the 65 F. oxysporum strains, every k-mer in the database belonging to a specic strain had to have a perfect match in the genome. For example, all k-mers generated for strain Fo47in the database needed to match sequences in either the ISS-F3 or -F4 genome 100(i.e., 50-bp k-mer50-bp genome no mismatches) for ISS-F3 or -F4 to be consideredFo47. None of the Fo47 unique k-mer sequences matched sequences in the ISS-F3 or ISS-F4 genome, and only 1 k-mer from strains radicis-lycopersici 26381 (CL57), UASWS AC1, lycopersici Fol074, and melonisFom009 found an exact match. Based on the criteria above, ISS-F3F4 were not the same strain as Fo47 nor any of the other 64strains tested. (ii) Single nucleotide polymorphism (SNP) analysis. SNP genotyping was the second in silicocomparative method used to determine the relatedness of the ISS isolates to that of Fo47. Using Fo47 as the reference genome, the number of SNPs inthegenomesofISS-F3F4comparedtoFo47wascalculated,alongwithotherstrainsasa comparison. These additional strains are listed in Table S3 in Data Set S5, along withthe reasons for choosing them. Phylogenies of these isolates inferred using maximumGenomics of Fusarium oxysporum Cultured from the ISS MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 5likelihood from SNP sequences in coding regions across every genome indicate that they are distinct from Fo47 and the other strains included ( Fig. 2A). Similar results were obtained with SNPs across the entire genome (coding and noncoding regions) (datanot shown). A summary of the total number of SNPs across the genome, the number0.0612_GCA_000271745_2_FO_FOSC_3_a_ V1_genomic_contigs_contigGCA_000271705v2_FO_Fo47_V1_genomic23_GCA_001702545_1_Foc018_genomic_contigs_contig 54_GCA_001703175_1_Fol4287_Ill umina_genomic_contigs_contig GCA_001931975_ASM193197v2_Fsolani_genomic_contig52_GCA_001703125_1_FoMN14_genomic_contigs_contig 5_GCA_000260155_3_FO_CL57_V1_genomic_contigs_contig GalaxyF4_8_contigs_contig 45_GCA_001702995_1_Fol016_genomic_contigs_contigF3Galaxy_8_contigs_contigA BcucumerinumFoc018 cubenseB2 Fo47 ISS-F3 ISS-F4FoMN14 radicis-lycopersiciCL57 lycopersiciFol016 lycopersici4287 FOSC-3a IMV00293 cubense B2 cucumerinum Foc018IMV 00293FOSC-3a lycopersici 4287FoMN14ISS-F4 ISS-F3 lycopersici strain Fol016 radicis-lycopersici CL570200000400000600000800000 Isolate SNPTotal SNP non-coding SNP CDS SNP FIG 2Single nucleotide polymorphism (SNP) analysis comparing ISS-F3F4 to the reference genome Fo47. (A) Maximum likelihood tree constructed from SNPs found in the coding regions of the genomesof ISS-F3, ISS-F4, and 8 other F. oxysporum strains (see Table S3 in Data Set S5 for reasons for inclusion inanalysis).ISS-F3F4formtheirownclonallineagedistinctfromFo47andtheotherstrains.AsimilartreewasinferredwhenallSNPsacrossthegenomewereanalyzed.(B)ThefrequencyofSNPsacrosstheentiregenome (black), the noncoding region of the genome (purple), and the coding region of the genome(yellow) is summarized in the bar graph. Fol016 and 26381, well-dened strains, known to be differentthan Fo47, had a lower frequency of SNPs than ISS-F3F4.Urbaniak et al. MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 6of SNPs in coding regions, and the number of SNPs in noncoding regions is displayed inFig. 2B. The total numbers of SNPs in ISS-F3F4 were 150,000 and 152,000, which are more than lycopersici Fol016 and radicis-lycopersici 26381 (also known as CL57), which are well-dened, characterized strains, known to be different than Fo47. Annotation of ISS-F3F4 genes. Using the gene prediction program AUGUSTUS (30), ISS-F3 was predicted to contain 16,648 genes and ISS-F4 had 16,729 genes. This number is very close to the predicted number of genes (17,735) for the model strain,F. oxysporum f. sp. lycopersici 4287 ( 20,31). The predicted genes were annotated with BLAST2GO, and 47 of the genes in ISS-F3 and 56 in ISS-F4 could be matched toknown proteins while the remaining genes were listed as hypothetical (Data Sets S 1 and S2). Among the predicted genes, 273 genes in ISS-F3 and 76 genes in ISS-F4 had no similarity to fungal genes in the NCBI database (Data Sets S 1and S2) and could possibly represent novel, unidentied fungal proteins. Gene Ontology (GO) functionalannotation was also performed with BLAST2GO, and 65 of the predicted genes inISS-F3 and 68 in ISS-F4 could be assigned a function (Data Sets S 1and S2). The most frequently represented GO functional assignments were metabolic and cellular pro-cesses (category: biological processes), catalytic activity and binding (category: meta-bolic function), and membrane and membrane part components (category: cellularcomponent) ( Fig. 3A). A summary of the 50 most abundant GO terms in each of the 3 categories mentioned above is presented in Fig. S1. Approximately 15 of the pre-dicted genes were classied as enzymes, with hydrolases dominating followed bytransferases ( Fig. 3B). Protein families were classied and domains predicted with InterProScan, and 91 of the predicted proteins in ISS-F3F4 could be assigned a function. Abundant proteindomains in ISS-F3F4 were the major facilitator superfamily (MFS) domain, the Zn(2)-C6fungal-type DNA-binding domain, the fungal transcription factor domain, the ankyrinrepeat-containing domain, and the protein kinase domain ( Fig. 4A). The abundant protein families were the NAD(P)-binding domain superfamily, MFS transporter super-family, P-loop-containing nucleoside triphosphate hydrolase, Zn(2)-C6 fungal-typeDNA-binding domain superfamily, and the alphabeta hydrolase fold ( Fig. 4B). A comparison was performed between the ISS strains isolated during this study and anon-plant-pathogenic biocontrol soil isolate (Fo47) and a clinical isolate (FOSC-3a).While the most abundant domains and families in ISS-F3F4 were also the mostabundantonesinFo47andFOSC-3a,thecollectiveproportionsdiffered,withFo47andFOSC-3a more similar to each other than to ISS-F3F4 ( Fig. 4). There were also many domainsandfamiliesthatwerepresentinFo47andFOSC-3athatwerenotfoundintheISS-F3F4 genomes and vice versa (Fig. S2). Data Set S3 shows the full list of proteindomains and families present in each of the different strains and the relative abun-dances of each within each genome. Identication of candidate pathogenicity proteins and secondary metabolites. Polyketide synthases (PKSs) are large, multidomain protein complexes that catalyze the sequential production of a diverse array of secondary metabolites (SM) with a range ofbiological activities, including pigmentation, plant growth regulation, plant pathoge-nicityinvasion, and toxicity toward humans and animals, with some having potentialfordrugdevelopmentandhumanbenet( 3234).DifferentPKSscatalyzethesynthesis ofstructurallydistinctpolyketides,andtodate52PKSshavebeenidentiedin Fusarium with 16 found in F. oxysporum (35). Due to the importance of PKS in SM production, predicted proteins composed of PKS domains, based on the InterProScan results above, were further studied to identifywhich PKSs (and the resulting polyketides) ISS-F3F4 have the potential to express. Theamino acid sequences of ISS-F3F4 proteins with PKS domains were compared usingBLAST against a database composed of PKSs identied from 12 strains of F. oxysporum and 9 other Fusarium species ( 35). The BLAST searches revealed the presence of 11 PKSs in the genomes of ISS-F3F4 which have all been detected in other F. oxysporum strains (Fig. 5). Compared to the 12 F. oxysporum strains,thepresenceabsencePKSproleofISS-F3F4bestresembledthatGenomics of Fusarium oxysporum Cultured from the ISS MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 7of Fo47, followed by FOSC-3a ( Fig. 5). In addition to the 11 PKS proteins identied in ISS-F3F4, there were two proteins with ketoacyl synthase domains that did not matchanythinginthedatabaseandcouldpossiblyrepresentnovel,yet-unidentied Fusarium PKSs. A more extensive SM assessment was performed with antiSMASH, which identied 47 biosynthetic gene clusters in the genome of ISS-F3 and 46 in ISS-F4. To put thisnding into perspective, 44 biosynthetic gene clusters were identied in Fo47 while 47clusters were present in the FOSC-3a. All four strains had biosynthetic gene clusters in0 500 1,000 1,500 2,000 2,500 3,000 3,500 4,000 4,500 5,000 5,500 6,000Seqs metabolic process cellular process biological regulation localization regulation of biological process cellular component organization or biogenesis response to stimulus signaling negative regulation of biological process positive regulation of biological process detoxification developmental process reproduction multi-organism process reproductive process rhythmic process biological adhesion growth carbon utilization nitrogen utilizationBP catalytic activity binding transcription regulator activity transporter activity structural molecule activity molecular function regulator antioxidant activity molecular transducer activity nutrient reservoir activity toxin activity molecular carrier activity cargo receptor activity protein tag translation regulator activityMF membrane membrane part cell cell part organelle protein-containing complex organelle part membrane-enclosed lumen extracellular region virion virion part supramolecular complex nucleoid extracellular region partCCA B 0 50 100 150 200 250 300 350 400 450 500 550 600 650 700 750 800 850 900 950 1,000 1,050 1,100 1,150Seqs 1.- Oxidoreductases 2.- Transferases 3.- Hydrolases 4.- Lyases 5.- Isomerases 6.- LigasesEC Classes FIG 3Summaryofgeneontology(GO)annotationofthepredictedgenesinISS-F3F4.PredictedgenesinISS-F3F4werepredictedusingAUGUSTUSandthen annotated using Blast2GO. Functions could be assigned to 10,789 of the 16,648 genes in ISS-F3 and 11,305 of the 16,729 genes in ISS-F4. (A) Bar chartssummarizing the most abundant GO terms for ISS-F3. BP, biological processes; MF, metabolic function; CC, cellular components. (B) Bar charts summar izing the abundance of enzyme classes in ISS-F3. NB, ISS-F3F4 had the same distributions of GO and enzyme class abundances, and thus, only ISS-F3 is shown forsimplicity. The distributions in ISS-F3F4 were similar to Fo47 (non-plant-pathogenic soil isolate) and FOSC-3a (clinical isolate) (data not show n).Urbaniak et al. MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 8A FOSC3a Fo47 F4 F3(IPR013130) Ferric reductase transmembrane componentlike domain(IPR002048) EFhand domain(IPR001214) SET domain(IPR003661) Signal transduction histidine ki nase, dimerisationphos phoacceptor domain(IPR001223) Glycoside hydrolase f amily 18, catalytic domain(IPR033121) Peptidase family A1 domain(IPR000608) Ubiquitinconjugating enzyme E2(IPR022742) Serine aminopeptidase, S33(IPR020806) Polyketide synthase, phosphopantetheinebinding domain(IPR000683) Oxidoreductase, Nterminal(IPR012951) Berberineberberinelike(IPR010929) CDR ABC transporter(IPR002889) Carbohydratebinding WSC(IPR005467) Histidine kinase domain(IPR001849) Pleckstrin homology domain(IPR001466) Betalactamaserelated(IPR001452) SH3 domain(IPR007111) NACHT nucleoside triphosphatase(IPR006913) Glutathionedependent formaldehyde activating enzymecentromere protein (IPR014014) RNA helicase, DEADbox type, Q motif(IPR001155) NADH:flavin oxidoreductaseNADH oxidase, Nterminal(IPR013766) Thioredoxin domain(IPR001433) Oxidoreductase FADNAD(P)binding(IPR004046) Glutathione Stransferase, Cterminal(IPR005123) Oxoglutarateirondependent dioxygenase(IPR001623) DnaJ domain(IPR001789) Signal transduction response regulator, receiver domain(IPR003594) Histidine kinaseHSP90like ATPase(IPR013057) Amino acid trans porter, transmembrane domain(IPR000330) SNF2related, Nterminal domain(IPR002937) Amine oxidase(IPR002575) Aminoglycoside phosphotransferase(IPR000757) Glycoside hydrolase family 16(IPR025110) AMPbinding enzyme, Cterminal domain(IPR026891) Fibronectin type IIIlike domain(IPR013525) ABC2 type transporter(IPR005135) Endonucleaseexonucleasephosphatase(IPR004843) Calcineurinlike phosphoesterase domain, ApaH type(IPR000172) Glucosemethanolcholine oxidoreductase, Nterminal(IPR002772) Glycoside hydrolase family 3 Cterminal domain(IPR001279) Metallobetalactamase(IPR000845) Nucleoside phosphorylase domain(IPR000209) Peptidase S8S53 domain(IPR007889) DNA binding HTH domain, Psqtype(IPR007867) Glucosemethanolcholine oxidoreductase, Cterminal(IPR016040) NAD(P)binding domain(IPR000477) Reverse transcriptase domain(IPR000210) BTBPOZ domain(IPR010987) Glutathione Stransferase, Cterminallike(IPR001878) Zinc finger, CCHCtype(IPR001764) Glycoside hydrolase, family 3, Nterminal(IPR004827) Basicleucine zipper domain(IPR001509) NADdependent epimerasedehydratase(IPR023753) FADNAD(P)binding domain(IPR001199) Cytochrome b5like hemesteroid binding domain(IPR009081) Phosphopantetheine binding ACP domain(IPR004839) Aminotransferase, class IclassII(IPR023210) NADPdependent oxidoreductase domain(IPR006680) Amidohydrolaserelated(IPR005225) Small GTPbi nding protein domain(IPR004045) Glutathione Stransferase, Nterminal(IPR004841) Amino acid permease SLC12A domain(IPR023631) Amidase signature domain(IPR011527) ABC transporter type 1, transmembrane domain(IPR011545) DEADDEAH box helicase domain(IPR002018) Carboxylesterase, type B(IPR017927) Ferredoxin reductasetype FADbinding domain(IPR013026) Tetratricopeptide repeatcontaining domain(IPR001841) Zinc finger, RINGtype(IPR008906) HAT, Cterminal dimerisation domain(IPR006076) FAD dependent oxidoreductase(IPR003959) ATPase, AAAtype, core(IPR015590) Aldehyde dehydrogenase domain(IPR013094) Alphabeta hydrolase fold3(IPR006094) FAD linked oxidase, Nterminal(IPR000504) RNA recognition motif domain(IPR016166) FADbinding, type 2(IPR000182) GNAT domain(IPR000873) AMPdependent synthetaseligase(IPR001810) Fbox domain(IPR002938) FADbinding domain(IPR001650) Helica se, Cterminal(IPR003439) ABC transporterlike(IPR006600) HTH CenpBtype DNAbinding domain(IPR014001) Helicase superfamily 12, ATPbinding domain(IPR004875) DDE superfamily endonuclease domain(IPR000073) Alphabeta hydrolase fold1(IPR008030) NmrAlike domain(IPR013087) Zinc finger C2H2type(IPR013154) Alcohol dehydrogenase, N terminal(IPR013149) Alcohol dehydrogenase, Cterminal(IPR017986) WD40repeatcontaining domain(IPR020843) Polyketide synthase, enoylreductase domain(IPR010730) Heterokaryon incompatibility(IPR003593) AAA ATPase domain(IPR000719) Protein kinase domain(IPR020683) Ankyrin repeatcontaining domain(IPR007219) Transcription factor domain, fungi(IPR001138) Zn(2)C6 fungaltype DNAbinding domain(IPR020846) Major facilitator superfamily domain0.01 0.02 0.03 0.04 Value0 50 100 150 200 250Color Key and HistogramCount FIG 4Annotation of protein domains and protein families with InterProScan. Protein families were classied and domains were predicted using InterProSc an. The heat map shows the relative abundances of the top 100 most abundant domains (A) and families (B) in ISS-F3F4, in addition to a non-plant-pathogeni c soil isolate (Fo47) and a clinical isolate, isolated from a patient with fusariosis (FOSC-3a). Red represents high relative abundances, and green re presents low relative abundances.Genomics of Fusarium oxysporum Cultured from the ISS MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 9B FOSC3a Fo47 F3 F4(IPR029071) Ubiquitinlike domain superfamily(IPR020568) Ribosomal protein S5 domain 2type fold(IPR011008) Dimeric alphabeta barrel(IPR008972) Cupredoxin(IPR016135) Ubiquitinconjugating enzymeRWDlike(IPR001757) Ptype ATPase(IPR011059) Metaldependent hydrol ase, composite domain superfamily(IPR023298) Ptype ATPase, transmembrane domain superfamily(IPR008250) Ptype ATPase, A domain superfamily(IPR023299) Ptype ATPase, cytoplasmic domain N(IPR029033) Histidine phosphatase superfamily(IPR013328) 6phosphogluconate dehydrogenase, domain 2(IPR036890) Histidine kinaseHSP90like ATPase superfamily(IPR036962) Glycoside hydrolase, family 3, Nterminal domain superfamily(IPR036881) Glycoside hydrolase family 3 Cterminal domain superfamily(IPR036400) Cytochrome b5like hemesteroid binding domain superfamily(IPR029062) Class I glutamine amidotransferaselike(IPR036875) Zinc finger , CCHCtype superfamily(IPR006710) Glycoside hydrolase, family 43(IPR036736) ACPlike superfamily(IPR036691) Endonucleaseexonucleasephosphatase superfamily(IPR036812) NADPdependent oxidoreductase domain superfamily(IPR011333) SKP1BTBPOZ domain superfamily(IPR020946) Flavin monooxygenaselike(IPR036928) Amidase signature (AS) superfamily(IPR017938) Riboflavin synthaselike betabarrel(IPR036282) Glutathione S transferase, Cterminal domain superfamily(IPR029052) Metallodependent phosphataselike(IPR023395) Mitochondrial carrier domain superfamily(IPR016035) Acyl transferasea cyl hydrolaselysophospholipase(IPR008927) 6phosphogluconate dehydrogenaselike, Cterminal domain superfamily(IPR036866) Metallohydrolaseoxidoreductase superfamily(IPR032710) NTF2like domain superfamily(IPR035994) Nucleoside phosphorylase superfamily(IPR011993) PHlike domain superfamily(IPR014729) Rossmannlike alphabetaalpha sandwich fold(IPR036640) ABC transporter type 1, transmembrane domain superfamily(IPR012340) Nucleic acidbinding, OBfold(IPR011050) Pectin lyase foldvirulence factor(IPR012334) Pectin lyase fold(IPR011042) Sixbladed bet apropeller, TolBlike(IPR008928) Sixhairpin glycosidaselike(IPR007568) RTAlike protein(IPR036852) Peptidase S8S53 domain superfamily(IPR021157) Cytochrome c1, transmembrane anchor, Cterminal(IPR002293) Amino acidpolyamine transporter I(IPR023296) Glycosyl hydrolase, fiveb laded betapropellor domain superfamily(IPR036047) Fboxlike domain superfamily(IPR011051) RmlClike cupin domain superfamily(IPR016162) Aldehyde dehydrogenase, Nterminal(IPR016167) FADbinding, type 2, subdomain 1(IPR023214) HAD superfamily(IPR016161) Aldehydehistidinol dehydrogenase(IPR016169) CO dehydrogenase flavopro teinlike, FADbinding, subdomain 2(IPR036390) Winged helix DN Abinding domain superfamily(IPR032466) Metaldependent hydrolase(IPR036318) FADbinding, type 2like superfamily(IPR036236) Zinc finger C2H2 superfamily(IPR029044) Nucleotidediphosphosugar transferases(IPR014710) RmlClike jelly roll fold(IPR035979) RNAbinding domain superfamily(IPR009057) Homeoboxlike domain superfamily(IPR036412) HADlike superfamily(IPR013783) Immunoglobulinlike fold(IPR013320) Concanavalin Alike lectinglucanase domain superfamily(IPR016181) AcylCoA Nacyltransferase(IPR036397) Ribonuclease H superfamily(IPR015422) Pyridoxal phosphatede pendent transferase, subdomain 2(IPR015421) Pyridoxal phosphatedependent transferase, major region, subdomain 1(IPR036249) Thioredoxinlike superfamily(IPR015424) Pyridoxal phosphatedependent transferase(IPR008979) Galactosebindinglike domain superfamily(IPR036388) Winged helix like DNAbinding domain superfamily(IPR032675) Leucinerich repeat domain superfamily(IPR013785) Aldolasetype TIM barrel(IPR013083) Zinc finger , RINGFYVEPHDtype(IPR003663) Sugarinositol transporter(IPR016024) Armadillotype fold(IPR011989) Armadillolike helical(IPR036322) WD40repeatcontaining domain superfamily(IPR021858) Fungal transcription factor(IPR011032) GroESlike superfamily(IPR012337) Ribonuclease Hlike superfamily(IPR001128) Cytochrome P450(IPR036396) Cytochrome P450 superfamily(IPR011990) Tetratricopeptidelike helical domain superfamily(IPR002347) Shortchain dehydrogenasereductase SDR(IPR017853) Glycoside hydrolase superfamily(IPR015943) WD40YVTN repeatlikecontaining domain superfamily(IPR005828) Major facilitator, sugar transporterlike(IPR036770) Ankyrin repeatcontaining domain superfamily(IPR029063) SadenosylLmethioninedependent methyltransferase(IPR011009) Protein kinaselike domain superfamily(IPR036188) FADNAD(P)binding domain superfamily(IPR011701) Major facilitator superfamily(IPR029058) AlphaBeta hydrolase fold(IPR036864) Zn(2)C6 fungalt ype DNAbinding domain superfamily(IPR027417) Ploop containing nuc leoside triphosphate hydrolase(IPR036259) MFS transporter superfamily(IPR036291) NAD(P)bin ding domain superfamily0.01 0.02 0.03 0.04 Value0 50 100 150Color Key and HistogramCount FIG 4(Continued)Urbaniak et al. MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 10their genomes that are involved in the production of type 1 polyketides, nonribosomal peptides, indoles, terpenes, and polyketidenonribosomal peptide hybrids. While ISS-F3,ISS-F4,andFo47hadclustersinvolvedintypeIIIpolyketideproduction,FOSC-3adidnot appear to have that machinery in its genome. A summary of the biosynthetic geneclusters detected in the ISS-F3, ISS-F4, Fo47, and FOSC-3a genomes is shown in Fig. S3. Virulence of F. oxysporum strains estimated in C. elegans model. F. oxysporum f.sp. lycopersici strain4287,awell-characterizedmodelpathogenoftomatoplants,was shown to produce systemic disease in immunocompromised mice, resulting in a highdeathrate( 36).Utilizing F. oxysporum strain4287knockoutmutantsthatexhibitaltered virulence in tomato plants, it was shown that certain virulence factors essential in plantpathogenesis were dispensable in mammalian pathogenesis and vice versa ( 36). This raises the possibility that certain phytopathogens could also be virulent in humansdepending on their health status. This is concerning given the fact that a recent studyon the impact of space on fungal pathogenesis has shown that Aspergillus fumigatus isolates cultured from ISS surfaces were more virulent in a zebrash model of invasiveaspergillosis than Earth-based clinical isolates ( 37). This prompted the examination of the virulence potential of ISS-F3F4 in an immu- nocompromised (MAPKK-decient) C. elegans model of invasive fusariosis. Included for comparison was an F. oxysporum strain, IMV00293, isolated in the aftermath of the Chernobyl disaster, own to the ISS and grown for 12days (293gr), and grownconcomitantly on Earth (293sp). Figure 6 demonstrates the effect of ve strains of F. oxysporum on mortality of C. elegansAU37. Kaplan-Meier survival curves of C. elegans analyzed with the log rank (Mantel-Cox) test demonstrated that the virulence of F. oxysporum ISS-F4 was signi- cantly greater than other strains ( PH110210.0001) (Fig. 6A). The culturing conditions for fungal growth such as growing without antibiotic or with antibiotic used to prepareFIG 5Presenceabsence prole of polyketide synthases (PKSs) detected in the genomes of ISS-F3F4. The sequences of predicted genes that had a ketoacyl synthase domain (one of 3 essential domains in polyketide synthases PKSs) were compared with BLAST against a PKS database ( 35) to determine which PKSs ISS-F3F4 had the ability to produce. Eleven PKSs found in ISS-F3F4 are also present in 12 other F. oxysporum species that have been previously studied ( 35). However, there were two additional PKSs, unkA and unkB, in ISS-F3F4 that did not have any matches in the database. The rst column represents the PKS,the last column shows the polyketide that the PKS makes (if known), and the middle columns indicate the F. oxysporum strains. Colored boxes indicate the presence of a specic PKS in the genome. FoZG, Fo47; FoYG, FOSC-3a; FoXG, lycopersici 4287; FoXB, Fo5176; FoQG, raphaniNRRL 54005; FoTG, vasinfectum NRRL 25433; FoMG, melonisNRRL 26406; FoIG, cubensetropical race 4; FoCG, radicis-lycopersici 26381; FoWG, MN25; FoVG, pisi(HDV 247); FoPG, conglutinans race2NRRL54008.AminoacidsequencesfortheunknownPKSsinISS-F3canbefoundinDataSetS1(g14942andg11694),andthoseforISS-F4canbefoundin Data Set S2 (g15849 and g12099). NB, the sequences are identical between ISS-F3F4.Genomics of Fusarium oxysporum Cultured from the ISS MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 11conidiadidnotaffectISS-F4killingability( PH110050.6888).Themajorityofwormsdieddue toF. oxysporum hyphae piercing through the worm body ( Fig. 6B); however, ISS-F4 virulence was attributed to both hypha- and non-hypha-related killing ( Fig. 6C), whereas ISS-F3 virulence was attributed solely to hypha-related mortality ( Fig. 6D). The hypha-related killing of ISS-F4 was still signicantly greater than other strains ( PH11005 0.0129) (Fig. 6B). Importantly, while ISS-F3, 293gr, and 293sp had less killing capability thanISS-F4,theyshouldbestillconsideredvirulent,astheirrelatedmortalityforwormsreached50at50h.Tonote,therewerenodifferencesinmortalitybetween293grand293sp, indicating that growth on the ISS (12days) did not change the virulence of thisstrain. Figure 7shows microscopic images of C. elegans worms with hypha penetration, 22h and 46h after exposure to ISS-F4 conidia. DISCUSSION Thisstudypresentsthegenomicanalysisoftwo F. oxysporum isolates,culturedfrom the ISS, during an ongoing microbial tracking study. The phylogenetic placement ofthesetwostrainsbasedonEF-1 H9251nucleotidesequenceandwhole-genomeSNPsshows that they are within the genetic variation of terrestrial strains and that their ability tothrive in the space environment was not contingent on enhanced genetic variation. F. oxysporum strains are well known for their plant pathogenicity, and for successful infection of its plant host, effector proteins are secreted from the fungus that aid in thecolonization process. Performing disease assays to determine host specicity is bothlaborious and time-consuming; however, a recent molecular screening method basedon 104 effector proteins was developed by van Dam et al. which can predict hostspecicity in F. oxysporum ( 24). The presenceabsence of these effector proteins in ISS-F3F4 was determined and compared to 62 other strains from a variety of formae02 0 4 0 6 0050100 F3 total F 3 hyphae 02 0 4 0 6 0050100 F4 total F4 hyphae 02 0 4 0 6 0050100 F3 F4 293 sp 293 gr F4 antibA CB D02 0 4 0 6 0050100 Time, hrsF 3 hyphae F 4 hyphae 293 sp hyphae 293 gr hyphae F 4 antib hyphae Time, hrsTime, hrsTime, hrs Perce n t s u rviva lPercent survival Percent survival Percent survival FIG 6Virulence of Fusarium oxysporum strains in C. elegans AU37 model. (A) Kaplan-Meier survival curves to determine total death of worms caused by F. oxysporum strains ( nH1100590 worms per fungal strain, results accumulated from 3 different experiments, 3 biological replicates per experiment, 10 worms per replicate). PH110210.0001 for F4 and F4antib compared to all other strains. (B) Kaplan-Meier survival curvestodeterminethehypha-relateddeathofworms( nH1100590wormsperfungalstrain,resultsaccumulatedfrom3differentexperiments, 3 biological replicates per experiment, 10 worms per replicate). PH110050.0129 for F4 and F4antib compared to all other strains. (C and D) Comparisonofhypha-relatedandtotaldeathsof C. elegans causedbyISS-F4(C)andISS-F3(D).Totaldeathsof C. elegans causedbyISS-F4 were signicantly higher than the deaths associated with hyphae piercing through the body ( PH110050.0102, nH1100590, log rank Mantel-Cox test). There is no statistical difference between total and hypha-related deaths caused by ISS-F3 ( PH110050.2465, nH1100590). NB, 293sp is the IMV00293strainthatwasisolatedfromChernobylandgrownontheISSfor12days,and293grisIMV00293thatwasconcomitantlygrownfor 12days on Earth.Urbaniak et al. MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 12speciales.TheISSstrainscontainedrelativelyfewcandidateeffectorgenescomparedto phytopathogens, with numbers similar to that detected in two non-plant-pathogenicstrains, Fo47 and MN14. The ISS isolates also did not contain any of the 14 secreted in xylem(SIX)effectorgenes,whichencodecysteine-richsecretedproteinsthatappearto manipulate host defenses to promote infection ( 38). Based on the effector content, it is unlikely that ISS-F3F4 are plant pathogens. VEG-01C1 and VEG-01C2, isolated fromZ. hybrida plants grown on the ISS and whole-genome sequences ( 39) also displayed relatively few effector genes ( Fig. 1B) and were unable to infect healthy Z. hybrida plants (G. Massa, personal communication). Based on effector content and EF-1 H9251phylogeny, ISS-F3F4 appeared to be the most closely related to Fo47, a non-plant-pathogenic soil isolate known for its biocontrolproperties. Based on the number of SNPs across the genome, the phylogeny inferred FIG 7Images of C. elegans AU37 with hyphae of F. oxysporum ISS-F4 piercing through worm body. Microscopic images taken at 22h (A) and 46h (B) after coincubation of C. elegans with ISS-F4 conidia. Solid arrows point out the hyphae piercing through the worm body. Dotted arrows show growing extended hyphae that initially penetrated from the intestinal tube. The images were taken withthe Olympus SZX16 microscope ( H110035 magnication).Genomics of Fusarium oxysporum Cultured from the ISS MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 13usingmaximumlikelihoodfromSNPsequencesinbothcodingandnoncodingregions, and the k-mer analysis, ISS-F3F4 were not Fo47 or identical to any of the 65 strainscompared in this study. Thus, it appears that these ISS isolates represent a genomicallyunique strain, which has not yet been identied and characterized to date. TheISSisahermeticallysealedsystem,closedofffromitssurroundingenvironment, with microbial introduction being of terrestrial origin from astronauts and payloads.ISS-F3F4 were most likely introduced in the same fashion, so it begs the question whythey had been identied only on the ISS and not on Earth, where 150 formae speciales have already been characterized ( 2). One hypothesis is that ISS-F3F4 are present in relatively low abundances on Earth but were selected because of their ability towithstand ISS-associated environmental pressures such as increased radiation, whichcomparedtoterrestrialindoorbuildings,is100timesgreater.InarecentstudybyByrneet al., it was found that Escherichia coli developed extreme resistance to ionizing radiation, comparable to that observed with Deinococcus radiodurans , with mutations in only 9 genes, all of which happen to be involved in radiation resistance ( 40). When these mutations were repaired, resistance was lost and the cells became sensitive toradiation ( 40). This paper showed for the rst time that evolution of resistance may occur via genetic adaptation rather than passive mechanisms based on changes incellular proteins. We therefore hypothesized that based on the sequences of ve genesknown to have a role in radiation resistance in fungi, ISS-F3F4 would appear to bemore closely related to IMV00293 (Chernobyl isolate) and VEG-01C1VEG-01C2 (ISS Z. hybridaisolates) (as they are strains also isolated from high-radiation environments) compared to 64 other F. oxysporum strains. An inferred maximum likelihood tree was constructed from concatenated sequences of rad54,rad53,rad51,rad2, and phr1(a photolyase) found in ISS-F3, ISS-F4, IMV00293, VEG-01C1, VEG-01C2, and 64 other F. oxysporum strains. The branching observed with the radiation resistance genes was similar to that observed with EF-1 H9251in which ISS-F3F4 grouped together, apart from IMV00293, VEG-01C1, and VEF-01C2, which grouped together, with all ve isolatesbeing within the genetic variation of the 64 other strains included (see Fig. S4 in thesupplementalmaterial).AproteomicsapproachmayprovidemoreinsightintowhetherISS-F3F4 have a selective advantage for survival on the ISS and what that may entail. The genomes of ISS-F3F4 were largely made up of gene ontology categories involved in metabolic and cellular processes and catalytic activity and binding. Overall,the relative abundances of GO categories for ISS-F3F4 were similar to that observed inFOSC-3a, a clinical isolate, and Fo47, a biocontrol, non-plant-pathogenic strain. How-ever, there were differences in the relative abundances and presenceabsence ofprotein domains and families between ISS-F3F4 and FOSC-3a and Fo47, highlightingtheuniquenessofthesestrains.OnesuchdifferencewasthehigherrelativeabundanceofgenesencodingpolyketidesynthasedomainsinISS-F3F4.EachPKSmakesauniquepolyketide, which collectively represent structurally diverse natural products withcommercial signicance for the pharmaceutical industries ( 41). A testament to its importanceisreectedintheannualsalesofpharmaceuticalsderivedfrompolyketides,which routinely reach 20 billion ( 42). For example, the anticancer drugs tetracycline and doxorubicin, the cholesterol-lowering drug lovastatin, the antibiotics erythromycinand rifamycin, and the fungicide strobilurin are all polyketides that have been isolatedfrom either bacteria or fungi ( 43). A BLAST search against a PKS database ( 35) showed thatISS-F3F4hadthegenomicmachinerytoproduce13polyketides,11ofwhichhavebeen found in other F. oxysporum strains. The two sequences in ISS-F3F4 that did not have any matches in the PKS database did match F. oxysporum hypothetical proteins in NCBI.Amoreextensiveanalysisusingproteomicsandmetabolomicswillbeperformedto elucidate the natural product repertoire of ISS-F3F4. F. oxysporum , though a well-known plant pathogen, may cause various infections in humans and is a cause of emerging infections in immunodecient patients ( 4446). Vertebrate and nonvertebrate models are well established to test pathogens for theirpotential virulence ( 36,4749). For virulence testing of F. oxysporum , a host is usually immunosuppressed to make it susceptible to fungal infection ( 50). Symptoms ofUrbaniak et al. MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 14disseminatedfusariosiscausedby F. oxysporum areremarkablysimilarbetweenanimals and humans. They include development of invasive structures, including hypha micro-conidia and chlamydospores, causing massive colonization of organs, and which cancause thrombosis and necrosis ( 4,50,51). The nonvertebrate host C. elegans ,a free-living soil nematode, is one of the most useful models to study the virulence offungi and is well established by many researchers ( 5254).C. elegans has an innate immune response mechanism that is activated in the response to pathogens, includingfungi ( 55,56). A key component of the C. elegans immune response is the p38 mitogen-activated protein kinase (MAPK) pathway ( 57). SEK-1 encodes a mitogen- activated protein kinase kinase (MAPKK) in this pathway and thus plays a vital role inpathogen resistance in C. elegans ( 58). For this reason, SEK-1 mutants are considered immunocompromised worms. Matricidal hatching of progeny inside the parentworms occurs in SEK-1-decient C. elegans , and therefore, a mutation in glp-4, a locus required for normal proliferation of the germ line ( 59), is required to avoid bias effects due to progeny hatching. The glp-4mutants are sterile at the restrictive temperature of 25C, at which C. elegans experiments are performed. Usingthe glp-4sek-1 mutantstrainAU37of C. elegans obtainedfromtheCaenorhabditis Genetics Center, we observed that ISS-F4 was the most virulent, even compared to ISS-F3,despite the fact that ISS-F3F4 have very similar genomes and initially were thought to beclonal derivatives of each other. Since ISS-F4 demonstrated killing ability by both hyphapiercing-related and -unrelated mechanisms, it is likely that it produces secreted virulencefactors. It is known that secreted proteins such as RP-1-like ( 60) and secreted in xylem (SIX) proteins( 61),whichareregulatedby Fusarium transcriptionfactor1(FTF1)( 62),arerequired for full virulence of F. oxysporum . Further work is required to determine if there are differences in production and regulation of the secreted factors between ISS-F3F4 strainsand if time-dependent exposure to the ISS environment may affect this regulation. MATERIALS AND METHODS Isolation of fungal strains. Surfaces (1m2) were sampled on the ISS using premoistened 9-in. by 9-in. polyester wipes (ITW Texwipe, Mahwah, NJ) that were prepared as part of an ongoing microbialtrackingstudyduringightsampling3(6May2016).Wipeswerestoredatroomtemperature(RT)beforebeing brought back to Earth, 6days after sampling, where they were processed as described previously( 63). Material from the wipes was plated, 100 H9262l, on potato dextrose agar (PDA) supplemented with chloramphenicol (nal concentration, 100 H9262gml) and incubated at 25C for 7 days. Fusarium oxysporum , identied by morphology and ITS region sequencing, was isolated from the ISS dining table. The twoisolates were designated ISS-F3 and ISS-F4. Whole-genome sequencing. (i) Genomic DNA extraction. Freezer stocks of ISS-F3F4 were plated onpotatodextroseagar(PDA)platesandincubatedat25Cfor5days,atwhichtimetheentireplatewascovered with fungal growth. The growth over the entire plate was scraped into a sterile mortar andpestle containing a small amount of liquid nitrogen. The colonies were ground into a powder and thentransferred into PowerBead tubes from the MoBio PowerSoil DNA isolation kit (Qiagen, USA; catalognumber 12888), and the extraction protocol was followed per the manufacturers instructions, except forthe last step, in which DNA was eluted in 80 H9262l of solution C6 (i.e., elution buffer). DNA was stored at H1100220C until sent for sequencing. (ii) Sequencing and assembly. GenomicDNAwaspaired-endsequenced(2 H11003100bp)witha350-bp insert size on the Illumina HiSeq 2500 platform by Macrogen (Rockville, MD, USA). Totals of 48 millionreads for F3 and 42 million reads for F4 were generated. Trimmomatic on the Galaxy server ( https: usegalaxy.org ) was used to remove the sequencing adaptors (settings: maximum mismatch, 2; accuracy of the match between the two adaptor-ligated reads, 30; accuracy of the match between any adaptor,10) and to trim the leading and trailing ends (settings: minimum quality required to keep a base, 3).Postprocessed reads were de novoassembled using ABySS version 2.0.2 ( 19) using the default settings. Different k-mer sizes ranging from 68 to 90 were tested in order to nd the one that gave the highestN 50scoreandlowestnumberofscaffoldscontigs,afterassembly.Thek-mersize86gavethebestresults for both F3 and F4, and the resulting assemblies were used for downstream analyses. Phylogenetic analysis. Thephylogenyofthenewlyidentiedstrainswasassessedbyextractingthe full-length gene sequence of translation elongation factor 1 alpha (EF-1 H9251) from each of the genomes using BLASTN. The sequences were aligned using MUSCLE with default parameters ( 64), and phylogeny was inferred with PhyML ( 65) (1,000 bootstraps; percent bootstrap condence is shown in red numbers in the tree). The trees were visualized using ETE 3 ( 66). The effector clustering was done on only the F. oxysporum strains, using the list of 104 curated F. oxysporum effector candidate genes and the same clustering method as described in the work of van Dam et al. ( 24). Briey, 2.5-kb regions up- and downstream of a miniature impala (mimp) transposable element were scanned for potential open reading frames (ORFs) containing a signal peptide. This procedure was previously done by van Dam etGenomics of Fusarium oxysporum Cultured from the ISS MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 15al. (24) for 59 individual isolates of F. oxysporum , and the resulting effector candidate genes were grouped and merged into a list. Obvious false positives and transposable elements were removed, and multiple instances of the same effector were reduced to one representative. This curated list representsthe effectorome of a varied set of plant-pathogenic formae speciales ofF. oxysporum . Screening for the presenceoftheputative104effectorswasdoneusingBLASTN(asdescribedabove).Abinarydatamatrixwas generated containing presence (1) or absence (0) of each candidate in each genome. This tablewas used as input for hierarchical clustering performed in R, using a Jaccard binary distance matrix andaverage linkage. The resulting matrix was visualized using the heatmap3 package in R. The sequences of the 10 phylogenetically informative loci used to compare ISS-F3F4 were extracted from the genomes using the sequences of these genes in the reference genome of F. oxysporum f. sp. lycopersici 4287. The sequences were kindly provided by Li-Jun Ma from the University of Massachusetts atAmherst.Thelociandchromosomallocationsfromthereferencegenomeareasfollows:chromosome1, DNA-directed RNA polymerase III subunit RPC2 and RPB1; chromosome 4, minichromosome mainte-nance protein 3 and anaphase-promoting complex subunit 1; chromosome 5, two hypothetical proteins,FOXG 1751.3 and 2073.3; chromosome 7, DNA-directed RNA polymerase II subunit RPB2; chromosome8, hypothetical protein FOXG 3560.3; and chromosome 9, clathrin heavy chain and DNA polymerasegamma ( 28). k-mer analysis for strain identication. The KMC2 k-mer counter ( 29) tool was used to generate 50-bp-long k-mers from 65 F. oxysporum genomes that were downloaded from GenBank ( ftp:ftp.ncbi .nlm.nih.govgenomesgenbankfungiFusarium_oxysporum ) (see Table S1 in Data Set S5 in the sup- plementalmaterial).TheKMC2programwasalsousedtodeterminewhichofthek-mersgeneratedfromeach genome were unique to that genome. A subset of the unique k-mers were chosen, based onnumberofoccurrences(choseniftheyappearedonce,insteadofmultipletimeswithinthegenome)andthe type of sequence (the sequence did not contain a lot of repeats and had a good balance of GC andAT ratios). Using command line BLAST (version ncbi-blast-2.4.0 H11001), the genomes of F3 and F4 were used as the query against the database of unique k-mer sequences. For ISS- F3 or ISS-F4 to be consideredoneofthe65 F. oxysporum strains,everyk-merinthedatabasebelongingtoaspecicstrainhadtohave a perfect match against a sequence in either the F3 or F4 genome. Single nucleotide polymorphism detection and phylogenetic analysis. We applied a reference- based analysis method to determine the relatedness of F3 and F4 to the reference genome, Fo47, andto5other F. oxysporum isolates.Thelistofthesestrainsandthereasonsforincludingthemintheanalysis are presented in Table S3 in Data Set S5. These publicly available genomes were downloaded from theNCBI sequence read archive (SRA). SNP identication was carried out using PhaME (version 1.0.2) ( 67), which uses Nucmer for pairwise alignment of genomes. Evolutionary analyses and phylogenetic treeswere constructed as part of the PhaME pipeline. The numbers of SNPs spanning the entire genome, incoding regions, and in noncoding regions were extracted from the PhaME output using a custom Perlscript and plotted in Prism (version 7). In order to detect SNPs in the coding regions, a gff annotation leof the reference genome (Fo47) was supplied as input. Gene prediction and annotation. The genes of the assembled ISS-F3F4 genomes were pre- dicted with the AUGUSTUS gene prediction program using default settings and trained againstFusarium graminearum ( 30,68). The amino acid sequences of the predicted genes were uploaded into Blast2GO ( https:www.blast2go.com )(69), and annotation was performed with blastp-fast against the NCBI nonredundant database, set to the fungi taxonomy lter. The E value cutoff was set toH110211.0EH1100210. Gene ontology classication and InterProScan were also performed with Blast2GO using the default settings. Identication of polyketides and secondary metabolites. Predicted proteins that were annotated as polyketide synthases were further evaluated with the polyketide synthase database ( 35), which consists of amino acid sequences of PKSs from 12 F. oxysporum strains and 8 other Fusarium species. A blastp search was performed with F3 and F4 sequences, and a positive match was based on H1102295 identity and an E value of H110211EH1100210. Biosynthetic gene clusters were predicted with the fungal version of antiSMASH ( https:fungismash .secondarymetabolites.org ). The input les were the (i) assembled whole-genome nucleotide sequences and (ii) gff annotation le produced from AUGUSTUS. Default settings were used in the run. C. elegans model for Fusarium oxysporum virulence. The glp-4sek-1 mutant strain AU37 of C. elegans obtained from the Caenorhabditis Genetics Center ( http:www.cbs.umn.eduresearch resourcescgc ) was used in the experiments. C. elegans AU37 nematodes were synchronized for the experiment as previously described ( 70). Synchronizednematodeswerethengrownon E. coliOP50lawnsuntiltheyreachedtheL3-L4stage.Then nematodes (about 300 worms) were collected and washed 3 times in 10ml of M9 buffer ( 71) containing 50H9262gml kanamycin. On the last washing, worms were incubated in 10ml M9 buffer containing 50H9262gml kanamycin for 1h to clean the intestinal tube and surface of nematodes from E. coli. After cleaning, nematodes were poured on plain agar plates (1.5 agar in water) to soak the kanamycinsolution into agar. At this point, synchronized fasting nematodes were ready for transferring intoexperimental fungal conidium suspensions. Fungal conidium suspensions were prepared by growing the fungal strains on PDA plates and incubating them at 25C for 7days, at which time the plate was overgrown with growth. Eight millilitersof ST solution (8.5g NaCl, 1ml Tween 80 in 1liter of water) was poured onto the plates, and a cottonswab was used to scrape all the moistened fungi off the plate. The liquid suspension on the plate wasthen transferred to a 50-ml Falcon tube, spun down at 3,500 H11003gfor 5min, and washed 3 times with sterilePBS.Thepelletwasthenresuspendedin5mlofsterilePBS.TocountthenumberofconidiaintheUrbaniak et al. MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 16suspension, a 110 dilution was prepared using ST solution and conidia were counted using a hemo- cytometer under the 40 H11003objective of a light microscope. Conidial stocks were diluted in PBS to 107 conidiaml prior to the experiment. Twenty microliters of 107-conidiaml F. oxysporum spores were suspended in 1ml of 30 (volvol) brain heart infusion broth (BHI broth; Remel, USA) prepared by dilution of BHI broth in M9 buffer. Foreach conidium suspension, 60 worms were transferred from plain agar plates into 1ml of a conidiumsuspension and incubated for 1h at 25C without agitation. After incubation, the entire reaction volumeof conidium suspension with worms was transferred to a 60-mm dish containing 2ml of M9 bufferwith 50 H9262gml kanamycin. Then, worms were collected by a micropipette and transferred to a 60-mm dish containing 3ml of M9 buffer with 50 H9262gml kanamycin. This procedure was repeated 3 times using 3ml of fresh M9 buffer with 50 H9262gml kanamycin in a 60-mm dish at each transfer. After nal washing, 10 worms were transferred into each experimental 30-mm dish (3 dishes per onefungal strain conidium suspension) containing 2ml of 30 BHI broth and 50 H9262gml kanamycin. Worms were incubated at 25C without agitation, and worm death was estimated at 17, 24, 44, and50hafterconidiumexposureusinganOlympusSZX16microscope( H110035magnication)withacamera (Olympus DP30BW) for imaging. Data availability. This Whole Genome Shotgun project has been deposited at DDBJENAGenBank under the accession numbers QUWZ00000000 (ISS-F3) and QUXA00000000 (ISS-F4). The version de- scribed in this paper is the rst version. SUPPLEMENTAL MATERIAL Supplemental material for this article may be found at https:doi.org10.1128 mSystems.00345-18 . FIG S1, PDF le, 0.1 MB. FIG S2, PDF le, 0.2 MB. FIG S3, PDF le, 0.2 MB. FIG S4, PDF le, 0.05 MB. TABLE S2 , TXT le, 0.02 MB. DATA SET S1 , XLSX le, 9.3 MB. DATA SET S2 , XLSX le, 9.3 MB. DATA SET S3 , XLSX le, 0.2 MB. DATA SET S4 , XLSX le, 0.01 MB. DATA SET S5 , XLSX le, 0.01 MB. ACKNOWLEDGMENTS Part of the research described in this publication was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with NASA.The C. elegans work was supported by the Tissue Engineering and Cell Models Core of the NIDDK Digestive Diseases Research Core Center (DDRCC) P30 DK42086 at theUniversityofChicago.Thisresearchwasfundedby2012SpaceBiologyNNH12ZTT001Ngrantno.19-12829-26underTaskOrderNNN13D111TawardedtoK.V.C.U.wasfundedby the NASA Postdoctoral program fellowship. Government sponsorship is acknowl-edged. We thank Commander Jeffrey Williams for collecting the ISS samples aboard the ISS and the implementation team at NASA Ames Research Center for coordinating thiseffort. C.U. wrote the manuscript and interpreted the data from all analyses and experi- ments; performed quality control and assembly of the whole-genome sequencingreads for ISS-F3F4; generated the unique k-mer database for F. oxysporum strains; performed SNP analysis, protein annotations, and secondary metabolite analysis;and prepared conidium suspensions for the C. elegans virulence assay. P.V.D. provided critical insight into genome comparison and interpretation of data andperformed effector protein and EF-1 H9251analyses. A.Z. and O.Z. performed the C. elegansvirulence tests. J.A.G. provided critical input into the design and implemen- tation of the virulence tests. T.T. and C.W. oversaw the previous CASIS experimentin which IMV00293 was own to the ISS (293sp) and concomitantly grown on Earth(293gr),bothofwhichwereusedinthevirulencetests.K.V.formulatedtheconcept;provided input into experimental design, analysis, and critical reading of themanuscript; and provided funding for the project. All authors read and approvedthe manuscript.Genomics of Fusarium oxysporum Cultured from the ISS MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 17REFERENCES 1. GordonTR.2017.FusariumoxysporumandtheFusariumwiltsyndrome. Annu Rev Phytopathol 55:2339. https:doi.org10.1146annurev-phyto -080615-095919 . 2. Rana A, Sahgal M, Johri BN. 2017. Fusarium oxysporum: genomics, diversity and planthost interaction, p 159199. InSatyanarayana T, Deshmukh S, Johri B (ed), Developments in fungal biology and appliedmycology. Springer, Singapore. 3. Armstrong GM, Armstrong JK. 1981. Formae speciales and races of Fusarium oxysporum causing wilt diseases, p 391399. InNelson PE, Toussoun TA, Cook RJ (ed), Fusarium: diseases, biology, and taxonomy.Pennsylvania State University Press, University Park, PA. 4. Nucci M, Anaissie E. 2007. Fusarium infections in immunocompromised patients. Clin Microbiol Rev 20:695704. https:doi.org10.1128CMR .00014-07 . 5. ODonnell K, Sutton DA, Rinaldi MG, Magnon KC, Cox PA, Revankar SG, Sanche S, Geiser DM, Juba JH, van Burik JA, Padhye A, Anaissie EJ,Francesconi A, Walsh TJ, Robinson JS. 2004. Genetic diversity of humanpathogenicmembersoftheFusariumoxysporumcomplexinferredfrommultilocus DNA sequence data and amplied fragment length polymor-phism analyses: evidence for the recent dispersion of a geographicallywidespread clonal lineage and nosocomial origin. J Clin Microbiol 42:51095120. https:doi.org10.1128JCM.42.11.5109-5120.2004 . 6. Dignani MC, Anaissie E. 2004. Human fusariosis. Clin Microbiol Infect 10(Suppl 1):6775. https:doi.org10.1111j.1470-9465.2004.00845.x . 7. Taj-Aldeen SJ. 2017. Reduced multidrug susceptibility prole is a com- mon feature of opportunistic Fusarium species: Fusarium multi-drugresistant pattern. J Fungi 3:E18. https:doi.org10.3390jof3020018 . 8. Nucci F, Nouer SA, Capone D, Anaissie E, Nucci M. 2015. Fusariosis. SeminRespir Crit Care Med 36:706714. https:doi.org10.1055s-0035 -1562897 . 9. Borges W, Borges KS, Bonato P, Said S, Pupo M. 2009. Endophytic fungi: natural products, enzymes and biotransformation reactions. Curr OrgChem 13:11371163. https:doi.org10.2174138527209788921783 . 10. Stierle AA, Stierle DB. 2015. Bioactive secondary metabolites produced by the fungal endophytes of conifers. Nat Prod Commun 10:16711682. 11. Gunatilaka AAL. 2006. Natural products from plant-associated microorganisms: distribution, structural diversity, bioactivity, and impli-cations of their occurrence. J Nat Prod 69:509526. https:doi.org10 .1021np058128n . 12. do Nascimento AM, Conti R, Turatti ICC, Cavalcanti BC, Costa-Lotufo LV, Pessoa C, de Moraes MO, Manfrim V, Toledo JS, Cruz AK, Pupo MT. 2012.Bioactive extracts and chemical constituents of two endophytic strainsof Fusarium oxysporum. Rev Bras Farmacogn 22:12761281. https:doi .org10.1590S0102-695X2012005000106 . 13. KumarA,PatilD,RajamohananPR,AhmadA.2013.Isolation,purication and characterization of vinblastine and vincristine from endophyticfungus Fusarium oxysporum isolated from Catharanthus roseus. PLoSOne 8:e71805. https:doi.org10.1371journal.pone.0071805 . 14. Kour A, Shawl AS, Rehman S, Sultan P, Qazi PH, Suden P, Khajuria RK, Verma V. 2008. Isolation and identication of an endophytic strain ofFusarium oxysporum producing podophyllotoxin from Juniperus re-curva. World J Microbiol Biotechnol 24:11151121. https:doi.org10 .1007s11274-007-9582-5 . 15. Damayanthi Y, Lown JW. 1998. Podophyllotoxins: current status and recent developments. Curr Med Chem 5:205252. 16. Gordaliza M, Garca PA, del Corral JMM, Castro MA, Gmez-Zurita MA. 2004.Podophyllotoxin: distribution, sources, applications and new cytotoxic derivatives. Toxicon 44:441459. https:doi.org10.1016j .toxicon.2004.05.008 . 17. Castro MA, Miguel del Corral JM, Gordaliza M, Gomez-Zurita MA, de la Puente ML, Betancur-Galvis LA, Sierra J, San Feliciano A. 2003. Synthesis,cytotoxicityandantiviralactivityofpodophyllotoxinanaloguesmodiedin the E-ring. Eur J Med Chem 38:899911. https:doi.org10.1016j .ejmech.2003.05.001 . 18. Escudero-MartnezJM,Prez-PertejoY,RegueraRM,CastroM,RojoMV, Santiago C, Abad A, Garca PA, Lpez-Prez JL, San Feliciano A, Balaa-Fouce R. 2017. Antileishmanial activity and tubulin polymerization inhi-bition of podophyllotoxin derivatives on Leishmania infantum. Int JParasitol Drugs Drug Resist 7:272285. https:doi.org10.1016j.ijpddr .2017.06.003 . 19. Simpson JT, Wong K, Jackman SD, Schein JE, Jones SJM, Birol I . 2009.ABySS: a parallel assembler for short read sequence data. Genome Res 19:11171123. https:doi.org10.1101gr.089532.108 . 20. Ma L-J, van der Does HC, Borkovich KA, Coleman JJ, Daboussi M-J, Di PietroA,DufresneM,FreitagM,GrabherrM,HenrissatB,HoutermanPM,KangS,ShimW-B,WoloshukC,XieX,XuJ-R,AntoniwJ,BakerSE,Bluhm BH, Breakspear A, Brown DW, Butchko RAE, Chapman S, Coulson R,Coutinho PM, Danchin EGJ, Diener A, Gale LR, Gardiner DM, Goff S,Hammond-Kosack KE, Hilburn K, Hua-Van A, Jonkers W, Kazan K, KodiraCD, Koehrsen M, Kumar L, Lee Y-H, Li L, Manners JM, Miranda-SaavedraD, Mukherjee M, Park G, Park J, Park S-Y, Proctor RH, Regev A, Ruiz-Roldan MC, Sain D, Sakthikumar S, Sykes S, Schwartz DC, Turgeon BG,Wapinski I, Yoder O, Young S, Zeng Q, Zhou S, Galagan J, Cuomo CA,Kistler HC, Rep M. 2010. Comparative genomics reveals mobile patho-genicitychromosomesinFusarium.Nature464:367373. https:doi.org 10.1038nature08850 . 21. ODonnell K, Ward TJ, Robert VARG, Crous PW, Geiser DM, Kang S. 2015. DNA sequence-based identication of Fusarium: current status andfuture directions. Phytoparasitica 43:583595. https:doi.org10.1007 s12600-015-0484-z . 22. ODonnellK,KistlerHC,CigelnikE,PloetzRC.1998.Multipleevolutionary origins of the fungus causing Panama disease of banana: concordantevidence from nuclear and mitochondrial gene genealogies. Proc NatlAcad SciUSA95:20442049. https:doi.org10.1073pnas.95.5.2044 . 23. Skovgaard K, Bdker L, Rosendahl S. 2002. Population structure and pathogenicityofmembersoftheFusariumoxysporumcomplexisolatedfrom soil and root necrosis of pea (Pisum sativum L.). FEMS MicrobiolEcol 42:367374. https:doi.org10.1111j.1574-6941.2002.tb01026.x . 24. van Dam P, Fokkens L, Schmidt SM, Linmans JH, Kistler HC, Ma LJ, Rep M. 2016. Effector proles distinguish formae speciales of Fusarium ox-ysporum.EnvironMicrobiol18:40874102. https:doi.org10.11111462 -2920.13445 . 25. Fravel D, Olivain C, Alabouvette C. 2003. Fusarium oxysporum and its biocontrol. New Phytol 157:493502. https:doi.org10.1046j.1469-8137 .2003.00700.x . 26. van Dam P, Fokkens L, Ayukawa Y, van der Gragt M, ter Horst A, Brankovics B, Houterman PM, Arie T, Rep M. 2017. A mobile pathoge-nicity chromosome in Fusarium oxysporum for infection of multiplecucurbit species. Sci Rep 7:9042. https:doi.org10.1038s41598-017 -07995-y. 27. Houterman PM, Speijer D, Dekker HL, DE Koster CG, Cornelissen BJ, Rep M. 2007. The mixed xylem sap proteome of Fusarium oxysporum-infected tomato plants. Mol Plant Pathol 8:215221. https:doi.org10 .1111j.1364-3703.2007.00384.x . 28. Epstein L, Kaur S, Chang PL, Carrasquilla-Garcia N, Lyu G, Cook DR, Subbarao KV, ODonnell K. 2017. Races of the celery pathogen Fusariumoxysporum f. sp. apii are polyphyletic. Phytopathology 107:463473. https:doi.org10.1094PHYTO-04-16-0174-R . 29. Deorowicz S, Kokot M, Grabowski S, Debudaj-Grabysz A. 2015. KMC 2: fast and resource-frugal k-mer counting. Bioinformatics 31:15691576. https:doi.org10.1093bioinformaticsbtv022 . 30. Stanke M, Morgenstern B. 2005. AUGUSTUS: a web server for gene prediction in eukaryotes that allows user-dened constraints. NucleicAcids Res 33:W465W467. https:doi.org10.1093nargki458 . 31. Srivastava SK, Huang X, Brar HK, Fakhoury AM, Bluhm BH, Bhattacharyya MK. 2014. The genome sequence of the fungal pathogen Fusariumvirguliforme that causes sudden death syndrome in soybean. PLoS One9:e81832. https:doi.org10.1371journal.pone.0081832 . 32. Agarwal V, Moore BS. 2014. Fungal polyketide engineering comes of age.ProcNatlAcadSc iUSA111:1227812279. https:doi.org10.1073 pnas.1412946111 . 33. Daley DK, Brown KJ, Badal S. 2017. Fungal metabolites, p 413421. In Badal S, Delgoda R (ed), Pharmacognosy. Fundamentals, applicationsand strategy. Academic Press, Boston, MA. 34. Chan YA, Podevels AM, Kevany BM, Thomas MG. 2009. Biosynthesis of polyketide synthase extender units. Nat Prod Rep 26:90114. https:doi .org10.1039B801658P . 35. Hansen FT, Gardiner DM, Lysoe E, Fuertes PR, Tudzynski B, Wiemann P, SondergaardTE,GieseH,BrodersenDE,SorensenJL.2015.Anupdatetopolyketide synthase and non-ribosomal synthetase genes and nomen-clature in Fusarium. Fungal Genet Biol 75:2029. https:doi.org10 .1016j.fgb.2014.12.004 .Urbaniak et al. MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 1836. Ortoneda M, Guarro J, Madrid MP, Caracuel Z, Roncero MIG, Mayayo E, Di Pietro A. 2004. Fusarium oxysporum as a multihost model for thegenetic dissection of fungal virulence in plants and mammals. InfectImmun 72:17601766. https:doi.org10.1128IAI.72.3.1760-1766.2004 . 37. Knox BP, Blachowicz A, Palmer JM, Romsdahl J, Huttenlocher A, Wang CC, Keller NP, Venkateswaran K. 2016. Characterization of Aspergillus fumigatus isolates from air and surfaces of the International Space Station. mSphere1:e00227-16. https:doi.org10.1128mSphere.00227-16 . 38. Rep M, van der Does HC, Meijer M, van Wijk R, Houterman PM, Dekker HL, de Koster CG, Cornelissen BJ. 2004. A small, cysteine-rich proteinsecreted by Fusarium oxysporum during colonization of xylem vessels isrequired for I-3-mediated resistance in tomato. Mol Microbiol 53:13731383. https:doi.org10.1111j.1365-2958.2004.04177.x . 39. Urbaniak C, Massa G, Hummerick M, Khodadad C, Schuerger A, Ven- kateswaran K. 2018. Draft genome sequences of two Fusarium oxyspo-rum isolates cultured from infected Zinnia hybrida plants grown on theInternational Space Station. Genome Announc 6:e00326-18. https:doi .org10.1128genomeA.00326-18 . 40. Byrne RT, Klingele AJ, Cabot EL, Schackwitz WS, Martin JA, Martin J, Wang Z, Wood EA, Pennacchio C, Pennacchio LA, Perna NT, Battista JR,Cox MM. 2014. Evolution of extreme resistance to ionizing radiation viagenetic adaptation of DNA repair. Elife 3:e01322. https:doi.org10 .7554eLife.01322 . 41. Wilkinson B, Kendrew SG, Sheridan RM, Leadlay PF. 2003. Biosynthetic engineering of polyketide synthases. Expert Opin Ther Pat 13:15791606. https:doi.org10.151713543776.13.10.1579 . 42. Hopwood DA. 2009. Complex enzymes in microbial natural product biosynthesis, part B: polyketides, aminocoumarins and carbohydrates.Preface. Methods Enzymol 459:xviixxix. https:doi.org10.1016S0076 -6879(09)04625-4 . 43. Gomes ES, Schuch V, de Macedo Lemos EG. 2013. Biotechnology of polyketides: new breath of life for the novel antibiotic genetic pathwaysdiscovery through metagenomics. Braz J Microbiol 44:10071034. https: doi.org10.1590S1517-83822013000400002 . 44. Khetan S, Khetan P, Katkar V, Kusulkar M. 2018. Urinary tract infection due to Fusarium oxysporum in an immunocompetent patient withchronic kidney disease. J Biomed Res 32:157160. https:doi.org10 .7555JBR.32.20160128 . 45. Neumeister B, Bartmann P, Gaedicke G, Marre R. 2009. A fatal infection due to Fusarium oxysporum in a child with Wilms tumour. Case reportand review of the literature. Mycoses 35:115119. https:doi.org10 .1111j.1439-0507.1992.tb00831.x . 46. Sander A, Beyer U, Amberg R. 1998. Systemic Fusarium oxysporum infection in an immunocompetent patient with an adult respiratorydistress syndrome (ARDS) and extracorporal membrane oxygenation(ECMO). Mycoses 41:109111. https:doi.org10.1111j.1439-0507 .1998.tb00310.x . 47. ZaborinaO,ZaborinA,RomanowskiK,BabrowskiT,AlverdyJ.2011.Host stress and virulence expression in intestinal pathogens: development oftherapeutic strategies using mice and C. elegans. Curr Pharm Des 17:12541260. https:doi.org10.2174138161211795703771 . 48. Arvanitis M, Glavis-Bloom J, Mylonakis E. 2013. Invertebrate models of fungal infection. Biochim Biophys Acta 1832:13781383. https:doi.org 10.1016j.bbadis.2013.03.008 . 49. MylonakisE.2008.Galleriamellonellaandthestudyoffungalpathogenesis: making the case for another genetically tractable model host. Mycopatho-logia 165:13. https:doi.org10.1007s11046-007-9082-z . 50. Schafer K, Di Pietro A, Gow NA, MacCallum D. 2014. Murine model for Fusarium oxysporum invasive fusariosis reveals organ-specic structuresfor dissemination and long-term persistence. PLoS One 9:e89920. https:doi.org10.1371journal.pone.0089920 . 51. Silveira FP, Husain S. 2007. Fungal infections in solid organ transplantation. Med Mycol 45:305320. https:doi.org10.108013693780701200372 . 52. Mylonakis E, Casadevall A, Ausubel FM. 2007. Exploiting amoeboid and non-vertebrate animal model systems to study the virulence of humanpathogenic fungi. PLoS Pathog 3:e101. https:doi.org10.1371journal .ppat.0030101 .53. PowellJR,AusubelFM.2008.ModelsofCaenorhabditiselegansinfection by bacterial and fungal pathogens. Methods Mol Biol 415:403427. https:doi.org10.1007978-1-59745-570-1_24 . 54. Aballay A, Ausubel FM. 2002. Caenorhabditis elegans as a host for the study of host-pathogen interactions. Curr Opin Microbiol 5:97101. https:doi.org10.1016S1369-5274(02)00293-X . 55. Pukkila-Worley R, Mylonakis E. 2010. From the outside in and the inside out: antifungal immune responses in Caenorhabditis elegans. Virulence1:111112. https:doi.org10.4161viru.1.3.11746 . 56. Irazoqui JE, Urbach JM, Ausubel FM. 2010. Evolution of host innate defence: insights from Caenorhabditis elegans and primitive inverte-brates. Nat Rev Immunol 10:4758. https:doi.org10.1038nri2689 . 57. Kim DH, Feinbaum R, Alloing G, Emerson FE, Garsin DA, Inoue H, Tanaka- Hino M, Hisamoto N, Matsumoto K, Tan MW, Ausubel FM. 2002. A con-served p38 MAP kinase pathway in Caenorhabditis elegans innate immu-nity. Science 297:623626. https:doi.org10.1126science.1073759 . 58. Troemel ER, Chu SW, Reinke V, Lee SS, Ausubel FM, Kim DH. 2006. p38 MAPK regulates expression of immune response genes and contributesto longevity in C. elegans. PLoS Genet 2:e183. https:doi.org10.1371 journal.pgen.0020183 . 59. Beanan MJ, Strome S. 1992. Characterization of a germ-line proliferation mutation in C. elegans. Development 116:755766. 60. Prados-Rosales RC, Roldn-Rodrguez R, Serena C, Lpez-Berges MS, Guarro J, Martnez-del-Pozo , Di Pietro A. 2012. A PR-1-like protein ofFusarium oxysporum functions in virulence on mammalian hosts. J BiolChem 287:2197021979. https:doi.org10.1074jbc.M112.364034 . 61. Thatcher LF, Gardiner DM, Kazan K, Manners JM. 2012. A highly con- served effector in Fusarium oxysporum is required for full virulence onArabidopsis. Mol Plant Microbe Interact 25:180190. https:doi.org10 .1094MPMI-08-11-0212 . 62. Nio-Snchez J, Casado-Del Castillo V, Tello V, De Vega-Bartol JJ, Ramos B, Sukno SA, Daz Mnguez JM. 2016. The FTF gene family regulatesvirulence and expression of SIX effectors in Fusarium oxysporum. MolPlant Pathol 17:11241139. https:doi.org10.1111mpp.12373 . 63. Singh NK, Wood JM, Karouia F, Venkateswaran K. 2018. Succession and persistence of microbial communities and antimicrobial resistancegenes associated with International Space Station environmental sur-faces. Microbiome 6:204. https:doi.org10.1186s40168-018-0585-2 . 64. Edgar RC. 2004. MUSCLE: multiple sequence alignment with high accu- racy and high throughput. Nucleic Acids Res 32:17921797. https:doi .org10.1093nargkh340 . 65. GuindonS,DelsucF,DufayardJF,GascuelO.2009.Estimatingmaximum likelihood phylogenies with PhyML. Methods Mol Biol 537:113137. https:doi.org10.1007978-1-59745-251-9_6 . 66. Huerta-CepasJ,SerraF,BorkP.2016.ETE3:reconstruction,analysis,and visualization of phylogenomic data. Mol Biol Evol 33:16351638. https: doi.org10.1093molbevmsw046 . 67. Ahmed SA, Lo C-C, Li P-E, Davenport KW, Chain PSG. 2015. From raw reads to trees: whole genome SNP phylogenetics across the tree of life.bioRxiv 032250. https:doi.org10.1101032250 . 68. Stanke M, Waack S. 2003. Gene prediction with a hidden Markov model and a new intron submodel. Bioinformatics 19:ii215ii225. https:doi .org10.1093bioinformaticsbtg1080 . 69. Conesa A, Gtz S, Garca-Gmez JM, Terol J, Taln M, Robles M. 2005. Blast2GO: a universal tool for annotation, visualization and analysis infunctional genomics research. Bioinformatics 21:36743676. https:doi .org10.1093bioinformaticsbti610 . 70. Zaborin A, Defazio JR, Kade M, Kaiser BL, Belogortseva N, Camp DG, II, Smith RD, Adkins JN, Kim SM, Alverdy A, Goldfeld D, Firestone MA,Collier JH, Jabri B, Tirrell M, Zaborina O, Alverdy JC. 2014. Phosphate-containing polyethylene glycol polymers prevent lethal sepsis bymultidrug-resistant pathogens. Antimicrob Agents Chemother 58:966977. https:doi.org10.1128AAC.02183-13 . 71. Porta-de-la-Riva M, Fontrodona L, Villanueva A, Ceron J. 2012. Basic Caenorhabditiselegansmethods:synchronizationandobservation.JVisExp (64):e4019. https:doi.org10.37914019 .Genomics of Fusarium oxysporum Cultured from the ISS MarchApril 2019 Volume 4 Issue 2 e00345-18 msystems.asm.org 19",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]