[
    {
        "pmid": "30705745",
        "title": "A member of the CONSTANS-Like protein family is a putative regulator of reactive oxygen species homeostasis and spaceflight physiological adaptation.",
        "year": "2019",
        "journal": "AoB Plants",
        "abstract": "A feature of the physiological adaptation to spaceflight in Arabidopsis thaliana (Arabidopsis) is the induction of reactive oxygen species (ROS)-associated gene expression. The patterns of ROS-associated gene expression vary among Arabidopsis ecotypes, and the role of ROS signalling in spaceflight acclimation is unknown. What could differences in ROS gene regulation between ecotypes on orbit reveal about physiological adaptation to novel environments? Analyses of ecotype-dependent responses to spaceflight resulted in the elucidation of a previously uncharacterized gene (OMG1) as being ROS-associated. The OMG1 5' flanking region is an active promoter in cells where ROS activity is commonly observed, such as in pollen tubes, root hairs, and in other tissues upon wounding. qRT-PCR analyses revealed that upon wounding on Earth, OMG1 is an apparent transcriptional regulator of MYB77 and GRX480, which are associated with the ROS pathway. Fluorescence-based ROS assays show that OMG1 affects ROS production. Phylogenetic analysis of OMG1 and closely related homologs suggests that OMG1 is a distant, unrecognized member of the CONSTANS-Like protein family, a member that arose via gene duplication early in the angiosperm lineage and subsequently lost its first DNA-binding B-box1 domain. These data illustrate that members of the rapidly evolving COL protein family play a role in regulating ROS pathway functions, and their differential regulation on orbit suggests a role for ROS signalling in spaceflight physiological adaptation.",
        "full_text": "AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 1 This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http:creativecommons.org licensesby4.0), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited. The Author(s) 2018. Published by Oxford University Press on behalf of the Annals of Botany Company.Studies A member of the CONSTANS-Like protein family is a putative regulator of reactive oxygen species homeostasis and spaceflight physiological adaptation Natasha J. Sng1, Bryan Kolaczkowski2, Robert J. Ferl1,3,4 and Anna-Lisa Paul1,3 1Plant Molecular and Cellular Biology, University of Florida, Fifield Hall, 2550 Hull Road, Gainesville, FL 32611, USA 2Microbiology and Cell Science, University of Florida, 1355 Museum Drive, Gainesville, FL 32603, USA 3Horticultural Science Department, University of Florida, Fifield Hall, 2550 Hull Road, Gainesville, FL 32611, USA 4Interdisciplinary Center for Biotechnology Research (ICBR), University of Florida, 2033 Mowry Road, Gainesville, FL 32601, USA Received: 12 October 2018 Editorial decision: 25 November 2018 Accepted: 12 December 2018 Published: 15 December 2018 Associate Editor: Kate McCulloh Citation: Sng NJ, Kolaczkowski B, Ferl RJ, Paul A-L. 2018. A member of the CONSTANS-Like protein family is a putative regulator of reactive oxygen species homeostasis and spaceflight physiological adaptation. AoB PLANTS 11: ply075; doi: 10.1093aobplaply075 Abstract. A feature of the physiological adaptation to spaceflight in Arabidopsis thaliana (Arabidopsis) is the induction of reactive oxygen species (ROS)-associated gene expression. The patterns of ROS-associated gene expres- sion vary among Arabidopsis ecotypes, and the role of ROS signalling in spaceflight acclimation is unknown. What could differences in ROS gene regulation between ecotypes on orbit reveal about physiological adaptation to novel environments? Analyses of ecotype-dependent responses to spaceflight resulted in the elucidation of a previously uncharacterized gene (OMG1) as being ROS-associated. The OMG1 5 flanking region is an active promoter in cells where ROS activity is commonly observed, such as in pollen tubes, root hairs, and in other tissues upon wounding. qRT-PCR analyses revealed that upon wounding on Earth, OMG1 is an apparent transcriptional regulator of MYB77 and GRX480, which are associated with the ROS pathway. Fluorescence-based ROS assays show that OMG1 affects ROS production. Phylogenetic analysis of OMG1 and closely related homologs suggests that OMG1 is a distant, unrecognized member of the CONSTANS-Like protein family, a member that arose via gene duplication early in the angiosperm lineage and subsequently lost its first DNA-binding B-box1 domain. These data illustrate that members of the rapidly evolving COL protein family play a role in regulating ROS pathway functions, and their differential regu- lation on orbit suggests a role for ROS signalling in spaceflight physiological adaptation. Keywords: Arabidopsis thaliana; B-box domain; CONSTANS-Like; ecotype-specific; microgravity; reactive oxygen species; spaceflight; transcription factor; uncharacterized genes. Introduction The complex networks and signalling pathways that equip plants to cope with environmental challenge developed over evolutionary time in terrestrial envi - ronments. Exposing plants to novel environments presents opportunities to understand how plants adjust to conditions outside their evolutionary experi - ence. Spaceflight is one such novel environment, and understanding how plants function outside of Earths boundaries is also integral to space exploration. Plants respond to spaceflight in ways that are dependent on species, ecotype, genetics and even organs (Cowles Corresponding authors e-mail address: alpufl.eduSng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 2et al. 1984; Hoson et al. 2002; Soga et al. 2002; Paul et al. 2013a; Ferl et al. 2014). Indeed, even a single gene difference can influence the spaceflight response (Paul et al. 2017), thus investigating ecotype-depend - ent spaceflight transcriptomes can reveal strategies for physiological adaptation to spaceflight while expand - ing understanding of gene function in terrestrial environments. The physiological impact of spaceflight is reflected in the patterns of gene expression. Irrespective of plant growth hardware, duration in space or age of plants, one consensus is that spaceflight elicits responses from pathways associated with cell wall remodelling, cell polarity, phytohormone-mediated processes, as well as general stress responses, such as wounding, pathogen defence, heat shock and reactive oxygen species (ROS) (Joo et al. 2001; Paul et al. 2005, 2012b, 2013a; Correll et al. 2013; Zupanska et al. 2013; Ferl et al. 2014; Mazars et al. 2014; Sugimoto et al. 2014; Zhang et al. 2014; Kwon et al. 2015; Schler et al. 2015). In addition, a large pro - portion of genes differentially expressed in spaceflight encode unknown proteins. Spaceflight-grown Arabidopsis roots tend to be smaller, have fewer lateral roots and shorter root hair development than their terrestrial controls (Paul et al. 2012a; Kwon et al. 2015). Aspects of these morpholo - gies in ecotype Columbia (Col-0) suggest a relationship between the down-regulation of several peroxidase genes in spaceflight (Kwon et al. 2015). In this study, a spaceflight-induced gene of unknown function identified from roots was inves - tigated for its potential involvement in ROS-related functions. AT1G05290, which we have dubbed Orbitally Manifested Gene 1 ( OMG1), was one of the highest sig - nificantly (P  0.0005) induced genes in the Advanced Plant Experiment 01 (APEX01) spaceflight data set (fold change  12) (Paul et al. 2013a). Two distinct biochemi - cal assays typically used to measure ROS activity indi - cated that knocking out OMG1 alters the production of ROS. Co-expression networks around OMG1 show cor - relations to genes involved in ROS-associated oxidative phosphorylation pathways Obayashi et al. 2014. OMG1 was also expressed in organs known to highly utilize ROS during development, such as root hairs and pollen tubes (Shin and Schachtman 2004; Potock et al. 2007; Winter et al. 2007; Lassig et al. 2014). In addition, OMG1 is an unrealized member of the CONSTANS-Like fam - ily of transcription factors. These findings, originating with the novel environment of spaceflight, further the understanding of plant growth and development and provide insight into the role of a heretofore unknown gene.Materials and Methods ROSMETER analysis The ROSMETER tool assesses the ROS-related transcrip - tomic signature in a large-scale Arabidopsis gene expres - sion data set (Rosenwasser et al. 2013). Arabidopsis gene expression profiles from two independent spaceflight experiments, APEX01 and Advanced Plant Experiment 03-2 (APEX03-2), along with their corresponding ground controls, were used to correlate differential gene expres - sion in spaceflight with specific ROS species and origins. The APEX01 experiment utilized two ecotypes and both were planted on each plate of the experiment. Since the entire plate was harvested on orbit to a single tube, the subsequent transcriptomic analyses comprised 60  Wassilewskija (WS) and 40  Col-0 (Paul et al. 2013b). In the APEX03-2 data set, WS and Col-0 were kept on separate plates, harvested into separate tubes and ana - lysed individually. A data set from Col-0 compared to WS vertically grown in standard laboratory conditions was included as an additional control (Schultz et al. 2017). From each data set, Affymetrix Probeset-ID, Gene Locus ID, P-value and fold change were listed and submitted to ROSMETER. The heatmap was constructed using the GENE-E software with hierarchical clustering using the Matrix value offered in the software. Plant materials and growth conditions Seeds from both Col-0 and WS were prepared for APEX01 and APEX03-2 as previously described (Paul et al. 2012b, 2013b; Sng et al. 2014; Ferl and Paul 2016). Briefly, plants were cultured on Phytagel 10 cm Petri plates and grown either in the Advanced Biological Research System (ABRS) hardware (APEX01), or in the Veggie hardware (APEX03- 2) under continuous lighting of 80135 mol m 2 s1 PAR. In this study, the effects of the spaceflight environ - ment were evaluated, which includes ambient radiation, microgravity and attending effects on convection. In both experiments, the ground control plants were grown with a 24- to 48-h schedule delay that allowed the compara - ble ground growth chambers to be programmed with the precise environmental conditions that the International Space Station (ISS)-grown plants received on orbit. Plants grown for additional laboratory analyses were grown on Phytagel 10 cm plates or in soil, and placed in a greenhouse growth chamber on a 24-h light cycle (80 mol m 2 s1 PAR) at 22 C. OMG1 promoter::GUSmgfp5 transgenic plants and analyses A 0.8-kb 5 flanking region upstream of the OMG1 (AT1G05290) initial Met was amplified from Arabidopsis Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 3gDNA using primer pair A see Supporting Information Table S1, which contains restriction enzyme sites BamHI in the forward primer and NcoI in the reverse. The sequenced and confirmed BamHINcoI fragment containing the OMG1 5 flanking region was cloned into pCAMBIA1303 to create the OMG1p::GUSmgfp5 fusion construct. Although this region may not represent the full complement of motifs that regulate OMG1, the 0.8-kb 5 flanking region does serve to promote OMG1 tran - scription and will be referred to as the basal promoter. The construct was then transformed into Agrobacterium (Agrobacterium tumefaciens) strain GV3101 for floral dip transformation into WS plants (Clough and Bent 1998). Ten independent OMG1p::GUSmgfp5 transgenic lines grown on selection media (250 mg L 1 Carbenecillin and 50 mg L1 Hygromycin) were screened for T3 homozy - gosity. Plants grown on Phytagel plates were used for histochemical localization of -glucuronidase (GUS) (Jefferson et al. 1987). Pollen and pollen tube analyses were performed as described (Li et al. 1999). T1 heterozygous populations of pollen grains and tubes were incubated with X-Gluc to reveal the specificity of the histochemical localization in transformed pollen. Basal OMG1 promoter activity in plants requires 3 h of staining before detection of GUS in the various locations, whereas GUS activity induced by wounding was observed within 30 min of staining. In the GUS qRT-PCR wounding experiments with OMG1p::GUSmgfp5, comparable leaves from three individual plants were crimped with forceps and left intact on the plant for the duration of each time point (30 min, 1, 4 and 16 h). Leaves were harvested to liquid nitrogen and stored at 80 C until RNA extraction. In the mock and immediate time point, leaves were either unwounded or crimped and immediately frozen in liq - uid nitrogen. Total RNA was extracted using RNAeasy (Qiagen) according to the manufacturers instructions. cDNA transcribed from total RNA was used to analyse the transcript abundance of GUSA. Primer pairs B and C see Supporting InformationTable S1 were used for the analyses. GUSA transcript abundance was normal - ized to UBQ11 (AT4G05050). Gene expression analyses of OMG1 and other downstream genes OMG1 RT-qPCR analyses used TaqMan (Applied Biosystems) on spaceflight material from APEX01 and APEX03-2. OMG1 gene expression was normal - ized to UBQ11 primer and probe sequences D and E see Supporting InformationTable S1. The omg1 knockout (KO) line (SALK_045742C) was validated for a homozygous T-DNA insertion using primers F. Homozygous lines were selfed until all progeny were homozygous and screened for the absence of full-length OMG1 transcript see Supporting InformationFig. S1. RT-qPCR analyses of OMG1 expression induced by a time course wounding assay were performed on wild-type (WT) Col-0, WS and omg1 lines. Three individual plants with leaves of similar ages and sizes were wounded by crushing between two glass slides. The wounded leaves were left attached to the plant for the allotted times (mock, immediate, 5, 10, 30 min and 1 h) before being harvested into liquid nitrogen and stored at 80 C. RT-qPCR analysis was conducted using SYBR Green master mix (Applied Biosystems) along with the primer pairs C, D (without probe), GH and LR see Supporting InformationTable S1. Fluorescent biochemical ROS assays For the ROS accumulation assay, intact leaves from WT Col-0, omg1 KO and rbohd KO (SALK_070610) were wounded with a 10 L pipette tip and immediately immersed into the fluorescent probe 5-(and 6)-carboxy-2,7-dichloro dihydrofluorescein diacetate (DCF-DA) (Sigma) solution as described in (Beneloujaephajri et al. 2013). Briefly, wounded and unwounded leaves were vacuum infiltrated in the dark for 20 min in 60 M of DCF-DA in standard buffer. Leaves were then rinsed in standard buffer and observed under GFP bandpass fil - ters using the Olympus BX51 compound light micro - scope at 10 magnification with 55 ms exposure time. Quantification of fluorescence intensity using ImageJ software was previously described (Jakic et al. 2017). A luminol-based ROS assay was done by measuring hydrogen peroxide produced by leaf discs when exposed to flg22. Discs (0.125 cm 2) of 6-week-old WT Col-0, omg1 and rbohd plants were incubated in 100 L ddH2O over - night in 96-well luminometer plates. Water was replaced with the reaction solution of 40 M luminol (Sigma- Aldrich) and 10 g mL 1 horseradish peroxidase (Sigma- Aldrich) supplemented with 50 nM of flg22 or water for the mock controls. ROS measurements expressed as means of RLU (relative light units) were taken at 2-min intervals for a period of 38 min. Phylogenetic analysis Protein sequences were identified by rpsblast search of the NR database (Marchler-Bauer and Bryant 2004; Marchler-Bauer et al. 2015; NCBI Resource Coordinators 2016); full-length protein sequences containing a single CCT domain (pfam06203) with e-value  0.01 were con - sidered potential OMG1 homologs. Protein sequences were aligned using Clustal Omega v1.2.3 (Sievers et al. 2011), PROBALIGN (Roshan and Livesay 2006), MUSCLE Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 4v3.8.31 (Edgar 2004), MSAProbs v0.97 (Liu et al. 2010), PROBCONS (Do et al. 2005) and mafft-einsi v7.215 (Katoh and Standley 2013), with default parameters. Alignments were left unprocessed or processed by Gblocks v0.91 to remove potentially ambiguous regions (Talavera and Castresana 2007). The minimum number of sequences for a flank position (-b2) was 35 the total number of sequences. The maximum number of con - tiguous non-conserved positions (-b3) was 10. The mini - mum block length (-b4) was 5, and gap positions were allowed (-b5  a). Other Gblocks parameters were left at default values. Initial maximum likelihood phylogenies were constructed from each alignment using FastTree v2.1.7 with default parameters (Price et al. 2010). Initial trees were used as starting trees for full maximum like - lihood reconstruction using RAxML v8.2.8 (Stamatakis 2014). Maximum likelihood phylogenies produced from each alignment were converted to a clade presence- absence matrix using the Super Tree Toolkit v0.1.2 (Hill and Davis 2014), and a supertree was inferred from this matrix using the BINCAT model in RAxML (Nguyen et al. 2012). Additionally, all individual sequence alignments were concatenated into a single supermatrix, which was used to infer the maximum likelihood protein family phylogeny using RAxML, with the best-fit evolutionary model selected by AIC (Wheeler et al. 1995). A consen - sus of supertree and supermatrix results was plotted using FigTree v1.4.3. Protein structural modelling of the B-box2 domain was done using both the Phyre2 and Chimera (Pettersen et al. 2004). The closest OMG1 homolog, c2junA of the human Midline-1 (MID1) with a 92  confidence level was used to predict the overall folding of the B-box domains in OMG1. The predicted structural model of OMG1 was compared to the x-ray crystal structure of c2junA using Chimera and MatchMaker. Side chains positioned near the zinc ions were displayed to predict the potential of OMG1 binding to zinc ions. 35S promoter:OMG1cds-sGFPS65T fusion construct for subcellular localization The coding sequence of OMG1 (RefSeq ID:NP_172021.2) was amplified from cDNA using primer pair I see Supporting InformationTable S1 . The PCR fragment was sequenced before being cloned into the pCAM - BIA1303 along with sGFP(S65T) (Chiu et al. 1996) gene via SpeI and BstEII restriction sites using primer pairs J see Supporting InformationTable S1 . Primer pair K was then used to amplify the entire OMG1cds-sGFP(S65T), which was validated by sequencing and cloned into pCAMBIA1302 vector via NcoI and BstEII restriction sites. For subcellular localization, Agrobacterium-GV3101 containing 100 M acetosyringone, 0.05  Silwet-77 and the pCAMBIA1302 vector or pCAMBIA1302-OMG1cds-sGFPS65T fusion vector were incubated in the dark for 20 min at 28 C. Leaves of 4-week-old tobacco (Nicotiana benthamiana) seedlings were injected and GFP signal was observed after 2 days at 25 C in the dark. DAPI was used to indicate the nucleus. Results ROS-producing genes are differentially expressed in response to spaceflight in an ecotype-specific manner The differential gene expression data sets of the three independent spaceflight experiments and their com - parable ground controls were used in the ROSMETER analyses. The heatmap shows the positive-(red), nega - tive-(blue) and no correlation-(black) between the ROS indices and the queried spaceflight transcriptomes (Fig. 1A). A general positive correlation of ROS-producing genes was observed in all the spaceflight transcrip - tomes and hierarchical clustering displayed a higher similarity with the APEX03-2_WS data set compared to the APEX03-2_Col-0 data set. Two interesting ROS cor - relation groups were observed in the heatmap. Group A showed that only the spaceflight transcriptome of WS positively correlated with the cytoplasmic ascorbate per - oxidase knockout (KO-APX1) experiments, which repre - sent cytoplasmic H2O2 ROS indices, whereas in the Col-0 background cytosolic ROS shows no correlation. Group B showed ecotype-related differences in the correla - tions associated with mitochondrial stress. Specifically, TDNA-AOX-MLD and Retenone-3h indices showed that if one ecotype had a positive correlation the other had no correlation. In addition, in the Retenone-12h and TDNA-AOX indices, the mixed ecotype transcriptome shows a similar trend to one of the two ecotypes. The control data set, which reflects terrestrial ecotype differences between Col-0 and WS, showed that many of the genes differentially expressed between the two ecotypes are associated with the ROS-scavenging mechanism. A rep - resentative transcriptome heatmap from the APEX03-2 spaceflight experiment that compared several signifi - cantly (P  0.01) differentially expressed (1 or 1  log2 fold change) peroxidase genes between 4-day-old Col-0 and WS ecotypes illustrated that Col-0 alters the expres - sion of many more peroxidase genes in spaceflight than does WS (Fig. 1B). Peroxidases, an integral part of ROS signalling in cell wall remodelling, cell elongation, auxin catabolism, and response to abiotic and biotic stress, (Shigeto and Tsutsumi 2016) were found to be differen - tially expressed in spaceflight.Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 5OMG1 transcript is up-regulated in WS ecotype across multiple spaceflight experiments OMG1 expression was up-regulated in WS roots across multiple spaceflight experiments (APEX01-1B, APEX01-2B and APEX03-2) but remained unchanged in Col-0 (Fig. 2). The Box-Whisker plot of Fig. 2 illustrates the median fold change of OMG1 expression between spaceflight and the ground control from a total of nine Figure 1. Correlations between spaceflight transcriptome and ROS-related microarrays revealed that ROS is induced in spaceflight in an ecotype- dependent manner. (A) The microarray (APEX01) and the RNAseq (APEX03-2) analyses of spaceflight transcriptional profile relative to the ground control profile were correlated to known ROS-related data sets producing specific ROS species from specific locations within the cell using the bioinformatics tool called ROSMETER (Rosenwasser et al. 2013). Positive correlations (red) show ROS production, whereas negative correlations (blue) show ROS scavenging. Black cells suggest no correlations, whereas gray cells indicate that there are insufficient gene numbers for a statis - tical correlation. Clusters highlighted in yellow boxes denote regions of interest. Group A showed that only the spaceflight transcriptome of WS positively correlated with the cytoplasmic ascorbate peroxidase knockout (KO-APX1) experiments, which represent cytoplasmic H 2O2 ROS indices. Group B showed ecotype-related differences in the correlations associated with mitochondrial stress. (B) Peroxidase genes having statically (P  0.01) differential expression (1 or 1  log2 fold) between spaceflight and ground control in both WS and Col-0 ecotypes are depicted. Blue is indicative of down-regulation, red is indicative of up-regulation and gray indicates no statistically significant differential expression.Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 6replicates from each sample. Each spaceflight experi - ment represents a distinct launch and orbital plant growth event. In both the APEX01 experiments, seeds germinated on orbit grew for 12 days before being harvested. OMG1 expression shows a 4-fold change in spaceflight compared to ground controls in APEX01-2B and 3.5-fold change in APEX01-1B. In both analyses, the large spread between the maximum and the minimum can be attributed to the mixture of ecotypes. In a sub - sequent spaceflight experiment, APEX03-2, plants grew for 8 or 11 days on the ISS before being harvested. In the APEX03-2 8-day-old plants, Col-0 showed a median fold change of 1 (no change), whereas WS showed a 3.9-fold increase in spaceflight. In the APEX03-2 11-day-old plants, Col-0 showed a median fold change of 1 and WS showed a 2.1-fold increase in expression. The OMG1 basal promoter activity was observed in roots, pollen tubes and upon wounding Histochemical GUS staining revealed some basal OMG1 promoter activity in roots and pollen but showed heighten activity upon wounding in the roots and leaves. T3 homozygous OMG1p::GUSmgfp5 transgenic plants were used to characterize the activity of the OMG1 promoter. In roots, basal OMG1 promoter activ - ity was observed at low levels in the maturation zone of both the primary and lateral roots and root hairs (Fig. 3A, iiv). In addition, basal promoter activity was also observed in pollen grains and pollen tubes (Fig. 3A, vvii). A T1 heterozygous population of pollen grains grown in pollen germinating media (Fig. 3A, vii) was used to visu - alize the specificity of the GUS enzymatic reactions in transformed pollen. Serendipitously, wounded plant tis - sues were observed to have heightened OMG1 promoter activity (Fig. 3B). To ensure that OMG1 promoter activity was spe - cific to wounding, leaf and root tissues from WT Col-0, ADHp::GUS (Chung and Ferl 1999) and OMG1p::GUSmgfp5 lines were wounded with a pair of forceps. In this wounding experiment, GUS staining was observed only in the OMG1p::GUSmgfp5 line. A qRT-PCR analysis of GUSA transcripts from leaves wounded at different time points showed that OMG1 promoter activity heightens immediately after wounding and dissipates after 30 min (Fig. 3C). OMG1 regulates the expression of MYB77 and GRX480 known to be induced in spaceflight and upon wounding Eight genes see Supporting InformationTable S2 were used to elucidate potential functional interactions with OMG1. Since OMG1 promoter activity was shown to rise immediately after wounding (Fig. 3C), a wound - ing time course of mock, immediate, 10 min and 1 h Figure 2. OMG1 transcripts are up-regulated in WS but unchanged in Col-0 consistently over multiple spaceflight experiments. Ecotypes WS or Col-0 were grown onboard the ISS for the number of days (d) indicated, harvested and compared to comparable ground controls. OMG1 transcripts for flight and ground control samples assayed with qRT-PCR. Spaceflight experiment APEX01-2B launched to the ISS via STS131 and analyses published in Paul et al. (2013b). The same RNA used in the 12d APEX01 microarrays was used for qRT-PCR shown here. Spaceflight experiment APEX01-1B launched to the ISS via STS129, and spaceflight experiment APEX03-2, 8 day and 11 day was launched to the ISS via SpaceX05. Boxplots were constructed from nine replicates for each sample. Expressions were normalized to UBQ11 and plotted spaceflight relative to ground control using results generated from TaqMan qRT-PCR. Spaceflight experiments show that OMG1 transcript is up-regulated in spaceflight relative to ground controls in WS plants, whereas in Col-0 it remains largely unchanged. Significance (P  0.01),  (P  0.001) between samples is calculated by doing a single-factor ANOVA followed by post hoc Students t-test with Bonferroni correction.Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 7 Figure 3. A transgenic reporter line OMG1 promoter::GusGFP in the WS ecotype background shows OMG1 5 flanking region activity. (A) Transgenic Arabidopsis plants of various ages underwent histochemical GUS staining with X-Gluc. The images show representative distribu - tion patterns of GUS staining in (i) maturation zone of roots, (iiiii) lateral roots, (iv) root hairs of the maturation zone, (vvii) pollen and pollen tubes. Scale bars: (iii) 1 mm; (iiivii) 100 m. (B) OMG1 5 flanking region activity was also observed upon wounding with a pair of forceps. Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 8was used to screen the expression of the genes listed in Supporting InformationTable S2 that could be affected by knocking out OMG1. Two genes, GRX480 (At1g28480) and MYB77 (At3g50060), out of eight genes tested showed significant differences (Students t-test P  0.05) in gene expression between WT and omg1 lines (Fig. 4D and F). The expression of GRX480 was repressed after wounding in the omg1 line and did not increase as did the WT line. On the other hand, MYB77 expressed in the omg1 line showed a significant delay in down-regu - lating gene expression when compared to the WT at the 10-min post-wounding time point. MYB77 and GRX480 were significantly differentially expressed between Col-0 and WS (Fig. 5). Col-0 showed a median fold change of 1.7 and WS showed a 3-fold increase in MYB77 expres - sion in spaceflight relative to ground controls (Fig. 5A). In the GRX480 analyses, Col-0 showed a median fold change of 0.3 and WS showed a median fold change of 1.3 in spaceflight relative to ground controls (Fig. 5B). ROS accumulation upon wounding and flg22 induction is altered in omg1 KO leaves compared to Col-0 leaves Wild-type Col-0, omg1 and respiratory burst oxidase homology D (rbohd) KO plants, which are delayed in ROS accumulation (Miller et al. 2009), were subjected to mechanical wounding with a pipette tip. The produc - tion of hydroxyl, peroxyl and other ROS activity within the cells was measured with DCF-DA assay. Green flu - orescence at the site of wounding was captured after 20 min with light microscopy. Wild-type Col-0 leaves produced ROS around the wound site, whereas neither omg1 nor rbohd showed prominent production of ROS (Fig. 6A). Quantification of fluorescence using ImageJ showed significant differences (Students t-test P  0.01) between Col-0 and the mutant lines (Fig. 6B). Based on luminol ROS assays OMG1 affects the elic - itor-induced generation of extracellular ROS. Flg22-induced hydrogen peroxide production by leaf discs of omg1 mutants was 20  higher compared to Col-0. Water-treated controls along with the rbohd leaf discs showed no production of flg22-induced H 2O2 (Fig. 6C). Since elicitor-induced extracellular ROS is governed by RbohD, the measurement of RbohD expression between Col-0 and omg1 lines in a wounding time course was analysed (Fig. 6D). The relative expression of RbohD showed no significant difference between WT and omg1 leaves. OMG1 is a member of the CONSTANS-Like protein family The predicted OMG1 gene encodes a 369 amino acid pro - tein that contains a C-terminal 43 amino acid sequence that is 84  sequence similarity to the (CONSTANS (CO), CONSTANS-Like (COL) and TIMING OF CAB EXPRESSION1 (TOC1)) CCT domain (Berardini et al. 2015). OMG1 also contains two divergent B-box domains in the N-terminal region see Supporting InformationFig. S2. The OMG1 B-box1 domain has 51  similarity to the B-box1 consensus sequence, and the OMG1 B-box2 domain has a 94  similarity to the B-box2 consensus sequence (Griffiths et al. 2003; Masaki et al. 2005; Gangappa and Botto 2014). A consensus phylogeny suggests that OMG1 belongs to group II of the CO and COL family of transcrip - tional regulators (Fig. 6). Maximum likelihood phylog - enies placed a clade of OMG1-related sequences from Brassicas and Monocots (SH-like aLRT  0.989) close to COL11-12 sequences from across flowering plants see Supporting InformationTable S3. OMG1 appears closely related to the COL11-12 and COL9-10 lineages, although the precise placement of the OMG1 group remains unresolved. Both the OMG1 and the COL11-12 clades consist of sequences representing both monocots and dicots. In the consensus tree, a single COL11-12-like sequence from the basal flowering plant Amborella trichopoda rooted the OMG1 and COL11-12 clades (SH-like aLRT  0.912), suggesting that the OMG1 lineage arose via a gene-duplication event in flowering plants, prior to the divergence of monocots and dicots (Fig. 7). However, no OMG1-related sequences from Eudicots were observed outside the Brassicaceae family, suggesting that either OMG1 was lost from non-Brassica dicots, or the sequence has diverged so much in these lineages as to be unrecognizable. The different alignment and tree-reconstruction procedures support the early-duplication hypothesis, and make it unlikely that the grouping of monocot and dicot OMG1-related sequences is a phylo - genetic artefact. Wild-type (WT) Col-0, Adh promoter::Gus transgenic line were used as a control to ensure GUS enzymatic activity was specific for OMG1 5 flanking region. Both leaf (iiii) and root tissue (ivvi) from the various lines were used. Scale bars: 100 m. (C) Intact leaf tissues were wounded and left for the allotted times before they were harvested for qRT-PCR analysis. The GUS transcript abundance fold change relative to mock was done to access the rapid wounding response of OMG1 5 flanking region. All error bars represent the standard error of the mean (SEM) of triplicate representative experiments.  indicate significant (P  0.05) difference between immediate and the various wounding time points by doing a single-factor ANOVA followed by post hoc Students t-test with Bonferroni correction.Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 9The high level of sequence divergence in the OMG1 B-box1 domain is primarily due to a 13-amino acid dele - tion close to the start of the B-box1 consensus sequence CX-------------XAXLCX2CDX3H (Fig. 7). This B-box1 deletion was observed across several Brassica sequences nested within the OMG1 clade, but this deletion was not found in monocot OMG1, suggesting it probably occurred late in the Brassicaceae lineage. Although the OMG1 B-box2 Figure 4. OMG1 regulates the rapid wounding response of MYB77 and GRX480. WT Col-0 and omg1 KO intact leaf tissues were untouched (mock) or wounded with a pair of forceps and left for the indicated time points before harvesting for qRT-PCR analyses. Expression of the indicated genes (AH) shared between spaceflight, rapid wounding and pollen development see Supporting InformationTable S2 in the WT (Col-0) and omg1 KO leaves was analysed. Untouched leaves (mock), immediately after wounding, 10-min post-wounding and 1-h post-wounding were the indicated time points that the transcripts were measured. The average relative expression was normalized to a house - keeping gene (UBQ11) and presented relative to the mock controls.  indicate significance (P  0.05),  (P  0.001) between WT Col-0 and omg1 which was calculated by doing a two-factor ANOVA followed by post hoc Students t-test. All error bars represent the standard error of the mean of triplicate representative experiments. Figure 5. MYB77 and GRX480 expression of APEX03-2 spaceflight experiment showed higher fold change in WS compared to the Col-0 ecotype. (A) qRT-PCR done on APEX03-2 11d spaceflight root tissue show that MYB77 transcript in spaceflight relative to ground controls is significantly (P  0.001) different between WS and Col-0 plants. The fold change of MYB77 expression is higher in the WS ecotype compared to the Col-0 ecotype. (B) qRT-PCR showed a significant (P  0.007) difference in the expression fold change of GRX480 between Col-0 and WS plants. Boxplots were derived from nine replicates normalized to UBQ11 and plotted spaceflight relative to ground control.  indicate (P  0.01) significant difference between Col-0 and WS was calculated by doing a Students t-test.Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 10domain is largely conserved (Fig. 8), two highly conserved consensus amino acids are different in OMG1 compared to the consensus sequence CX 2CX7-10CX7CX2CX5-12H. The third cysteine in the consensus sequence is serine in OMG1 (C49S), and the histidine at the end of the con - sensus sequence is leucine (H73L). Examination of B-box2 domains outside the OMG1 clade suggests that these substitutions are unique to the OMG1 clade see Supporting InformationFig. S3. The B-box domain family belongs to a subgroup of zinc-binding proteins stabilized by canonical cysteine-rich zinc-finger motifs (Klug and Schwabe 1995). The inferred structure of Zn-bound OMG1 B-box2 suggests that OMG1 is capable of stably binding at least one zinc ion, via a canonical zinc-finger motif (Fig. 9). In the model, four conserved cysteine residues surrounding the CX 2C configuration were spatially positioned in a similar fashion as the amino acids surrounding the first Zn-binding site in the human MID1 template, suggesting this first OMG1 Zn-binding site retains a canonical zinc- finger structure. However, radical substitutions at key Zn-binding sites (C49S, E52Q, C67I and H73L) occurring in the sec - ond Zn-binding pocket of OMG1s B-box2 motif appear to completely disrupt potential Zn-binding (Fig. 9). It remains unclear whether the series of indels and Figure 6. Reactive oxygen species (ROS) accumulation upon wounding and flg22 induction is altered in omg1 leaves compared to Col-0 leaves. (A and B) DCF-DA ROS assay performed on wounded leaf tissues reveals that OMG1 affects cellular ROS production. (A) DCF-DA is a fluorogenic dye that measures hydroxyl, peroxyl and other ROS activity within the cell. A pipette tip was used to wound the surface of the leaves from the WT line, omg1 KO line and rbohd KO line (a known ROS-deficient mutant). Upon wounding, ROS is usually produced around the site of injury. The DCF-DA reagent is then oxidized by ROS resulting in appearance of green fluorescence. Plants were wounded and immediately placed in the DCF-DA solution for 20 min before visualized on the light microscope. (i) WT Col-0 leaves without wounding, (ii) WT Col-0 leaves, (iii) omg1 leaves and (iv) rbohd leaves were placed in DCF-DA solution immediately after wounding. In the WT plants green fluorescence around the wound site indicates the production of ROS. However, in the omg1 KO line and the rbohd KO line, ROS production was not detected. Images were taken on the Olympus BX51 compound scope at 10 magnification, exposure time 55 ms. Scale bars: 100 m. (B) Quantification of fluo - rescence was performed using integrated density (IntDen) and corrected total cell fluorescence (CTCF) CTCF  Integrated density  (Area of selected cell  Mean fluorescence of background readings) in ImageJ. Statistical analyses were performed using Students t-test, bar graphs with different letters show significant difference (P  0.01). (C and D) Higher elicitor-induced oxidative burst in omg1 KO is not associated with altered expression of RbohD. (C) Extracellular ROS production was measured using a luminol-based assay in leaf discs from omg1 KO, rbohd KO and WT Col-0 plants after elicitation with water or flg22. Experiments were repeated at least three times and results are a mean of 24 samples. (D) The relative expression of RbohD in the WT (Col-0) and omg1 KO leaves was analysed in a wounding assay untouched leaves (mock), immediately after wounding, 10-min post-wounding and 1-h post-wounding. The average relative expression was normalized to a housekeeping gene (UBQ11) and presented relative to the mock controls. No significant difference in RbohD expression between Col-0 and omg1 KO plants was observed when the Students t-test analysis was performed. All error bars represent the standard error of the mean of triplicate representative experiments.Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 11substitutions after the OMG1 B-box2 domain could result in a novel structure that facilitates zinc ion binding or a different functional motif. Furthermore, sequences within the OMG1 clade show similar substitutions at most of these conserved Zn-binding residues, impli - cating the possibility that functional B-box2 in these proteins require only a single Zn ion see Supporting InformationFig. S3 . OMG1 localizes to the nucleus The transient expression of a 35S::OMG1-eGFP fusion protein in tobacco leaves indicates that OMG1 local - izes in the nucleus. The highly conserved CCT domain in OMG1 has been associated with important functions in transcriptional regulation, DNA binding and nuclear localization (Robson et al. 2001; Yan et al. 2011; Gendron et al. 2012). Cells transformed with 35S::eGFP alone dis - played a uniform expression of eGFP throughout the leaf pavement cells in the vacuoles, nucleus and membrane. However, cells transformed with 35S::OMG1-eGFP fusion were specifically localized to the nucleus, as indicated by the DAPI nuclei-specific counter stain (Fig. 10).Discussion As sessile organisms, plants have developed sensi - tive, adaptive strategies to regulate their metabo - lism in a changing environment (Noctor et al. 2007; Schwarzlnder and Finkemeier 2012). A strategy to avoid oxidative damage relies on the ability to deploy different antioxidants and ROS-scavengingdetoxifying enzymes to efficiently adjust their redox states. When subjected to the novel environment of spaceflight, plants respond by overexpressing more ROS- or redox-associated genes than comparable plants on the ground (Im et al. 2011; Paul et al. 2012b, 2013b, 2017; Correll et al. 2013; Sugimoto et al. 2014). ROS in its various forms and sub - cellular production sites can elicit distinct and diverse physiological, biochemical and molecular responses (Mittler et al. 2004; Gadjev et al. 2006; Swanson and Gilroy 2010; Suzuki et al. 2012). It is possible that plants drew from diverse ROS response strategies to cope with spaceflight, an environment that is outside their evolu - tionary experience and therefore potentially stressful. The data presented here suggest that OMG1 is a puta - tive regulator of the ROS signalling pathway associated Figure 7. OMG1 is a member of the CO and COL protein family in Arabidopsis. The consensus tree derived from full-length protein sequences containing a single CCT domain of all plants found in the non-redundant (NR) database revealed that OMG1 belongs to the CO and COL family of proteins. In Arabidopsis (taxa highlighted in cyan), the COL family can be divided into three groups. Group I (shaded in light blue) comprises of CO, COL1-6 which have domain structures consisting of two B-box domains (type I and type II) at the N-terminal and both a VP motif along with a CCT domain at the C-terminal. Genes in group II (shaded in light purple) comprising of COL9-15 and OMG1 have domain structure con - sisting of a type I B-box domain and a second diverged B-box2 domain along with a C-terminal CCT domain. The OMG1 clade is highlighted in red, whereas its closest homolog COL11-12 is highlighted in green. Group III (shaded in light orange) comprises of COL6-8 and COL16 have domain structures consisting of a single B-box1 domain and a CCT domain. Listed in the grey boxes are the characterized functions of some of the COL members (Gangappa and Botto 2014).Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 12with wounding and may play a prominent role in regu - lating the spaceflight ROS response, especially in the WS ecotype where it is strongly induced by spaceflight. Spaceflight induces the differential expression of ROS-producing genes in an ecotype-dependent manner In general, the differentially expressed genes in space - flight showed a positive correlation to genes producing ROS (Fig. 1A). Although it is known that ecotype differ - ences can diversify the ROS signatures associated with stress responses on Earth (Kalbina and Strid 2006; Li et al. 2006, 2008), these results are the first to dem - onstrate that different ecotypes use different specific subcellular ROS species to respond to the spaceflight environment (Fig. 1). Previous morphological differences between Col-0 and WS ecotypes in the spaceflight environment were primarily observed in the roots. Although the over - all root length at 11 days on orbit between the two ecotypes showed no significant difference (Paul et al. 2017), it was noted that the Col-0 ecotype showed a dramatic lag in root development during the first 48-h post-germination in orbit when compared to the WS ecotype, and that there are also ecotype-specific differ - ences in root growth behaviour (Paul et al. 2012a). One difference between the Col-0 and WS ecotypes is the regulation of class III peroxidase genes (Passardi et al. 2007). In fact, two genes PE10 (AT1G49570) and PE59 (AT5G19890) that were up-regulated in the APEX03-2 Col-0 but remained unchanged in APEX03-2 WS (Fig. 1B) are involved in controlling the root cell elongation pro - cess (Markakis et al. 2012). The differentially expressed peroxidase genes between the two ecotypes in the APEX03-2 spaceflight transcriptomes (Fig. 1B) reinforce the notion that different ecotypes utilize ROS differently to respond to their environment and suggest that in WS, these genes were already at a level appropriate for spaceflight acclimation and were therefore unchanged. In addition, the observed down-regulation of peroxi - dases in Col-0 was consonant with observations previ - ously published (Kwon et al. 2015). Since peroxidases are necessary for the general oxidoreduction of H2O2 in general, the down-regulation of peroxidases in space - flight within Col-0 could contribute to Col-0-specific ROS signatures seen in clusters A and B of the ROSMETER analyses (Fig. 1A). The current ROSMETER analysis is not intended to define how specific ecotypes utilize peroxidases or regulate specific ROS indices in response to spaceflight. Rather, it is to illustrate that the genetic background of the spaceflight-grown plant had a substantial impact on Figure 8. OMG1 resulted from a gene duplication of COL11 and 12 and underwent a subsequent B-box1 deletion event. OMG1 and CONSTANS- Like (COL) 11-12 are sister clades based on the consensus tree described in Fig. 8, suggesting that OMG1 resulted from a gene duplication of COL11-12 (indicated by the circle). Sequences within the OMG1 clade are grouped into Brassicas and monocots. The Brassica sequences highlighted in red, share a similar B-box1 deletion indicated by the triangle and reflected in the adjacent B-box1 domain sequences derived using the AliView software. The B-box1 consensus sequence (Gangappa and Botto 2014) is listed and regions where the deletion occurs are highlighted in blue. The consensus tree depicted here is not drawn to scale.Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 13the specific subcellular ROS species that were used in the physiological response. OMG1 transcript is consistently up-regulated in WS ecotype across multiple spaceflight experiments and is induced rapidly upon wounding in both WS and Col-0 OMG1 is consistently induced in spaceflight in WS but not Col-0. Comparisons of the 5 upstream region, the coding region and the 3 UTR of OMG1 between the two ecotypes showed no differences in the primary sequence. However, in the intergenic region down - stream of the OMG1 stop codon, a point mutation is observed at positions 2197, 3327, and a two-nucleotide deletion is observed at position 3488 see Supporting InformationFig. S4. Wassilewskija and Col-0 do regulate OMG1 dif - ferently. OMG1 showed slight differences in basal expression between Col-0 and WS, and both ecotypes demonstrated immediate up-regulation of OMG1 after wounding, along with the rapid diminishing of the sig - nal afterwards see Supporting InformationFig. S5A. However, Col-0 and WS responded very differently in a wounding dosage test, where leaves were subjected to various degrees of damage at the onset of wounding (immediate time point) see Supporting Information Fig. S5B. Irrespective of the extent of the wounded surface area of the leaf, Col-0 expressed OMG1 at a con - sistent level, whereas WS expressed OMG1 in a dose-response manner see Supporting InformationFig. S5C. These results suggest that OMG1 is involved in a rapid wounding response in both Col-0 and WS ecotypes but with different modes of regulation. The WS and Col-0 ecotypes are genotypically distinct, and their transcriptomic responses to environmental and developmental cues can be dissimilar (e.g. Chen et al. 2005; Kusunoki et al. 2017). The overall spaceflight transcriptomes of WS and Col-0 are dramatically differ - ent (Paul et al. 2017). It is hypothesized that even though OMG1 is functional in both ecotypes upon wounding, Figure 9. The B-box2 domain of OMG1 is predicted to bind at least one zinc ion. The sequence of B-box2 domain was compared between Arabidopsis COL11-12, OMG1 and the basal species Amborella trichopoda. The consensus sequence of the B-box2 domain is listed and OMG1 seems to have a relatively conserved B-box2 domain except for the residues highlighted in blue. Residues within the COL sequences that cre - ate a zinc-binding interface are indicated by the black lines, whereas residues that might create a second zinc-binding interface are indicated by the blue lines. The human MID1 sequence is also listed and residues that bind to the first zinc ion are highlighted in pink, whereas residues that bind to the second zinc ion are highlighted in blue. OMG1 B-box2 domain was modelled after a well-characterized B-box2 found in the Human MID1 protein located in the Protein Data Bank (PDB). Modelling of the protein was done using the Chimera protein modelling software. In the Arabidopsis OMG1 protein, four cysteines are positioned such that they interact with a zinc ion. However, the substitution of amino acids around the second zinc-binding region shows strong evidence for the loss of the second Zn-binding site as modelled in the human MID1 template.Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 14other gene products or pathways present in Col-0 but not WS could compensate for the need for OMG1 in space, or that these genes were already at a level appropriate for spaceflight acclimation and were therefore unchanged in the spaceflight transcriptome. Although OMG1s role in the physiological adaptation of WS to spaceflight has yet to be discerned, its strong induction suggests that OMG1 contributes to a successful adjustment to that environ - ment. Irrespective of OMG1s specific role in spaceflight physiology, it is noteworthy that OMG1s overall meta - bolic function, which was previously unknown, was only discovered because of its role in spaceflight physiology. OMG1 is associated with the regulation of ROS OMG1 is associated with ROS regulation. The location of OMG1 promoter region activity coincided with regions of dynamic ROS activity. OMG1 specifically regulated the expression of two ROS-associated genes (GRX480 and MYB77). And, loss of OMG1 protein in omg1 resulted in deviations from WT in two different ROS assays. The rapid induction of OMG1 expression immedi - ately after wounding was observed with a promoter-driven GUS reporter qRT-PCR analysis. Rapid induction of transcription (prior to 2-min post-stimulus) has been observed in gravitational and mechanical stimulation of Arabidopsis root apical tissues (Kimbrough et al. 2004). In addition, wounding Arabidopsis leaves produces ROS within minutes at the wound site (Miller et al. 2009; Beneloujaephajri et al. 2013) and this rapid response is necessary for plants to elicit immediate defencerepair mechanisms against herbivore and pathogen attacks. Wounded plants can transmit rapid RBOHD-dependent ROS signals of speeds up to 8.4 cm min 1 to mediate long-distance cell-to-cell communication (Miller et al. 2009). However, since no statistical differences were seen in the expression level of RbohD in Col-0 WT plants and omg1 KO plants (Fig. 6D), this suggests that the changes in extracellular or intracellular ROS are not a result of altered expression of RbohD in the omg1 KO line. Reactive oxygen species molecules are essential sig - nalling molecules in plant growth and development but can also act as toxic stressors. Therefore, there exists an elaborate and highly redundant network of genes that maintain the delicate ROS homeostasis (Gechev et al. 2006). Functional OMG1 is necessary for rapid genera - tion of intracellular ROS at the wound site (Fig. 6A and B). However, over time these ROS return to WT levels, Figure 10. OMG1 has a conserved CCT domain and localizes in the nucleus. (A) The sequence of CCT domain was compared between Arabidopsis COL11-12, OMG1 and the basal species Amborella trichopoda. OMG1 has a conserved CCT domain (consensus sequence in black) that encodes a nuclear localization signal (highlighted in red). (B) Subcellular localization using leaves of 4-week-old Nicotiana benthamiana seedlings that were transiently transformed with Agrobacterium-GV3101 carrying the At1g05290cds-eGFP fusion vector or the pCAMBIA1302 (as an overexpressing eGFP control) indicated that OMG1 is localized solely in the nucleus and exhibits no presence elsewhere in the cell. DAPI stains for the nucleus and can be seen to overlap with the eGFP expression. Scale bars: 100 m.Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 15presumably facilitated by other genes of redundant function see Supporting InformationFig. S6. In a recent review, it has been suggested that altered ROS signalling in response to the spaceflight environment could affect plant growth and development indirectly via changes in hormonal influx within the plants (Schler et al. 2015). OMG1 was found to regulate the expression of ROS-associated genes GRX480 and MYB77. GRX480GRXC9 is a member of the glutaredoxin (GRX) family of small redox enzymes. GRX480 is a salicylic acid (SA)-responsive gene induced quickly and transiently by an NPR1-independent pathway, which is associated with the ROS-scavengingantioxidant network (Laporte et al. 2012; Zander et al. 2012; Herrera-Vsquez et al. 2015a; Huang et al. 2016). MYB77 is a member of the R2R3-type tran - scription factor family that is involved in ROS metabolism through the mitogen-activated protein kinase (MAPK) cascade. The MAPK cascade is also known to play a role in plant development and hormone signalling and includes hormones such as jasmonic acid (JA), SA and ethylene (ET) (Shin and Schachtman 2004; Teige et al. 2004; Galvez- Valdivieso et al. 2009; Herrera-Vsquez et al. 2015b). OMG1s role in ROS signalling was established with two frequently used ROS biochemical assays. The DCF-DA assay showed that intracellular ROS production around the wound site was dampened in the omg1 mutant, whereas flg22-induced extracellular ROS production was 20  higher than WT in the omg1 mutant. These conflicting results can be addressed by the different sig - nalling pathways elicited by each stimulus. Responses to mechanical damage can be localized, systemic or both. In any case, the response involves the generation, trans - location, perception and transduction of wound signals to activate the expression of woundinducible genes. In response to mechanical wounding, the central role for JA signalling is well established. However, many other compounds, such as oligopeptide systemin, oligosac - charides, phytohormones, hydraulic pressure or elec - trical pulses, have also been proposed to play a role in wound signalling (Len et al. 2001). Early localized ROS induced by wounding, specifically O 2, H2O2 and singlet oxygen, have been suggested to originate intracellu - larly from the photosynthetic electron transport chain in chloroplasts (Morker and Roberts 2011). On the other hand, flg22, a microbe-associated molecular pattern (MAMP), elicits an early response that includes SA-, JA- and ET-defence signalling pathways. Flg22 also elicits a late response that includes activation of defence-related senescence processes, SA-dependent secretory pathway genes and pathogenesis-related protein 1 (PR1) expression (Denoux et al. 2008). MAMP-induced ROS have been shown to originate from the apoplast through activation of NADPH oxidases as well as peroxidases (Jwa and Hwang 2017). Although there are crosstalks between signalling path - ways induced by mechanical wounding and flg22, there are also unique pathways induced by each stimulus that could attribute to the different results observed. Details of these mechanisms are still being investigated; however, the results infer that within the Brassicaceae family OMG1 does play a role in the ROS signalling pathway. Phylogeny and protein architecture of OMG1 Prior to this study, members of the Arabidopsis CO and COL family were thought to only function in photoperiod signalling that involves flowering, circadian rhythms, sto - mata opening and root-shoot branching (Gangappa and Botto 2014). Evidence presented here suggests that mem - bers of this family play a role in ROS signalling. This, in turn, could aid in the functional characterization of many of the other uncharacterized members such as COL11 and COL12. We suggest that divergent function of OMG1 can be attributed to the evolved B-box1 and B-box2 domains. This is in line with reports on the rapid evolution of COL genes within the Brassicaceae, in which the increased evolutionary rates were observed not only in the middle region of the protein but also in the conserved zinc-finger and basic CCT regions (Lagercrantz and Axelsson 2000). Conclusion OMG1 is a CCT domain transcriptional regulator of ROS homeostasis, one that is important to the physiological adaptation of Arabidopsis ecotype WS to spaceflight. While investigations are underway to determine the detailed mechanisms of how OMG1 regulates the ROS homeostasis in wounding, and its specific role in space - flight, the results presented here demonstrate several important concepts for general consideration. First, spaceflight experiments are useful platforms to discover novel gene functions and provide fundamental insights into terrestrial plant biology. Second, the response to spaceflight is genotype-specific and this understanding should be taken into consideration when defining the overall plant spaceflight response. WS and Col-0 differ in induction of OMG1 in spaceflight. Third, the mainte - nance of ROS homeostasis plays an important role as plants physiologically adapt to spaceflight. And, last, the CONSTANS-Like family contains members that function well beyond the clock and timing roles typically associ - ated with CCT domains, including ROS signalling. Sources of Funding This work was supported by NASA - Space Life and Physical Sciences ( NNX09AL96G, NNX07AH270, NNX12AN69G and NNX14AT24G awarded to R.J.F. and A.-L.P.).Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 16Contributions by the Authors N.J.S. designed and conducted the ROS and OMG1- related experiments, analysed the transcriptome data, and wrote the first drafts of the manuscript. B.K. made substantial contributions to the phylogenetic analyses. A.-L.P. and R.J.F. supervised the work, designed and con - ducted the spaceflight transcriptome experiments, and revised the manuscript. Conflict of Interest None declared. Acknowledgements The authors would like to thank the members of the UF Space Plants Laboratory for general support and useful dis - cussions throughout the development of this manuscript. Supporting Information The following additional information is available in the online version of this articleTable S1. List of all the primer pairs used in experiments presented in this paper.Table S2. List of genes shared between spaceflight, rapid wounding and pollen tube growth transcriptomic data sets.Table S3. List of all unique plant species represented in the phylogenetic analysis.Figure S1. Characterization of the omg1 homozygous knockout (KO) line (SALK_045742C). Figure S2. Full-length sequence of Arabidopsis OMG1 aligned to Arabidopsis COL11-12 and the basal species Amborella trichopoda.Figure S3. B-box2 domain sequence in all species within the OMG1 clade.Figure S4. Alignment details of OMG1 in Wassilewskija (WS) vs. Columbia (Col-0) cultivar.Figure S5. Characterization of OMG1 expression in wild-type (WT) Wassilewskija (WS) and WT Columbia (Col-0) with qRT-PCR analysis upon wounding experiments.Figure S6. Time course of the 5-(and 6)-carboxy-2,7-dichloro dihydrofluorescein diacetate (DCF-DA) fluorescent reactive oxygen species (ROS) assay described in Fig. 5. Literature Cited Beneloujaephajri E, Costa A, LHaridon F, Mtraux JP, Binda M. 2013. Production of reactive oxygen species and wound-induced resistance in Arabidopsis thaliana against Botrytis cinerea are preceded and depend on a burst of calcium. BMC Plant Biology 13:160.Berardini TZ, Reiser L, Li D, Mezheritsky Y, Muller R, Strait E, Huala E. 2015. The Arabidopsis information resource: making and min - ing the gold standard annotated reference plant genome. Genesis 53:474485. Chen WJ, Chang SH, Hudson ME, Kwan WK, Li J, Estes B, Knoll D, Shi L, Zhu T. 2005. Contribution of transcriptional regulation to natural variations in Arabidopsis. Genome Biology 6:R32. Chiu W, Niwa Y, Zeng W, Hirano T, Kobayashi H, Sheen J. 1996. Engineered GFP as a vital reporter in plants. Current Biology 6:325330. Chung HJ, Ferl RJ. 1999. Arabidopsis alcohol dehydrogenase expres - sion in both shoots and roots is conditioned by root growth envi - ronment. Plant Physiology 121:429436. Clough SJ, Bent AF. 1998. Floral dip: a simplified method for Agrobacterium-mediated transformation of Arabidopsis thali - ana. The Plant Journal 16:735743. Correll MJ, Pyle TP, Millar KD, Sun Y, Yao J, Edelmann RE, Kiss JZ. 2013. Transcriptome analyses of Arabidopsis thaliana seed - lings grown in space: implications for gravity-responsive genes. Planta 238:519533. Cowles JR, Scheld HW, Lemay R, Peterson C. 1984. Growth and lig - nification in seedlings exposed to eight days of microgravity. Annals of Botany 54:3348. Denoux C, Galletti R, Mammarella N, Gopalan S, Werck D, De Lorenzo G, Ferrari S, Ausubel FM, Dewdney J. 2008. Activation of defense response pathways by OGs and Flg22 elicitors in Arabidopsis seedlings. Molecular Plant 1:423445. Do CB, Mahabhashyam MS, Brudno M, Batzoglou S. 2005. ProbCons: probabilistic consistency-based multiple sequence alignment. Genome Research 15:330340. Edgar RC. 2004. MUSCLE: multiple sequence alignment with high accuracy and high throughput. Nucleic Acids Research 32:17921797. Ferl RJ, Koh J, Denison F, Paul A-L. 2014. Spaceflight induces specific alterations in the proteomes of Arabidopsis. Astrobiology 15:3256. Ferl RJ, Paul A-L. 2016. The effect of spaceflight on the gravity-sens - ing auxin gradient of roots: GFP reporter gene microscopy on orbit. Npj Microgravity 2:15023. Gadjev I, Vanderauwera S, Gechev TS, Laloi C, Minkov IN, Shulaev V, Apel K, Inz D, Mittler R, Van Breusegem F. 2006. Transcriptomic footprints disclose specificity of reactive oxygen species signal - ing in Arabidopsis. Plant Physiology 141:436445. Galvez-Valdivieso G, Fryer MJ, Lawson T, Slattery K, Truman W, Smirnoff N, Asami T, Davies WJ, Jones AM, Baker NR, Mullineaux PM. 2009. The high light response in Arabidopsis involves ABA signaling between vascular and bundle sheath cells. The Plant Cell 21:21432162. Gangappa SN, Botto JF. 2014. The BBX family of plant transcription factors. Trends in Plant Science 19:460470. Gechev TS, Van Breusegem F, Stone JM, Denev I, Laloi C. 2006. Reactive oxygen species as signals that modulate plant stress responses and programmed cell death. BioEssays 28:10911101. Gendron JM, Pruneda-Paz JL, Doherty CJ, Gross AM, Kang SE, Kay SA. 2012. Arabidopsis circadian clock protein, TOC1, is a DNA-binding transcription factor. Proceedings of the National Academy of Sciences 109:31673172. Griffiths S, Dunford RP, Coupland G, Laurie DA. 2003. The evolution of CONSTANS-like gene families in barley, rice, and Arabidopsis. Plant Physiology 131:18551867.Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 17Herrera-Vsquez A, Carvallo L, Blanco F, Tobar M, Villarroel- Candia E, Vicente-Carbajosa J, Salinas P, Holuigue L. 2015a. Transcriptional control of glutaredoxin GRXC9 expression by a salicylic acid-dependent and NPR1-independent pathway in Arabidopsis. Plant Molecular Biology Reporter 33:624637. Herrera-Vsquez A, Salinas P, Holuigue L. 2015b. Salicylic acid and reactive oxygen species interplay in the transcriptional control of defense genes expression. Frontiers in Plant Science 6:171. Hill J, Davis KE. 2014. The Supertree Toolkit 2: a new and improved software package with a Graphical User Interface for supertree construction. Biodiversity Data Journal e1053. Hoson T, Soga K, Mori R, Saiki M, Nakamura Y, Wakabayashi K, Kamisaka S. 2002. Stimulation of elongation growth and cell wall loosening in rice coleoptiles under microgravity conditions in space. Plant Cell Physiology 43:10671071. Huang LJ, Li N, Thurow C, Wirtz M, Hell R, Gatz C. 2016. Ectopically expressed glutaredoxin ROXY19 negatively regulates the detoxifi - cation pathway in Arabidopsis thaliana. BMC Plant Biology 16:200. Im YJ, Killens R, Lee AY, Ji M, Lowder C, Grunden AM, Boss WF. 2011. Redesigning plants for spaceflight and beyond: transfer of genes from Pyrococcus. Gravitational Space Research 23:39. Jakic B, Buszko M, Cappellano G, Wick G. 2017. Elevated sodium leads to the increased expression of HSP60 and induces apop - tosis in HUVECs. PLoS One 12:e0179383. Jefferson RA, Kavanagh TA, Bevan MW. 1987. GUS fusions: beta- glucuronidase as a sensitive and versatile gene fusion marker in higher plants. The EMBO Journal 6:39013907. Joo JH, Bae YS, Lee JS. 2001. Role of auxin-induced reactive oxygen species in root gravitropism. Plant Physiology 126:10551060. Jwa NS, Hwang BK. 2017. Convergent evolution of pathogen effec - tors toward reactive oxygen species signaling networks in plants. Frontiers in Plant Science 8:1687. Kalbina I, Strid A. 2006. Supplementary ultraviolet-B irradiation reveals differences in stress responses between Arabidopsis thaliana ecotypes. Plant, Cell  Environment 29:754763. Katoh K, Standley DM. 2013. MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Molecular Biology and Evolution 30:772780. Kimbrough JM, Salinas-Mondragon R, Boss WF, Brown CS, Sederoff HW. 2004. The fast and transient transcriptional net - work of gravity and mechanical stimulation in the Arabidopsis root apex. Plant Physiology 136:27902805. Klug A, Schwabe JW. 1995. Protein motifs 5. Zinc fingers. FASEB Journal 9:597604. Kusunoki K, Nakano Y, Tanaka K, Sakata Y, Koyama H, Kobayashi Y. 2017. Transcriptomic variation among six Arabidopsis thaliana accessions identified several novel genes controlling aluminium tolerance. Plant, Cell  Environment 40:249263. Kwon T, Sparks JA, Nakashima J, Allen SN, Tang Y, Blancaflor EB. 2015. Transcriptional response of Arabidopsis seedlings during spaceflight reveals peroxidase and cell wall remodeling genes associated with root hair development. American Journal of Botany 102:2135. Lagercrantz U, Axelsson T. 2000. Rapid evolution of the family of CONSTANS LIKE genes in plants. Molecular Biology and Evolution 17:14991507. Laporte D, Olate E, Salinas P, Salazar M, Jordana X, Holuigue L. 2012. Glutaredoxin GRXS13 plays a key role in protection against photooxidative stress in Arabidopsis. Journal of Experimental Botany 63:503515. Lassig R, Gutermuth T, Bey TD, Konrad KR, Romeis T. 2014. Pollen tube NAD(P)H oxidases act as a speed control to dampen growth rate oscillations during polarized cell growth. The Plant Journal 78:94106. Len J, Rojo E, Snchez-Serrano JJ. 2001. Wound signalling in plants. Journal of Experimental Botany 52:19. Li P, Ainsworth EA, Leakey AD, Ulanov A, Lozovaya V, Ort DR, Bohnert HJ. 2008. Arabidopsis transcript and metabolite pro - files: ecotype-specific responses to open-air elevated CO2. Plant, Cell  Environment 31:16731687. Li H, Lin Y, Heath RM, Zhu MX, Yang Z. 1999. Control of pollen tube tip growth by a rop GTPase-dependent pathway that leads to tip-localized calcium influx. The Plant Cell 11:17311742. Li P, Mane SP, Sioson AA, Robinet CV, Heath LS, Bohnert HJ, Grene R. 2006. Effects of chronic ozone exposure on gene expression in Arabidopsis thaliana ecotypes and in Thellungiella halophila. Plant, Cell  Environment 29:854868. Liu Y, Schmidt B, Maskell DL. 2010. MSAProbs: multiple sequence alignment based on pair hidden Markov models and partition function posterior probabilities. Bioinformatics 26:19581964. Marchler-Bauer A, Bryant H. 2004. CD-Search: protein domain annotations on the fly. Nucleic Acids Research 32:W327W331. Marchler-Bauer A, Derbyshire MK, Gonzales NR, Lu S, Chitsaz F, Geer LY, Geer RC, He J, Gwadz M, Hurwitz DI, Lanczycki CJ, Lu F, Marchler GH, Song JS, Thanki N, Wang Z, Yamashita RA, Zhang D, Zheng C, Bryant SH. 2015. CDD: NCBIs conserved domain data - base. Nucleic Acids Research 43:D222D226. Markakis MN, De Cnodder T, Lewandowski M, Simon D, Boron A, Balcerowicz D, Doubbo T, Taconnat L, Renou JP, Hfte H, Verbelen JP, Vissenberg K. 2012. Identification of genes involved in the ACC-mediated control of root cell elongation in Arabidopsis thaliana. BMC Plant Biology 12:208. Masaki T, Tsukagoshi H, Mitsui N, Nishii T, Hattori T, Morikami A, Nakamura K. 2005. Activation tagging of a gene for a protein with novel class of CCT-domain activates expression of a sub - set of sugar-inducible genes in Arabidopsis thaliana. The Plant Journal 43:142152. Mazars C, Brire C, Grat S, Pichereaux C, Rossignol M, Pereda- Loth V, Eche B, Boucheron-Dubuisson E, Le Disquet I, Medina FJ, Graziana A, Carnero-Diaz E. 2014. Microgravity induces changes in microsome-associated proteins of Arabidopsis seedlings grown on board the international space station. PLoS One 9:e91814. Miller G, Schlauch K, Tam R, Cortes D, Torres MA, Shulaev V, Dangl JL, Mittler R. 2009. The plant NADPH oxidase RBOHD mediates rapid systemic signaling in response to diverse stimuli. Science Signaling 2:ra45. Mittler R, Vanderauwera S, Gollery M, Van Breusegem F. 2004. Reactive oxygen gene network of plants. Trends in Plant Science 9:490498. Morker KH, Roberts MR. 2011. Light as both an input and an out - put of wound-induced reactive oxygen formation in Arabidopsis leaves. Plant Signaling  Behavior 6:10871089. NCBI Resource Coordinators 2016. Database resources of the National Center for Biotechnology Information. Nucleic Acids Research 44:D7D19.Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 18Nguyen N, Mirarab S, Warnow T. 2012. MRL and SuperFineMRL: new supertree methods. Algorithms for Molecular Biology 7:3. Noctor G, De Paepe R, Foyer CH. 2007. Mitochondrial redox biology and homeostasis in plants. Trends in Plant Science 12:125134. Obayashi T, Okamura Y, Ito S, Tadaka S, Aoki Y, Shirota M, Kinoshita K. 2014. ATTED-II in 2014: evaluation of gene coexpression in agriculturally important plants. Plant  Cell Physiology 55:e6. Passardi F, Dobias J, Valrio L, Guimil S, Penel C, Dunand C. 2007. Morphological and physiological traits of three major Arabidopsis thaliana accessions. Journal of Plant Physiology 164:980992. Paul AL, Amalfitano CE, Ferl RJ. 2012a. Plant growth strategies are remodeled by spaceflight. BMC Plant Biology 12:232. Paul A-L, Popp MP, Gurley WB, Guy C, Norwood KL. Ferl RJ. 2005. Arabidopsis gene expression patterns are altered during space - flight. Advances in Space Research 36: 11751181. Paul A-L, Sng NJ, Zupanska AK, Krishnamurthy A, Schultz ER, Ferl RJ. 2017. Genetic dissection of the Arabidopsis spaceflight tran - scriptome: are some responses dispensable for the physiologi - cal adaptation of plants to spaceflight? PLoS One 12:e0180186. Paul A-L, Wheeler RM, Levine HG, Ferl RJ. 2013a. Fundamental plant biology enabled by the space shuttle. American Journal of Botany 100:226234. Paul A-L, Zupanska AK, Ostrow DT, Zhang Y, Sun Y, Li JL, Shanker S, Farmerie WG, Amalfitano CE, Ferl RJ. 2012b. Spaceflight transcriptomes: unique responses to a novel environment. Astrobiology 12:4056. Paul A-L, Zupanska AK, Schultz ER, Ferl RJ. 2013b. Organ-specific remodeling of the Arabidopsis transcriptome in response to spaceflight. BMC Plant Biology 13:112. Pettersen EF, Goddard TD, Huang CC, Couch GS, Greenblatt DM, Meng EC, Ferrin TE. 2004. UCSF Chimeraa visualization system for exploratory research and analysis. Journal of Computational Chemistry 25:16051612. Potock M, Jones MA, Bezvoda R, Smirnoff N, Zrsk V. 2007. Reactive oxygen species produced by NADPH oxidase are involved in pol - len tube growth. The New Phytologist 174:742751. Price MN, Dehal PS, Arkin AP. 2010. FastTree 2-approximately max - imum-likelihood trees for large alignments. PLoS One 5:e9490. Robson F, Costa MM, Hepworth SR, Vizir I, Pieiro M, Reeves PH, Putterill J, Coupland G. 2001. Functional importance of conserved domains in the flowering-time gene CONSTANS demonstrated by analysis of mutant alleles and transgenic plants. The Plant Journal 28:619631. Rosenwasser S, Fluhr R, Joshi JR, Leviatan N, Sela N, Hetzroni A, Friedman H. 2013. ROSMETER: a bioinformatic tool for the iden - tification of transcriptomic imprints related to reactive oxy - gen species type and origin provides new insights into stress responses. Plant Physiology 163:10711083. Roshan U, Livesay DR. 2006. Probalign: multiple sequence alignment using partition function posterior probabilities. Bioinformatics 22:27152721. Schler O, Hemmersbach R, Bhmer M. 2015. A birds-eye view of molecular changes in plant gravitropism using omics tech - niques. Frontiers in Plant Science 6:1176. Schultz ER, Zupanska AK, Sng NJ, Paul A-L, Ferl RJ. 2017. Skewing in Arabidopsis roots involves disparate environmental signaling pathways. BMC Plant Biology 17:31. Schwarzlnder M, Finkemeier I. 2012. Mitochondrial energy and redox signaling in plants. Antioxidants  Redox Signaling 18:21222144.Shigeto J, Tsutsumi Y. 2016. Diverse functions and reactions of class III peroxidases. The New Phytologist 209:13951402. Shin R, Schachtman DP. 2004. Hydrogen peroxide mediates plant root cell response to nutrient deprivation. Proceedings of the National Academy of Sciences 101:88278832. Sievers F, Wilm A, Dineen D, Gibson TJ, Karplus K, Li W, Lopez R, McWilliam H, Remmert M, Soding J, Thompson JD, Higgins DG. 2011. Fast, scalable generation of high-quality protein multiple sequence alignments using Clustal Omega. Molecular Systems Biology 7:539. Sng N, Callaham J, Ferl RJ, Paul A-L. 2014. Arabidopsis thaliana for spaceflight applications  preparing dormant biology for passive stowage and on orbit activation. Gravitational Space Research 2:2 Soga K, Wakabayashi K, Kamisaka S, Hoson T. 2002. Stimulation of elongation growth and xyloglucan breakdown in Arabidopsis hypocotyls under microgravity conditions in space. Planta 215:10401046. Stamatakis A. 2014. RAxML version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies. Bioinformatics 30:13121313. Sugimoto M, Oono Y, Gusev O, Matsumoto T, Yazawa T, Levinskikh MA, Sychev VN, Bingham GE, Wheeler R, Hummerick M. 2014. Genome-wide expression analysis of reactive oxygen species gene network in Mizuna plants grown in long-term spaceflight. BMC Plant Biology 14:4. Suzuki N, Koussevitzky S, Mittler R, Miller G. 2012. ROS and redox signalling in the response of plants to abiotic stress. Plant, Cell  Environment 35:259270. Swanson S, Gilroy S. 2010. ROS in plant development. Physiologia Plantarum 138:384392. Talavera G, Castresana J. 2007. Improvement of phylogenies after removing divergent and ambiguously aligned blocks from pro - tein sequence alignments. Systems Biology 56:564577. Teige M, Scheikl E, Eulgem T, Dczi R, Ichimura K, Shinozaki K, Dangl JL, Hirt H. 2004. The MKK2 pathway mediates cold and salt stress signaling in Arabidopsis. Molecular Cell 15:141152. Wheeler WC, Gatesy J, DeSalle R. 1995. Elision: a method for accommodating multiple molecular sequence alignments with alignment-ambiguous sites. Molecular Phylogenetics and Evolution 4:19. Winter D, Vinegar B, Nahal H, Ammar R, Wilson GV, Provart NJ. 2007. An electronic fluorescent pictograph browser for exploring and analyzing large-scale biological data sets. PLoS One 2:e718. Yan H, Marquardt K, Indorf M, Jutt D, Kircher S, Neuhaus G, Rodrguez-Franco M. 2011. Nuclear localization and interaction with COP1 are required for STOBBX24 function during photo - morphogenesis. Plant Physiology 156:17721782. Zander M, Chen S, Imkampe J, Thurow C, Gatz C. 2012. Repression of the Arabidopsis thaliana jasmonic acidethylene-induced defense pathway by TGA-interacting glutaredoxins depends on their C-terminal ALWL motif. Molecular Plant 5:831840. Zhang Y, Wang L, Xie J, Zheng H. 2014. Differential protein expression profiling of Arabidopsis thaliana callus under microgravity on board the Chinese SZ-8 spacecraft. Planta 241:475488. Zupanska AK, Denison FC, Ferl RJ, Paul A-L. 2013. Spaceflight engages heat shock protein and other molecular chaperone genes in tissue culture cells of Arabidopsis thaliana. American Journal of Botany 100:235248.",
        "introduction": "The complex networks and signalling pathways that equip plants to cope with environmental challenge developed over evolutionary time in terrestrial envi - ronments. Exposing plants to novel environments presents opportunities to understand how plants adjust to conditions outside their evolutionary experi - ence. Spaceflight is one such novel environment, and understanding how plants function outside of Earths boundaries is also integral to space exploration. Plants respond to spaceflight in ways that are dependent on species, ecotype, genetics and even organs (Cowles Corresponding authors e-mail address: alpufl.eduSng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 2et al. 1984; Hoson et al. 2002; Soga et al. 2002; Paul et al. 2013a; Ferl et al. 2014). Indeed, even a single gene difference can influence the spaceflight response (Paul et al. 2017), thus investigating ecotype-depend - ent spaceflight transcriptomes can reveal strategies for physiological adaptation to spaceflight while expand - ing understanding of gene function in terrestrial environments. The physiological impact of spaceflight is reflected in the patterns of gene expression. Irrespective of plant growth hardware, duration in space or age of plants, one consensus is that spaceflight elicits responses from pathways associated with cell wall remodelling, cell polarity, phytohormone-mediated processes, as well as general stress responses, such as wounding, pathogen defence, heat shock and reactive oxygen species (ROS) (Joo et al. 2001; Paul et al. 2005, 2012b, 2013a; Correll et al. 2013; Zupanska et al. 2013; Ferl et al. 2014; Mazars et al. 2014; Sugimoto et al. 2014; Zhang et al. 2014; Kwon et al. 2015; Schler et al. 2015). In addition, a large pro - portion of genes differentially expressed in spaceflight encode unknown proteins. Spaceflight-grown Arabidopsis roots tend to be smaller, have fewer lateral roots and shorter root hair development than their terrestrial controls (Paul et al. 2012a; Kwon et al. 2015). Aspects of these morpholo - gies in ecotype Columbia (Col-0) suggest a relationship between the down-regulation of several peroxidase genes in spaceflight (Kwon et al. 2015). In this study, a spaceflight-induced gene of unknown function identified from roots was inves - tigated for its potential involvement in ROS-related functions. AT1G05290, which we have dubbed Orbitally Manifested Gene 1 ( OMG1), was one of the highest sig - nificantly (P  0.0005) induced genes in the Advanced Plant Experiment 01 (APEX01) spaceflight data set (fold change  12) (Paul et al. 2013a). Two distinct biochemi - cal assays typically used to measure ROS activity indi - cated that knocking out OMG1 alters the production of ROS. Co-expression networks around OMG1 show cor - relations to genes involved in ROS-associated oxidative phosphorylation pathways Obayashi et al. 2014. OMG1 was also expressed in organs known to highly utilize ROS during development, such as root hairs and pollen tubes (Shin and Schachtman 2004; Potock et al. 2007; Winter et al. 2007; Lassig et al. 2014). In addition, OMG1 is an unrealized member of the CONSTANS-Like fam - ily of transcription factors. These findings, originating with the novel environment of spaceflight, further the understanding of plant growth and development and provide insight into the role of a heretofore unknown gene.Materials and",
        "conclusion": "OMG1 is a CCT domain transcriptional regulator of ROS homeostasis, one that is important to the physiological adaptation of Arabidopsis ecotype WS to spaceflight. While investigations are underway to determine the detailed mechanisms of how OMG1 regulates the ROS homeostasis in wounding, and its specific role in space - flight, the results presented here demonstrate several important concepts for general consideration. First, spaceflight experiments are useful platforms to discover novel gene functions and provide fundamental insights into terrestrial plant biology. Second, the response to spaceflight is genotype-specific and this understanding should be taken into consideration when defining the overall plant spaceflight response. WS and Col-0 differ in induction of OMG1 in spaceflight. Third, the mainte - nance of ROS homeostasis plays an important role as plants physiologically adapt to spaceflight. And, last, the CONSTANS-Like family contains members that function well beyond the clock and timing roles typically associ - ated with CCT domains, including ROS signalling. Sources of Funding This work was supported by NASA - Space Life and Physical Sciences ( NNX09AL96G, NNX07AH270, NNX12AN69G and NNX14AT24G awarded to R.J.F. and A.-L.P.).Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 16Contributions by the Authors N.J.S. designed and conducted the ROS and OMG1- related experiments, analysed the transcriptome data, and wrote the first drafts of the manuscript. B.K. made substantial contributions to the phylogenetic analyses. A.-L.P. and R.J.F. supervised the work, designed and con - ducted the spaceflight transcriptome experiments, and revised the manuscript. Conflict of Interest None declared. Acknowledgements The authors would like to thank the members of the UF Space Plants Laboratory for general support and useful dis - cussions throughout the development of this manuscript. Supporting Information The following additional information is available in the online version of this articleTable S1. List of all the primer pairs used in experiments presented in this paper.Table S2. List of genes shared between spaceflight, rapid wounding and pollen tube growth transcriptomic data sets.Table S3. List of all unique plant species represented in the phylogenetic analysis.Figure S1. Characterization of the omg1 homozygous knockout (KO) line (SALK_045742C). Figure S2. Full-length sequence of Arabidopsis OMG1 aligned to Arabidopsis COL11-12 and the basal species Amborella trichopoda.Figure S3. B-box2 domain sequence in all species within the OMG1 clade.Figure S4. Alignment details of OMG1 in Wassilewskija (WS) vs. Columbia (Col-0) cultivar.Figure S5. Characterization of OMG1 expression in wild-type (WT) Wassilewskija (WS) and WT Columbia (Col-0) with qRT-PCR analysis upon wounding experiments.Figure S6. Time course of the 5-(and 6)-carboxy-2,7-dichloro dihydrofluorescein diacetate (DCF-DA) fluorescent reactive oxygen species (ROS) assay described in Fig. 5. Literature Cited Beneloujaephajri E, Costa A, LHaridon F, Mtraux JP, Binda M. 2013. Production of reactive oxygen species and wound-induced resistance in Arabidopsis thaliana against Botrytis cinerea are preceded and depend on a burst of calcium. BMC Plant Biology 13:160.Berardini TZ, Reiser L, Li D, Mezheritsky Y, Muller R, Strait E, Huala E. 2015. The Arabidopsis information resource: making and min - ing the gold standard annotated reference plant genome. Genesis 53:474485. Chen WJ, Chang SH, Hudson ME, Kwan WK, Li J, Estes B, Knoll D, Shi L, Zhu T. 2005. Contribution of transcriptional regulation to natural variations in Arabidopsis. Genome Biology 6:R32. Chiu W, Niwa Y, Zeng W, Hirano T, Kobayashi H, Sheen J. 1996. Engineered GFP as a vital reporter in plants. Current Biology 6:325330. Chung HJ, Ferl RJ. 1999. Arabidopsis alcohol dehydrogenase expres - sion in both shoots and roots is conditioned by root growth envi - ronment. Plant Physiology 121:429436. Clough SJ, Bent AF. 1998. Floral dip: a simplified method for Agrobacterium-mediated transformation of Arabidopsis thali - ana. The Plant Journal 16:735743. Correll MJ, Pyle TP, Millar KD, Sun Y, Yao J, Edelmann RE, Kiss JZ. 2013. Transcriptome analyses of Arabidopsis thaliana seed - lings grown in space: implications for gravity-responsive genes. Planta 238:519533. Cowles JR, Scheld HW, Lemay R, Peterson C. 1984. Growth and lig - nification in seedlings exposed to eight days of microgravity. Annals of Botany 54:3348. Denoux C, Galletti R, Mammarella N, Gopalan S, Werck D, De Lorenzo G, Ferrari S, Ausubel FM, Dewdney J. 2008. Activation of defense response pathways by OGs and Flg22 elicitors in Arabidopsis seedlings. Molecular Plant 1:423445. Do CB, Mahabhashyam MS, Brudno M, Batzoglou S. 2005. ProbCons: probabilistic consistency-based multiple sequence alignment. Genome Research 15:330340. Edgar RC. 2004. MUSCLE: multiple sequence alignment with high accuracy and high throughput. Nucleic Acids Research 32:17921797. Ferl RJ, Koh J, Denison F, Paul A-L. 2014. Spaceflight induces specific alterations in the proteomes of Arabidopsis. Astrobiology 15:3256. Ferl RJ, Paul A-L. 2016. The effect of spaceflight on the gravity-sens - ing auxin gradient of roots: GFP reporter gene microscopy on orbit. Npj Microgravity 2:15023. Gadjev I, Vanderauwera S, Gechev TS, Laloi C, Minkov IN, Shulaev V, Apel K, Inz D, Mittler R, Van Breusegem F. 2006. Transcriptomic footprints disclose specificity of reactive oxygen species signal - ing in Arabidopsis. Plant Physiology 141:436445. Galvez-Valdivieso G, Fryer MJ, Lawson T, Slattery K, Truman W, Smirnoff N, Asami T, Davies WJ, Jones AM, Baker NR, Mullineaux PM. 2009. The high light response in Arabidopsis involves ABA signaling between vascular and bundle sheath cells. The Plant Cell 21:21432162. Gangappa SN, Botto JF. 2014. The BBX family of plant transcription factors. Trends in Plant Science 19:460470. Gechev TS, Van Breusegem F, Stone JM, Denev I, Laloi C. 2006. Reactive oxygen species as signals that modulate plant stress responses and programmed cell death. BioEssays 28:10911101. Gendron JM, Pruneda-Paz JL, Doherty CJ, Gross AM, Kang SE, Kay SA. 2012. Arabidopsis circadian clock protein, TOC1, is a DNA-binding transcription factor. Proceedings of the National Academy of Sciences 109:31673172. Griffiths S, Dunford RP, Coupland G, Laurie DA. 2003. The evolution of CONSTANS-like gene families in barley, rice, and Arabidopsis. Plant Physiology 131:18551867.Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 17Herrera-Vsquez A, Carvallo L, Blanco F, Tobar M, Villarroel- Candia E, Vicente-Carbajosa J, Salinas P, Holuigue L. 2015a. Transcriptional control of glutaredoxin GRXC9 expression by a salicylic acid-dependent and NPR1-independent pathway in Arabidopsis. Plant Molecular Biology Reporter 33:624637. Herrera-Vsquez A, Salinas P, Holuigue L. 2015b. Salicylic acid and reactive oxygen species interplay in the transcriptional control of defense genes expression. Frontiers in Plant Science 6:171. Hill J, Davis KE. 2014. The Supertree Toolkit 2: a new and improved software package with a Graphical User Interface for supertree construction. Biodiversity Data Journal e1053. Hoson T, Soga K, Mori R, Saiki M, Nakamura Y, Wakabayashi K, Kamisaka S. 2002. Stimulation of elongation growth and cell wall loosening in rice coleoptiles under microgravity conditions in space. Plant Cell Physiology 43:10671071. Huang LJ, Li N, Thurow C, Wirtz M, Hell R, Gatz C. 2016. Ectopically expressed glutaredoxin ROXY19 negatively regulates the detoxifi - cation pathway in Arabidopsis thaliana. BMC Plant Biology 16:200. Im YJ, Killens R, Lee AY, Ji M, Lowder C, Grunden AM, Boss WF. 2011. Redesigning plants for spaceflight and beyond: transfer of genes from Pyrococcus. Gravitational Space Research 23:39. Jakic B, Buszko M, Cappellano G, Wick G. 2017. Elevated sodium leads to the increased expression of HSP60 and induces apop - tosis in HUVECs. PLoS One 12:e0179383. Jefferson RA, Kavanagh TA, Bevan MW. 1987. GUS fusions: beta- glucuronidase as a sensitive and versatile gene fusion marker in higher plants. The EMBO Journal 6:39013907. Joo JH, Bae YS, Lee JS. 2001. Role of auxin-induced reactive oxygen species in root gravitropism. Plant Physiology 126:10551060. Jwa NS, Hwang BK. 2017. Convergent evolution of pathogen effec - tors toward reactive oxygen species signaling networks in plants. Frontiers in Plant Science 8:1687. Kalbina I, Strid A. 2006. Supplementary ultraviolet-B irradiation reveals differences in stress responses between Arabidopsis thaliana ecotypes. Plant, Cell  Environment 29:754763. Katoh K, Standley DM. 2013. MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Molecular Biology and Evolution 30:772780. Kimbrough JM, Salinas-Mondragon R, Boss WF, Brown CS, Sederoff HW. 2004. The fast and transient transcriptional net - work of gravity and mechanical stimulation in the Arabidopsis root apex. Plant Physiology 136:27902805. Klug A, Schwabe JW. 1995. Protein motifs 5. Zinc fingers. FASEB Journal 9:597604. Kusunoki K, Nakano Y, Tanaka K, Sakata Y, Koyama H, Kobayashi Y. 2017. Transcriptomic variation among six Arabidopsis thaliana accessions identified several novel genes controlling aluminium tolerance. Plant, Cell  Environment 40:249263. Kwon T, Sparks JA, Nakashima J, Allen SN, Tang Y, Blancaflor EB. 2015. Transcriptional response of Arabidopsis seedlings during spaceflight reveals peroxidase and cell wall remodeling genes associated with root hair development. American Journal of Botany 102:2135. Lagercrantz U, Axelsson T. 2000. Rapid evolution of the family of CONSTANS LIKE genes in plants. Molecular Biology and Evolution 17:14991507. Laporte D, Olate E, Salinas P, Salazar M, Jordana X, Holuigue L. 2012. Glutaredoxin GRXS13 plays a key role in protection against photooxidative stress in Arabidopsis. Journal of Experimental Botany 63:503515. Lassig R, Gutermuth T, Bey TD, Konrad KR, Romeis T. 2014. Pollen tube NAD(P)H oxidases act as a speed control to dampen growth rate oscillations during polarized cell growth. The Plant Journal 78:94106. Len J, Rojo E, Snchez-Serrano JJ. 2001. Wound signalling in plants. Journal of Experimental Botany 52:19. Li P, Ainsworth EA, Leakey AD, Ulanov A, Lozovaya V, Ort DR, Bohnert HJ. 2008. Arabidopsis transcript and metabolite pro - files: ecotype-specific responses to open-air elevated CO2. Plant, Cell  Environment 31:16731687. Li H, Lin Y, Heath RM, Zhu MX, Yang Z. 1999. Control of pollen tube tip growth by a rop GTPase-dependent pathway that leads to tip-localized calcium influx. The Plant Cell 11:17311742. Li P, Mane SP, Sioson AA, Robinet CV, Heath LS, Bohnert HJ, Grene R. 2006. Effects of chronic ozone exposure on gene expression in Arabidopsis thaliana ecotypes and in Thellungiella halophila. Plant, Cell  Environment 29:854868. Liu Y, Schmidt B, Maskell DL. 2010. MSAProbs: multiple sequence alignment based on pair hidden Markov models and partition function posterior probabilities. Bioinformatics 26:19581964. Marchler-Bauer A, Bryant H. 2004. CD-Search: protein domain annotations on the fly. Nucleic Acids Research 32:W327W331. Marchler-Bauer A, Derbyshire MK, Gonzales NR, Lu S, Chitsaz F, Geer LY, Geer RC, He J, Gwadz M, Hurwitz DI, Lanczycki CJ, Lu F, Marchler GH, Song JS, Thanki N, Wang Z, Yamashita RA, Zhang D, Zheng C, Bryant SH. 2015. CDD: NCBIs conserved domain data - base. Nucleic Acids Research 43:D222D226. Markakis MN, De Cnodder T, Lewandowski M, Simon D, Boron A, Balcerowicz D, Doubbo T, Taconnat L, Renou JP, Hfte H, Verbelen JP, Vissenberg K. 2012. Identification of genes involved in the ACC-mediated control of root cell elongation in Arabidopsis thaliana. BMC Plant Biology 12:208. Masaki T, Tsukagoshi H, Mitsui N, Nishii T, Hattori T, Morikami A, Nakamura K. 2005. Activation tagging of a gene for a protein with novel class of CCT-domain activates expression of a sub - set of sugar-inducible genes in Arabidopsis thaliana. The Plant Journal 43:142152. Mazars C, Brire C, Grat S, Pichereaux C, Rossignol M, Pereda- Loth V, Eche B, Boucheron-Dubuisson E, Le Disquet I, Medina FJ, Graziana A, Carnero-Diaz E. 2014. Microgravity induces changes in microsome-associated proteins of Arabidopsis seedlings grown on board the international space station. PLoS One 9:e91814. Miller G, Schlauch K, Tam R, Cortes D, Torres MA, Shulaev V, Dangl JL, Mittler R. 2009. The plant NADPH oxidase RBOHD mediates rapid systemic signaling in response to diverse stimuli. Science Signaling 2:ra45. Mittler R, Vanderauwera S, Gollery M, Van Breusegem F. 2004. Reactive oxygen gene network of plants. Trends in Plant Science 9:490498. Morker KH, Roberts MR. 2011. Light as both an input and an out - put of wound-induced reactive oxygen formation in Arabidopsis leaves. Plant Signaling  Behavior 6:10871089. NCBI Resource Coordinators 2016. Database resources of the National Center for Biotechnology Information. Nucleic Acids Research 44:D7D19.Sng et al.  Characterization of a CONSTANS-Like gene induced in spaceflight AoB PLANTS https:academic.oup.comaobpla  The Author(s) 2018 18Nguyen N, Mirarab S, Warnow T. 2012. MRL and SuperFineMRL: new supertree methods. Algorithms for Molecular Biology 7:3. Noctor G, De Paepe R, Foyer CH. 2007. Mitochondrial redox biology and homeostasis in plants. Trends in Plant Science 12:125134. Obayashi T, Okamura Y, Ito S, Tadaka S, Aoki Y, Shirota M, Kinoshita K. 2014. ATTED-II in 2014: evaluation of gene coexpression in agriculturally important plants. Plant  Cell Physiology 55:e6. Passardi F, Dobias J, Valrio L, Guimil S, Penel C, Dunand C. 2007. Morphological and physiological traits of three major Arabidopsis thaliana accessions. Journal of Plant Physiology 164:980992. Paul AL, Amalfitano CE, Ferl RJ. 2012a. Plant growth strategies are remodeled by spaceflight. BMC Plant Biology 12:232. Paul A-L, Popp MP, Gurley WB, Guy C, Norwood KL. Ferl RJ. 2005. Arabidopsis gene expression patterns are altered during space - flight. Advances in Space Research 36: 11751181. Paul A-L, Sng NJ, Zupanska AK, Krishnamurthy A, Schultz ER, Ferl RJ. 2017. Genetic dissection of the Arabidopsis spaceflight tran - scriptome: are some responses dispensable for the physiologi - cal adaptation of plants to spaceflight? PLoS One 12:e0180186. Paul A-L, Wheeler RM, Levine HG, Ferl RJ. 2013a. Fundamental plant biology enabled by the space shuttle. American Journal of Botany 100:226234. Paul A-L, Zupanska AK, Ostrow DT, Zhang Y, Sun Y, Li JL, Shanker S, Farmerie WG, Amalfitano CE, Ferl RJ. 2012b. Spaceflight transcriptomes: unique responses to a novel environment. Astrobiology 12:4056. Paul A-L, Zupanska AK, Schultz ER, Ferl RJ. 2013b. Organ-specific remodeling of the Arabidopsis transcriptome in response to spaceflight. BMC Plant Biology 13:112. Pettersen EF, Goddard TD, Huang CC, Couch GS, Greenblatt DM, Meng EC, Ferrin TE. 2004. UCSF Chimeraa visualization system for exploratory research and analysis. Journal of Computational Chemistry 25:16051612. Potock M, Jones MA, Bezvoda R, Smirnoff N, Zrsk V. 2007. Reactive oxygen species produced by NADPH oxidase are involved in pol - len tube growth. The New Phytologist 174:742751. Price MN, Dehal PS, Arkin AP. 2010. FastTree 2-approximately max - imum-likelihood trees for large alignments. PLoS One 5:e9490. Robson F, Costa MM, Hepworth SR, Vizir I, Pieiro M, Reeves PH, Putterill J, Coupland G. 2001. Functional importance of conserved domains in the flowering-time gene CONSTANS demonstrated by analysis of mutant alleles and transgenic plants. The Plant Journal 28:619631. Rosenwasser S, Fluhr R, Joshi JR, Leviatan N, Sela N, Hetzroni A, Friedman H. 2013. ROSMETER: a bioinformatic tool for the iden - tification of transcriptomic imprints related to reactive oxy - gen species type and origin provides new insights into stress responses. Plant Physiology 163:10711083. Roshan U, Livesay DR. 2006. Probalign: multiple sequence alignment using partition function posterior probabilities. Bioinformatics 22:27152721. Schler O, Hemmersbach R, Bhmer M. 2015. A birds-eye view of molecular changes in plant gravitropism using omics tech - niques. Frontiers in Plant Science 6:1176. Schultz ER, Zupanska AK, Sng NJ, Paul A-L, Ferl RJ. 2017. Skewing in Arabidopsis roots involves disparate environmental signaling pathways. BMC Plant Biology 17:31. Schwarzlnder M, Finkemeier I. 2012. Mitochondrial energy and redox signaling in plants. Antioxidants  Redox Signaling 18:21222144.Shigeto J, Tsutsumi Y. 2016. Diverse functions and reactions of class III peroxidases. The New Phytologist 209:13951402. Shin R, Schachtman DP. 2004. Hydrogen peroxide mediates plant root cell response to nutrient deprivation. Proceedings of the National Academy of Sciences 101:88278832. Sievers F, Wilm A, Dineen D, Gibson TJ, Karplus K, Li W, Lopez R, McWilliam H, Remmert M, Soding J, Thompson JD, Higgins DG. 2011. Fast, scalable generation of high-quality protein multiple sequence alignments using Clustal Omega. Molecular Systems Biology 7:539. Sng N, Callaham J, Ferl RJ, Paul A-L. 2014. Arabidopsis thaliana for spaceflight applications  preparing dormant biology for passive stowage and on orbit activation. Gravitational Space Research 2:2 Soga K, Wakabayashi K, Kamisaka S, Hoson T. 2002. Stimulation of elongation growth and xyloglucan breakdown in Arabidopsis hypocotyls under microgravity conditions in space. Planta 215:10401046. Stamatakis A. 2014. RAxML version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies. Bioinformatics 30:13121313. Sugimoto M, Oono Y, Gusev O, Matsumoto T, Yazawa T, Levinskikh MA, Sychev VN, Bingham GE, Wheeler R, Hummerick M. 2014. Genome-wide expression analysis of reactive oxygen species gene network in Mizuna plants grown in long-term spaceflight. BMC Plant Biology 14:4. Suzuki N, Koussevitzky S, Mittler R, Miller G. 2012. ROS and redox signalling in the response of plants to abiotic stress. Plant, Cell  Environment 35:259270. Swanson S, Gilroy S. 2010. ROS in plant development. Physiologia Plantarum 138:384392. Talavera G, Castresana J. 2007. Improvement of phylogenies after removing divergent and ambiguously aligned blocks from pro - tein sequence alignments. Systems Biology 56:564577. Teige M, Scheikl E, Eulgem T, Dczi R, Ichimura K, Shinozaki K, Dangl JL, Hirt H. 2004. The MKK2 pathway mediates cold and salt stress signaling in Arabidopsis. Molecular Cell 15:141152. Wheeler WC, Gatesy J, DeSalle R. 1995. Elision: a method for accommodating multiple molecular sequence alignments with alignment-ambiguous sites. Molecular Phylogenetics and Evolution 4:19. Winter D, Vinegar B, Nahal H, Ammar R, Wilson GV, Provart NJ. 2007. An electronic fluorescent pictograph browser for exploring and analyzing large-scale biological data sets. PLoS One 2:e718. Yan H, Marquardt K, Indorf M, Jutt D, Kircher S, Neuhaus G, Rodrguez-Franco M. 2011. Nuclear localization and interaction with COP1 are required for STOBBX24 function during photo - morphogenesis. Plant Physiology 156:17721782. Zander M, Chen S, Imkampe J, Thurow C, Gatz C. 2012. Repression of the Arabidopsis thaliana jasmonic acidethylene-induced defense pathway by TGA-interacting glutaredoxins depends on their C-terminal ALWL motif. Molecular Plant 5:831840. Zhang Y, Wang L, Xie J, Zheng H. 2014. Differential protein expression profiling of Arabidopsis thaliana callus under microgravity on board the Chinese SZ-8 spacecraft. Planta 241:475488. Zupanska AK, Denison FC, Ferl RJ, Paul A-L. 2013. Spaceflight engages heat shock protein and other molecular chaperone genes in tissue culture cells of Arabidopsis thaliana. American Journal of Botany 100:235248.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Correlations between spaceflight transcriptome and ROS-related microarrays revealed that ROS is induced in spaceflight in an ecotype-\ndependent manner"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "OMG1 transcripts are up-regulated in WS but unchanged in Col-0 consistently over multiple spaceflight experiments"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "A transgenic reporter line OMG1 promoter::GusGFP in the WS ecotype background shows OMG1 5′ flanking region activity"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "OMG1 regulates the rapid wounding response of MYB77 and GRX480"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "MYB77 and GRX480 expression of APEX03-2 spaceflight experiment showed higher fold change in WS compared to the Col-0 \necotype"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "Reactive oxygen species (ROS) accumulation upon wounding and flg22 induction is altered in omg1 leaves compared to Col-0 leaves"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "OMG1 is a member of the CO and COL protein family in Arabidopsis"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "OMG1 resulted from a gene duplication of COL11 and 12 and underwent a subsequent B-box1 deletion event"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "The B-box2 domain of OMG1 is predicted to bind at least one zinc ion"
            }
        ]
    }
]