[
    {
        "pmid": "33049988",
        "title": "Approaching Gravity as a Continuum Using the Rat Partial Weight-Bearing Model.",
        "year": "2020",
        "journal": "Life (Basel)",
        "abstract": "For decades, scientists have relied on animals to understand the risks and consequences of space travel. Animals remain key to study the physiological alterations during spaceflight and provide crucial information about microgravity-induced changes. While spaceflights may appear common, they remain costly and, coupled with limited cargo areas, do not allow for large sample sizes onboard. In 1979, a model of hindlimb unloading (HU) was successfully created to mimic microgravity and has been used extensively since its creation. Four decades later, the first model of mouse partial weight-bearing (PWB) was developed, aiming at mimicking partial gravity environments. Return to the Lunar surface for astronauts is now imminent and prompted the need for an animal model closer to human physiology; hence in 2018, our laboratory created a new model of PWB for adult rats. In this review, we will focus on the rat model of PWB, from its conception to the current state of knowledge. Additionally, we will address how this new model, used in conjunction with HU, will help implement new paradigms allowing scientists to anticipate the physiological alterations and needs of astronauts. Finally, we will discuss the outstanding questions and future perspectives in space research and propose potential solutions using the rat PWB model.",
        "full_text": "life Review Approaching Gravity as a Continuum Using the Rat Partial Weight-Bearing Model Marie Mortreux  and Megan E. Rosa-Caldwell Department of Neurology, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA 02115, USA; merosacabidmc.harvard.edu Correspondence: mmortreubidmc.harvard.edu Received: 10 September 2020; Accepted: 3 October 2020; Published: 8 October 2020 gid00030gid00035gid00032gid00030gid00038gid00001gid00033gid00042gid00045 gid00001 gid00048gid00043gid00031gid00028gid00047gid00032gid00046 Abstract: For decades, scientists have relied on animals to understand the risks and consequences of space travel. Animals remain key to study the physiological alterations during spaceight and provide crucial information about microgravity-induced changes. While spaceights may appear common, they remain costly and, coupled with limited cargo areas, do not allow for large sample sizes onboard. In 1979, a model of hindlimb unloading (HU) was successfully created to mimic microgravity and has been used extensively since its creation. Four decades later, the rst model of mouse partial weight-bearing (PWB) was developed, aiming at mimicking partial gravity environments. Return to the Lunar surface for astronauts is now imminent and prompted the need for an animal model closer to human physiology; hence in 2018, our laboratory created a new model of PWB for adult rats. In this review, we will focus on the rat model of PWB, from its conception to the current state of knowledge. Additionally, we will address how this new model, used in conjunction with HU, will help implement new paradigms allowing scientists to anticipate the physiological alterations and needs of astronauts. Finally, we will discuss the outstanding questions and future perspectives in space research and propose potential solutions using the rat PWB model. Keywords: gravity; partial weight-bearing; ground-based; rodent; spaceight; analog 1. Introduction Spaceight was once viewed as rare and exceptional but is now widely used by scientists and has attracted private investors and companies, thus democratizing space and microgravity. Data gathered from astronauts onboard the Soyuz, space shuttles or Mir missions and the International Space Station (ISS) have been crucial for understanding the consequences of microgravity in space, and upon return on Earth  16. Decades of research have established dramatic physiological changes as result of exposure to microgravity to spaceight, including: reduced muscular mass and strength  7, reduced bone mineral density  8, cardiovascular complications, as well as others  9,10. Upon returning to Earth, these adaptations can dramatically inuence astronaut health and quality of life. Therefore, ground-based models are necessary to understand the full scope of microgravity-induced pathologies as well as interventions to mitigate these while in space. For centuries, scientists have used animals to better discriminate between physiological and pathological states and investigate human-related diseases and conditions  11,12. Although Yuri Gagarin was the rst human in space, he was preceded by many animals that helped assess risks, feasibility, and outcomes  13,14. While several species have been own in space and each can bring valuable information, space missions can be highly restrictive and not easily allow for longitudinal assessments or controlled variables. As more information was needed to better understand and mitigate astronauts cosmonauts deconditioning when exposed to microgravity, and ensure their safety after their mission, scientists Life2020 ,10, 235; doi:10.3390 life10100235 www.mdpi.com journal lifeLife2020 ,10, 235 2 of 22 needed to establish a ground-based model to mimic microgravity and unravel the risks and consequences. Rodents have long been the preferred preclinical model for biomedical research both in space and on Earth  15, and in 1979, Morey described the rst model of rat hindlimb unloading (HU)  16, which is now the gold-standard to explore the physiological response to mechanical unloading, an analog model of microgravity. While decades of research into unloading-induced alterations to physiological systems have provided invaluable data on microgravity-induced aberrations to physiology, the standard HU model does not account for the variations of gravity inherent to di erent astronomical settings, such as the Moon or Mars. Artemis missions are set to land the rst woman and the next man on the Moon in 2024. These missions will set the stage for a lunar base and serve as a stepping-stone for an eventual crewed-exploration to Mars  17,18. Therefore, to thoroughly prepare for this endeavor, there is an urge to study gravity as a continuum, and develop models mimicking partial gravity environments. The rst attempt at simulating partial gravity on earth was attempted in 2010, with Moon (0.16 g) or Mars (0.38 g) gravitational loads in female mice  19. However, inbred mice may be too homogenous to have the desired transferability to human physiology in di erent gravitational environments. Recently, this model has been adapted to outbred rats in order to better understand the individual variations in response to partial reductions in mechanical loading  20. Therefore the purpose of this review is to summarize the methodology and utility of this rat partial weight bearing (PWB) model in relation to human physiology, summarize what is currently known on the musculoskeletal e ects of partial gravity environments, and provide future directions for the use of this model as it relates to spaceight and physiology. 2. Establishing the Rat Partial Weight-Bearing (PWB) Model In 2010, the rst successful model of quadrupedal partial weight bearing (PWB) was developed in mice to study the impact of reduced mechanical loading on the musculoskeletal system  19. Ten-week-old nulliparous female BALB cByJ mice were exposed to 21 days of Mars-analog loading, (38 of normal loading), and compared to jacketed controls (full weight-bearing). This study showed that PWB led to 20 lower gastrocnemius wet mass and 24 lower femoral bone volume, and was the rst study to demonstrate functional alterations in muscle force production in simulated partial gravity environments. In a later study using female C57Bl 6J mice exposed to various degrees of mechanical unloading  21, the authors conrmed their previous observations and demonstrated that reductions in weight-bearing led to a dose-dependent atrophy of the hindlimb muscles and a decline in bone mineral density (BMD). Since then, this murine model has been used in several ground-based studies to investigate the e ects of PWB on blood cell count  22, bone loss mechanisms  2325, and in conjunction with low-dose high linear energy transfer (LET) radiation 26. The establishment of the mouse PWB model provided a unique opportunity to investigate the consequences of lunar and Martian environments on animal physiology in ground-based studies when other alternatives were not yet available. Until recently, PWB was exclusively used on female inbred mice. However, rats demonstrated to provide potentially more accurate information regarding human physiology  27. Studies are often carried on outbred strains to better account for the genetic diversity observed in humans, and these animals share many physiological and cognitive characteristics with humans  28,29. Moreover, rats are smart, trainable  28, and social animals that process drugs similarly to humans  30. Additionally, their size, approximately twenty times greater for an adult rat compared to a mouse, allows for easier surgical procedures  31 and thorough histopathological analyses. However, this change of scale for the PWB model required technical adjustments that were crucial in order to successfully adapt it for rats. These areas include addressing the housing environment, changing the suspension apparatus, and developing a pelvic harness.Life2020 ,10, 235 3 of 22 2.1. Housing Environment The housing environment in the rat PWB model was designed to fulll several requirements  20. Firstly, it had to provide a oor space large enough for the rat to move around and explore. Secondly, it had to reduce waste accumulation and minimize the components that could be used by the animals to increase mechanical loading. Finally, it had to be of an appropriate size to accommodate the entire suspension apparatus, during either full mechanical loading, complete unloading, or partial weight-bearing, regardless of the animals growth, which remains constant between 10 and 30 weeks of age 32. The cages were made of ve panels of clear polycarbonate with the following dimensions: 12 wide 12 deep 16 high (Figure 1). At the top of both side panels, a small centered indentation was made in order to support the suspension apparatus. To avoid waste accumulation, we chose to use a 12 12 exible perforated polypropylene oor panel layered with absorbent paper. This alternative was preferred over wire-oors, which have been shown to promote foot lesions  33 and induce thermal stress  34 in rats. While this type of ooring did not prevent food waste from falling onto the oor, a food chute was installed at the exterior of the cage that allowed only one pellet to be dispensed at the time, thus reducing waste and preventing any opportunities for the rats to reload themselves via the food pellets. Although the housing was rst designed without any type of enrichment for the animals, more recent studies are now conducted with the addition of a couple of autoclaved cotton-squares that are changed every other day, so as to improve animals wellbeing. Life 2020 , 10, x FOR PEER REVIEW 3 of 22 the animals to increase mechanical loading. Finally, it had to be of an appropriate size to accommodate the entire suspension apparatus, during either full mechanical loading, complete unloading, or partial weight-bearing, regardless of the animals growth, which remains constant between 10 and 30 weeks of age 32. The cages were made of five panels of clear polycarbonate with the following dimensions: 12 wide  12 deep  16 high (Figure 1). At the top of both side panels, a small centered indentation was made in order to support the suspension appa ratus. To avoid waste accumulation, we chose to use a 12  12 flexible perforat ed polypropylene floor panel layered with absorbent paper. This alternative was preferred over wire-floors, which ha ve been shown to promote foot lesions 33 and induce thermal stress 34 in rats. While this type of flooring did not prevent food waste from falling onto the floor, a food chute was installed at the exteri or of the cage that allowe d only one pellet to be dispensed at the time, thus reducing waste and prev enting any opportunities for the rats to reload themselves via the food pellets. Although the ho using was first designed without any type of enrichment for the animals, more recent studies ar e now conducted with the addition of a couple of autoclaved cotton-squares that are changed every other day, so as to improve animals wellbeing. Figure 1. Photograph of the cage designed for the ra t partial weight bearing (PWB) model with a suspension apparatus. 2.2. Suspension Apparatus In order to support skeletally mature male rats with a starting body weight of approximately 400 g, many adjustments were required with resp ect to the suspension apparatus (Figure 2). While rats have enough floor space in the cages acco rding to the Institutional Animal Care and Use Committee (IACUC) guidelines, their larger size allo ws them to freely move around and explore their environment, even when partially unloaded; ther efore, suspension apparatus was secured at the center of the aluminum rod. In essence, the su spension design differed slightly from the one previously used in mice 19,23, retaining a triangle-shape structure linking the forelimb jacket and hindlimb suspension device with a back-rod, improving stabilization. A swivel clasp was added on both ends of the stainless-steel chain to provide full mobility to the animals, allowing them to move around without risking entangling the chains and modifying their partial unloading level. The most critical part of the suspension apparatus unde rwent major alterations to accommodate rats and improve PWB stability. In mice, a bead chain was positioned by twisting the coils of a spring with known characteristics, allowing animals to gain kinetic energy and increase mobility. This system was not an ideal fit for rats and was replaced by a key-chain ring attached to a swivel clasp directly connected to the stainless-steel ch ain. This design did not allow for additional kinetic energy, or Figure 1. Photograph of the cage designed for the rat partial weight bearing (PWB) model with a suspension apparatus. 2.2. Suspension Apparatus In order to support skeletally mature male rats with a starting body weight of approximately 400 g, many adjustments were required with respect to the suspension apparatus (Figure 2). While rats have enough oor space in the cages according to the Institutional Animal Care and Use Committee (IACUC) guidelines, their larger size allows them to freely move around and explore their environment, even when partially unloaded; therefore, suspension apparatus was secured at the center of the aluminum rod. In essence, the suspension design di ered slightly from the one previously used in mice  19,23, retaining a triangle-shape structure linking the forelimb jacket and hindlimb suspensionLife2020 ,10, 235 4 of 22 device with a back-rod, improving stabilization. A swivel clasp was added on both ends of the stainless-steel chain to provide full mobility to the animals, allowing them to move around without risking entangling the chains and modifying their partial unloading level. The most critical part of the suspension apparatus underwent major alterations to accommodate rats and improve PWB stability. In mice, a bead chain was positioned by twisting the coils of a spring with known characteristics, allowing animals to gain kinetic energy and increase mobility. This system was not an ideal t for rats and was replaced by a key-chain ring attached to a swivel clasp directly connected to the stainless-steel chain. This design did not allow for additional kinetic energy, or variations in chain length, henceforth greatly reducing daily variations and the need to do adjustments throughout the experiments. Life 2020 , 10, x FOR PEER REVIEW 4 of 22 variations in chain length, henceforth greatly reducing daily variations and the need to do adjustments throughout the experiments. In order to achieve specific levels of PWB, an imals are first weighed while wearing the entire PWB apparatus (100 full weight-bearing). The links on the chain are then adjusted to raise the animals to the appropriate PWB level (Figure 2A, items 2 and 3). Achieved weight-bearing is confirmed using a scale throughout this process. The chains have been selected to allow for steady and fine tuning of weight-bearing, maintaining th e desired weight within 5 of error 100 of the time. Figure 2. Photographs of the suspension apparatus used for HLU ( A) and PWB ( B). Arrows point to key elements in panels ( A) 1: centered key ring, 2: stainless steel chain, 3: swivel clasps, and ( B) 1: back rod, 2: clasps. Adapted from 35. 2.3. Using a Pelvic Harness during Suspension (HLS) In both the mouse and rat PWB models, the forelim bs are supported by a fitt ed jacket 19,20. In the mouse PWB system, the hind limbs were suppo rted by a bandage wrapped around the base of the tail, based on the initial tail-suspension desig n developed for ground-based HU experiments 16 in use since the 1980s. While the HU model and th e technical aspects of tail-suspension are beyond the scope of this article, excellent reviews have been published elsewhere 3638. In the rat PWB system, we chose to adapt a pelvic harness to support the hind limbs, in lieu of the traditional tail suspension (described thereafter as HLS) 20 (Fig ure 3). This pelvic suspension was first described by others in rats undergoing HU 39 and has been shown to result in similar alterations regarding body weight, muscle atrophy, bone loss and glucose homeostasis compared to tail-suspended animals, while reducing lordosis and spine curv ature. The pelvic harness was extremely well tolerated in all of our studies involving either PW B or HLS, and allowed animals to be maintained in the same environment while reducing the time needed to transition from one mechanical loading level to another 20,35,40,41. Figure 2. Photographs of the suspension apparatus used for HLU ( A) and PWB ( B). Arrows point to key elements in panels ( A) 1: centered key ring, 2: stainless steel chain, 3: swivel clasps, and ( B) 1: back rod, 2: clasps. Adapted from 35. In order to achieve specic levels of PWB, animals are rst weighed while wearing the entire PWB apparatus (100 full weight-bearing). The links on the chain are then adjusted to raise the animals to the appropriate PWB level (Figure 2A, items 2 and 3). Achieved weight-bearing is conrmed using a scale throughout this process. The chains have been selected to allow for steady and ne tuning of weight-bearing, maintaining the desired weight within 5 of error 100 of the time. 2.3. Using a Pelvic Harness during Suspension (HLS) In both the mouse and rat PWB models, the forelimbs are supported by a tted jacket  19,20. In the mouse PWB system, the hind limbs were supported by a bandage wrapped around the base of the tail, based on the initial tail-suspension design developed for ground-based HU experiments  16 in use since the 1980s. While the HU model and the technical aspects of tail-suspension are beyond the scope of this article, excellent reviews have been published elsewhere  3638. In the rat PWB system, we chose to adapt a pelvic harness to support the hind limbs, in lieu of the traditional tail suspension (described thereafter as HLS)  20 (Figure 3). This pelvic suspension was rst described by others in rats undergoing HU  39 and has been shown to result in similar alterations regarding body weight, muscle atrophy, bone loss and glucose homeostasis compared to tail-suspended animals, while reducing lordosis and spine curvature. The pelvic harness was extremely well tolerated in all of our studies involving either PWB or HLS, and allowed animals to be maintained in the same environment while reducing the time needed to transition from one mechanical loading level to another 20,35,40,41.Life2020 ,10, 235 5 of 22 Life 2020 , 10, x FOR PEER REVIEW 4 of 22 variations in chain length, henceforth greatly reducing daily variations and the need to do adjustments throughout the experiments. In order to achieve specific levels of PWB, an imals are first weighed while wearing the entire PWB apparatus (100 full weight-bearing). The links on the chain are then adjusted to raise the animals to the appropriate PWB level (Figure 2A, items 2 and 3). Achieved weight-bearing is confirmed using a scale throughout this process. The chains have been selected to allow for steady and fine tuning of weight-bearing, maintaining th e desired weight within 5 of error 100 of the time. Figure 2. Photographs of the suspension apparatus used for HLU ( A) and PWB ( B). Arrows point to key elements in panels ( A) 1: centered key ring, 2: stainless steel chain, 3: swivel clasps, and ( B) 1: back rod, 2: clasps. Adapted from 35. 2.3. Using a Pelvic Harness during Suspension (HLS) In both the mouse and rat PWB models, the forelim bs are supported by a fitt ed jacket 19,20. In the mouse PWB system, the hind limbs were suppo rted by a bandage wrapped around the base of the tail, based on the initial tail-suspension desig n developed for ground-based HU experiments 16 in use since the 1980s. While the HU model and th e technical aspects of tail-suspension are beyond the scope of this article, excellent reviews have been published elsewhere 3638. In the rat PWB system, we chose to adapt a pelvic harness to support the hind limbs, in lieu of the traditional tail suspension (described thereafter as HLS) 20 (Fig ure 3). This pelvic suspension was first described by others in rats undergoing HU 39 and has been shown to result in similar alterations regarding body weight, muscle atrophy, bone loss and glucose homeostasis compared to tail-suspended animals, while reducing lordosis and spine curv ature. The pelvic harness was extremely well tolerated in all of our studies involving either PW B or HLS, and allowed animals to be maintained in the same environment while reducing the time needed to transition from one mechanical loading level to another 20,35,40,41. Figure 3. Drawings representing the use of the pelvic harness in PWB ( A) and HLS ( B). 2.4. Reliability As in the mouse model, reliability of the partial reduction in mechanical loading was assessed daily by recording both the unloaded and fully-loaded body weight. The ratio of these two measurements provides the achieved partial weight-bearing level. Although the target level is established prior to the experiment (i.e., 70 of full-loading PWB70, 40 of full-loading PWB40, and 20 of full-loading PWB20), daily variations in food intake, water intake, and body weight could a ect the e ective ratio. Using stainless-steel chains, we demonstrated that during a month-long experiment conducted on 149 rats, coe cients of variations did not exceed 1.8 regardless of the targeted partial unloading level  40. This represented a marked improvement compared to the initial mouse model. Indeed, whereas the rst mouse model design (based on a spring) succeeded to remain within a 5 error margin of the desired unloading level only 77 of the time over a 21-day experiment  19, the rat suspension design (based on a chain) was extremely reliable and allowed for the animals to remain within 5 of the desired unloading levels 100 of the time during 28-day periods 20. 3. A Global Model to Study Physiological Alterations 3.1. Behavior Animals behavior is a great indicator of stress and tolerability  42. In an e ort to reduce stressful situations and better assess animals abnormal behaviors, every experimenter involved in animal care engaged in hands-on contact with each rat, in the week preceding baseline. Increased knowledge of animals individual behavior and reactions was critical for ensuring proper care and behavioral assessment during the study. Starting on the day of acclimation to the custom housing environment, each animal was monitored by the experimenter once or twice per day, and constant video surveillance was used within the animal facility to observe and understand nocturnal behavioral changes. Daily clinical assessment notes were logged, and health monitoring involved several parameters that are summarized in Table 1. HU usually results in a transient weight loss in both mice and rats  23,39,43,44. In the mouse PWB, it has been observed that females lose weight during the rst week of partial unloading but are able to return to their baseline body weight after 21 days of exposure  19,21. In rats, we initially reported a transient weight loss during the rst week of partial unloading, regardless of the PWB level  20,35,41. Adult male rats between the ages of 10 and 30 weeks display a steady growth of the musculoskeletal system which is associated with a constant increase in body weight  32. This continuous growth was seen in our fully loaded controls (PWB100), and all suspended rats eventually recovered, and exceeded, their pre-suspension body weight regardless of their PWB level  20,40. However, our latest studies failed to demonstrate a signicant di erence in body weights across all groups, from 20 to 100 of normal loading during a 28 days experiment 45.Life2020 ,10, 235 6 of 22 Table 1. List of daily assessments recorded for each animal throughout the entire study. Visual Assessments (Hands-O ) Clinical Assessments (Hand-On) Integrity of the harness, jacket, suspension apparatus Body weight, unloaded weight, achieved PWB Posture Porphyric staining Alertness and ability to walk Fur coat appearance around jacket and harness Food intake Presence of skin irritation, redness or abrasion Water intakeEcient grooming of the genital area (evidence of sperm plugs, vaginal secretions) Presence and consistence of feces Appearance of the teeth Evidence of grooming Edema Use of all limbs to balance Evidence of broken nails bleeding When rst exposed to PWB, animals usually display a signicantly lower food consumption during the rst 48 h, especially when assigned to PWB20 or PWB40 groups  20; however, cumulative food intake typically remains identical across all groups throughout the experiment  20,41,45. Both body weight and food intake decrease can be signs of discomfort and stress, which is why daily assessment remains crucial when using the rat PWB model. Animals should be removed from the experiment when experiencing weight loss greater than 15 of their pre-suspension value  39. Additionally, because the cages do not have as much bedding compared to a traditional rat cage and singly housing the rats prevents body heat transfer between animals, care should be taken to ensure appropriate temperature of the housing facility as alterations to core body temperature can inuence overall metabolism  4648, such as the use of cotton for nesting. Unloading experiments can, and have been completed by assessing several plasma parameters such as blood glucose and corticosterone, both known to increase signicantly in response to stressful conditions through the activation of the hypothalamic-pituitary-adrenal (HPA) axis  4951. As both of these parameters are regulated by the circadian rhythm, particular caution was given to the blood collection time and duration  52,53. For fully-loaded animals, we showed that the full harness did not elicit a stress response during a 28 day experiment, and that reduced mechanical loading did not impact plasma glucose and corticosterone 45 at 7, 14, and 28 days of exposure compared to pre-suspension values. This nding was further validated by assessing the wet mass of several organs (i.e., adrenal glands and spleen), known to change in stressful conditions. These results represent the rst evidence for the lack of chronic stress in the rat PWB model; however, future attention should be paid to the acute response in the rst 48 h of exposure to decreased mechanical loading. 3.2. Muscular System The rat PWB model was rst established in order to determine the longitudinal time-course of the musculoskeletal impairments  20,40,54. Indeed, spaceight and mechanical unloading are known to lead to a rapid decline in muscle mass and function, which in turn increases the risk of fractures, chronic pain, fatigue, and injury upon return to normal loading  5560. Previous ground-based animal models were extremely useful to obtain a clear picture of the physiological alterations and associated mechanisms, which helped the development of mitigating countermeasures for space crews such as exercise 6164, the use of bisphosphonates 65,66, and nutraceuticals 67. In response to microgravity and mechanical unloading, postural muscles such as the soleus atrophy quickly in humans  55,56,64,68,69 and rats  39,7074. Using the rat PWB model, we relied on both indirect and direct measures to determine the alterations in muscle size, force, and function, during exposure to 20 to 100 of full-loading  20,35,40,41. Calf circumference was used as a weekly indirect indicator of the triceps surae (i.e., soleus and gastrocnemius) size. We demonstrated that exposure to PWB20, PWB40, and PWB70, resulted in a signicantly smaller limb girth compared toLife2020 ,10, 235 7 of 22 the PWB100 controls at all times  20,40,41 (i.e., 7, 14, and 28 days of PWB). Additionally, we showed that rear paw grip force either failed to increase or displayed a net decrease after exposure to all levels of PWB, with a linear relationship between gravitational load and muscle impairments  20,35,40. These force measurements obtained voluntarily were further conrmed by applying a tetanic nerve stimulation and recording the maximum torque of the foot during either plantar or dorsi-exion  40. By doing so, we observed a signicant decrease in the maximal torque obtained that was linearly correlated to the degree of mechanical unloading. Hindlimb muscle mass revealed the presence of a signicant atrophy linearly correlated to the PWB level as soon as 7 days of exposure, our earliest time-point, and until 28 days of exposure  20, 35,40,41 (Figure 4A). This muscle atrophy was further associated with a decrease in myobers cross-section area (CSA) in both the soleus and gastrocnemius. In humans and rats, the soleus, a postural muscle  75,76 is mostly comprised of bers expressing the type 1 myosin heavy chain (MyHC1), which generally act as slow-twitch oxidative bers providing endurance. During disuse and total mechanical unloading, soleus myobers have been reported to switch from type 1 to type 2 (i.e., generally fast-twitch glycolytic)  7780, comparatively more prone to fatigue  81,82. We also see this modication in soleus composition of rats undergoing reduced mechanical loading for up to 28 days, with 40 of gravitational loading having 67 shift in Type I ber percentage (Supplementary Tables)  40,41. However, we must acknowledge that up to this point we have only investigated MHCI bers and not the separate isoforms of type II MHC bers, which may have di erent functional implications  83. As such, future works will be necessary to investigate the nuances of di erent MHC isoforms and PWB. Taken together, our data demonstrated that partial mechanical loading results in a dose-dependent muscular deconditioning in the hindlimbs, consistent with the physiological alterations observed during spaceight 56,74,8486 and hypokinesia 39,73,87,88. Life 2020 , 10, x FOR PEER REVIEW 7 of 22 with 40 of gravitational loading having 67 shift in Type I fiber percentage (Supplementary Tables) 40,41. However, we must acknowledge that up to this point we have only investigated MHCI fibers and not the separate isoforms of type II MHC fibers, which may have different functional implications 83. As such, future works will be necessary to investigate the nuances of different MHC isoforms and PWB. Taken together, our data demonstrated th at partial mechanical loading results in a dose-dependen t muscular deconditioning in the hindlimbs, consistent with the physiological alterations observed during spacefli ght 56,74,8486 and hypokinesia 39,73,87,88. In space, studies usually focus on the calf mu scles as astronauts leg muscles atrophy quicker than their arm muscles due to their normal bipedal stance. However, animal models are traditionally developed in quadrupedal rodents. Henceforth, on e of the advantages of using the PWB model instead of the traditional HLS is the possibility of investigating both the fore- and hind- limbs muscle in response to partial mechanical unloading. Recently, we used the rat PWB model to investigate if exposure to PWB20, PWB40, or PWB70 for 28 days led to a significant muscle deconditioning in the forelimbs compared to fully-loaded animals (PWB100) . While we previously have shown that front paw grip force is impacted by partial mechanical unloading 41, we established for the first time that the biceps brachii displayed a 26 reduction in mass during partial unloading, regardless of the level 45. However, in the triceps brachii, we showed that atrophy was linearly correlated to the level of PWB, with reductions ranging from 9 to 17 co mpared to the controls. Histomorphometric analysis yielded similar results with a dose-dependent re duction in myofiber CSA. This quadrupedal modeling of partial gravity may allow for a more th orough investigation on the impacts of partial and microgravity on non-weight bearing tissues, as recent works have su ggested that non-weight bearing bones can be impacted by spaceflight months after returning to Earth 89. Figure 4. Correlations of muscle mass or bone mineral density with PWB level. Correlation between the quadriceps wet mass and the PWB level after 14 days of exposure ( A), and between the change in trabecular bone mineral density (BMD) and the PWB level after 14 days of exposure ( B). Lines represent the best linear fit and Pearson rs correla tion values and signific ant are displayed on the graph. Adapted from reference 20. 3.3. Skeletal System Weightlessness, either real or simulated, has been used extensively to study bone loss and establish countermeasures for astronauts 65,90 ,91. Using the mouse PWB model, studies have shown that 21 days of exposure leads to a significant decline in body and hindlimb BMD and tibial trabecular bone volume, that was linearly correlated to the degree of unloading 21,23. Moreover, it has been shown that even PWB70 did not prevent the emergence of skeletal alte rations 25. Similarly, in rats, we demonstrated that 2 weeks of PWB led to a dose-dependent and linear decrease in tibial BMD 20 (Figure 4B). Further studies were conducted to establish the longitudinal time-course of skeletal impairments during partial mechanical lo ading and established the existence of a potential threshold for the preservation of the skeletal sy stem 54. While trabecular BMD declines within 7 days of exposure to PWB, it further decreases ov er a month-long experiment, regardless of the PWB level, suggesting that a plateau was not reached. These results obtained in vivo were further validated Figure 4. Correlations of muscle mass or bone mineral density with PWB level. Correlation between the quadriceps wet mass and the PWB level after 14 days of exposure ( A), and between the change in trabecular bone mineral density (BMD) and the PWB level after 14 days of exposure ( B). Lines represent the best linear t and Pearson rs correlation values and signicant are displayed on the graph. Adapted from reference 20. In space, studies usually focus on the calf muscles as astronauts leg muscles atrophy quicker than their arm muscles due to their normal bipedal stance. However, animal models are traditionally developed in quadrupedal rodents. Henceforth, one of the advantages of using the PWB model instead of the traditional HLS is the possibility of investigating both the fore- and hind- limbs muscle in response to partial mechanical unloading. Recently, we used the rat PWB model to investigate if exposure to PWB20, PWB40, or PWB70 for 28 days led to a signicant muscle deconditioning in the forelimbs compared to fully-loaded animals (PWB100). While we previously have shown that front paw grip force is impacted by partial mechanical unloading  41, we established for the rst time that the biceps brachii displayed a 26 reduction in mass during partial unloading, regardless of the level  45. However, in the triceps brachii, we showed that atrophy was linearly correlated to theLife2020 ,10, 235 8 of 22 level of PWB, with reductions ranging from 9 to 17 compared to the controls. Histomorphometric analysis yielded similar results with a dose-dependent reduction in myober CSA. This quadrupedal modeling of partial gravity may allow for a more thorough investigation on the impacts of partial and microgravity on non-weight bearing tissues, as recent works have suggested that non-weight bearing bones can be impacted by spaceight months after returning to Earth 89. 3.3. Skeletal System Weightlessness, either real or simulated, has been used extensively to study bone loss and establish countermeasures for astronauts  65,90,91. Using the mouse PWB model, studies have shown that 21 days of exposure leads to a signicant decline in body and hindlimb BMD and tibial trabecular bone volume, that was linearly correlated to the degree of unloading  21,23. Moreover, it has been shown that even PWB70 did not prevent the emergence of skeletal alterations  25. Similarly, in rats, we demonstrated that 2 weeks of PWB led to a dose-dependent and linear decrease in tibial BMD  20 (Figure 4B). Further studies were conducted to establish the longitudinal time-course of skeletal impairments during partial mechanical loading and established the existence of a potential threshold for the preservation of the skeletal system  54. While trabecular BMD declines within 7 days of exposure to PWB, it further decreases over a month-long experiment, regardless of the PWB level, suggesting that a plateau was not reached. These results obtained in vivo were further validated by the ex vivo analysis of the distal femoral area via microcomputed tomography. Indeed, our results highlighted a dose-dependent decrease in bone volume, BMD, and trabecular number  54. Quantitative histomorphometry using calcein staining emphasized that weakening of the trabecular bone architecture during partial mechanical unloading was partly due to decreased osteoblast surface area and activity while osteoclasts remained similar compared to controls. These ndings are in agreement with prior research utilizing the HU model and provide further validation for this model 9295. 3.4. Cardiovascular System The cardiovascular system is severely impacted during weightlessness  9,96100, in particular, orthostatic intolerance appears to be common among astronauts upon returning to earth. Many studies have been conducted in the HU model  101107, taking advantage of the 30 degree head-down-tilt designed to induce a cephalic uid shift. Some of these HU models found hypovolemia, altered nitric oxide signaling, and altered sympathetic neurological activity  105,106,108, which may contribute to cardiovascular complications during spaceight. However there remains controversy on how each of these mechanisms contribute to cardiovascular complications  104. As the rat PWB is designed to allow quadrupedal unloading, it is not associated with a uid shift. However, until recently, the impact of partial mechanical unloading on the cardiovascular system including the e ects of the pelvic harness in lieu of the tail suspension, had not been addressed. Therefore, we longitudinally monitored tail blood pressure, foot oximetry, and heart rate for 28 days in all conditions  45. Our results highlighted that the use of a pelvic harness during normal loading did not impair indirect measures of blood ow nor did it modify blood pressure and heart rate over the course of the experiment. This study further demonstrated that partial reductions in mechanical loading did not reveal signicant changes in these parameters. While these results are preliminary, they may suggest cardiovascular protections may be conferred with minimal gravitational force, such as those found on extra-terrestrial targets such as the Moon or Mars with 1 6th and 1 3rd of the Earths gravitational pull. However, more works using PWB are necessary to understand the nuanced cardiovascular mechanisms that may contribute to potential protection from spaceight-induced orthostatic intolerance.Life2020 ,10, 235 9 of 22 4. Future Perspectives 4.1. Investigating Shifts Lower than 1g The PWB rat model was designed to be adaptable to any mechanical loading ranging from HLS to PWB100 (i.e., total mechanical unloading of the hind limbs to full mechanical loading on all limbs). Such design has allowed us to investigate gravity as a continuum and mimic gravity shifts lower than 1g. For example, astronauts en route to extra-terrestrial targets such as the Moon or Mars, will inevitably be exposed to a rst phase of microgravity. In 2019, we developed a new paradigm by exposing animals to either two weeks of PWB40, or one week of HLS followed by one week of PWB40  35. This was made possible by the seamless transition between the two systems and allowed us to assess the consequences of partial mechanical loading on an already compromised musculoskeletal system. We demonstrated that 7 days of HLS led to a signicant loss of muscle force in the hind limbs, greater than what was observed after 7 days of PWB40. Once exposed to an increased mechanical load, animals grip force remained signicantly lower than the PWB40 group (Figure 5). Furthermore, muscle wet mass was lower in the triceps surae. These preliminary data reveal that investigating partial gravity environments on healthy animals might not depict an accurate picture of what could happen in space. While we did not investigate other physiological systems in such a regimen, it is necessary to better understand how animals, and humans, whose bodies are already adapting to weightlessness, will react to shifts in gravitational environments. Life 2020 , 10, x FOR PEER REVIEW 9 of 22 during return travel, reloading upon return to Eart h). So far, it has been essentially impossible to investigate the effects of weightlessness without expo sing the animals and astronauts to a significant period of hypergravity during re-entry. This powe rful and sudden increase in mechanical loading has been known to rapidly impact the musculoskeletal system and is described as a reloading injury 61,71,109112. Although more experiments are design ed with an end point in flight to avoid this injury, data remains scarce and little is known about the effects of reloading injury compared to microgravity. In the near future, we will make it a priority to use the PWB model in order to accurately mimic space missions and investigate each stage, i.e., total unloading, partial loading, partial reloading, and total reloading. These data will also be critical in order to better understand how effective artificial gravity treatments could be in mitigating physiological alterations during spaceflight. Figure 5. Changes in rear paw grip force. Changes in re ar paw grip force compared to pre-suspension values (day 0) in rats undergoing 14 days of normal loading (PWB100), 14 days of loading at 40 (PWB40), and 7 days of hindlimb suspension immediat ely followed by 7 days of loading at 40 (HLS- PWB40). Results are displayed as mean  SEM an d were analyzed with 1-way ANOVA and Tukeys post hoc test and are represented as , : p  0.001 and p  0.0001 vs PWB100, : p  0.05 PWB40. Adapted from reference 39. 4.2. Mechanisms Contributing to PWB Phenotypes Years of research using the full HU model has found robust inductions of catabolic signaling cascades such as the protein ubiquitin and auto phagy pathways 113116. Our current PWB model suggests gravitational dose-dependence with rega r d t o m u s c l e s i z e ; h o w e v e r , w e h a v e n o t y e t investigated if the same degradative pathways are activated during PWB or if these same gravitational dose-dependence exist between catabo lic pathways. Understanding cellular signaling contributing to the PWB phenotype will provide a more nuanced understanding of this model and how to best maximize PWB to develop effective strategies for astronaut health, both in space and upon returning to Earth. 4.3. Sex-Based Differences The rat PWB model was developed using adult male rats, chosen to represent the predominantly male astronauts population. Howe ver, the astronauts population remains very heterogeneous in sex, age, mission duration, and mission protocols. Mo re so, it is clear males and females have different musculoskeletal 117119, cardiovascular 120,121 and overall physiology that may contribute to differential responses to micro- and partial gravity. As such, it is of the utmost importance to study adult female animals, in order to understand the se x-based differences in the adaptations to partial gravity, and thus develop the best countermeasures for both males and females. We recently exposed adult female rats of the same age and strain, to 14 days of normal-loading using a full harness (PWB100) or 14 days of PWB40 122. In order to accurately validate our model in female rats, we extensively assessed hindlimb blood oxygenation, stress, and food intake. None of Figure 5. Changes in rear paw grip force. Changes in rear paw grip force compared to pre-suspension values (day 0) in rats undergoing 14 days of normal loading (PWB100), 14 days of loading at 40 (PWB40), and 7 days of hindlimb suspension immediately followed by 7 days of loading at 40 (HLS-PWB40). Results are displayed as mean SEM and were analyzed with 1-way ANOVA and Tukeys post hoc test and are represented as , : p0.001 and p0.0001 vs. PWB100, :p0.05 PWB40. Adapted from reference 39. Using the rat PWB model also provides the option to investigate the various stages associated with lunar spaceight (e.g., microgravity en route, partial gravity on the lunar surface, microgravity during return travel, reloading upon return to Earth). So far, it has been essentially impossible to investigate the e ects of weightlessness without exposing the animals and astronauts to a signicant period of hypergravity during re-entry. This powerful and sudden increase in mechanical loading has been known to rapidly impact the musculoskeletal system and is described as a reloading injury  61,71,109112. Although more experiments are designed with an end point in ight to avoid this injury, data remains scarce and little is known about the e ects of reloading injury compared to microgravity. In the near future, we will make it a priority to use the PWB model in order to accurately mimic space missions and investigate each stage, i.e., total unloading, partial loading, partial reloading, and total reloading. These data will also be critical in order to better understand how e ective articial gravity treatments could be in mitigating physiological alterations during spaceight.Life2020 ,10, 235 10 of 22 4.2. Mechanisms Contributing to PWB Phenotypes Years of research using the full HU model has found robust inductions of catabolic signaling cascades such as the protein ubiquitin and autophagy pathways  113116. Our current PWB model suggests gravitational dose-dependence with regard to muscle size; however, we have not yet investigated if the same degradative pathways are activated during PWB or if these same gravitational dose-dependence exist between catabolic pathways. Understanding cellular signaling contributing to the PWB phenotype will provide a more nuanced understanding of this model and how to best maximize PWB to develop e ective strategies for astronaut health, both in space and upon returning to Earth. 4.3. Sex-Based Di erences The rat PWB model was developed using adult male rats, chosen to represent the predominantly male astronauts population. However, the astronauts population remains very heterogeneous in sex, age, mission duration, and mission protocols. More so, it is clear males and females have di erent musculoskeletal  117119, cardiovascular  120,121 and overall physiology that may contribute to di erential responses to micro- and partial gravity. As such, it is of the utmost importance to study adult female animals, in order to understand the sex-based di erences in the adaptations to partial gravity, and thus develop the best countermeasures for both males and females. We recently exposed adult female rats of the same age and strain, to 14 days of normal-loading using a full harness (PWB100) or 14 days of PWB40  122. In order to accurately validate our model in female rats, we extensively assessed hindlimb blood oxygenation, stress, and food intake. None of these parameters revealed di erences between the two PWB groups and conrm what we previously reported in male rats 45. Contrasting male rats, female rats appeared to be quite resistant to PWB by maintaining their body weight constant and not displaying a loss of muscle force during the rst week. However, on day 14 , females exposed at PWB40 displayed a signicant decrease of rear paw grip force compared to their baseline, which was associated with a signicant atrophy of the gastrocnemius muscle. Surprisingly, the soleus did not exhibit signicantly smaller wet mass compared to the controls at day 14; though there was signicant atrophy of the type I myobers. Regardless, these preliminary works may suggest di erential responses to PWB in males and females and warrants further direct investigation. While we did not establish the time-course of muscle alterations and only investigated one partial unloading level at 40 of full-loading, these results represent the rst step required to begin to understand the sex-based di erences that exist in response to a decreased mechanical load, and successfully develop mitigating strategies for the female astronauts embarking on lunar missions. 4.4. New Therapeutic Countermeasures To date, only one countermeasure has been tested using the rat PWB model. Indeed, we recently assessed the benets of a moderate daily dose of resveratrol in male rats exposed to partial mechanical unloading at 40 of their normal weight-bearing (PWB40, Martian gravity analog)  41. Resveratrol (or trans-resveratrol, RSV) is a polyphenol commonly found in the diet  123,124, more specically in grape skin, blueberries, and peanuts. RSV has been studied in both animals and humans, and is associated with a wide range of biological e ects and cellular pathways. Amongst its properties, it has been shown that RSV acts as an anti-inammatory  125, anti-oxidant  126, anti-diabetic  127, as well as an osteoprotective agent 128,129 and exercise mimetic 129,130, making it an exceptional candidate to help mitigate muscle deconditioning in our partial gravity analog model. We nd that a moderate does of RSV appears to blunt reductions in front and back paw grip force as well as partially protect myober cross-sectional area in both the soleus and the gastrocnemius  41. Unlike the studies conducted in animals fully unloaded, we did not treat animals with RSV before exposure, thus assessing if RSV could prevent muscle disuse when given concomitantly. Many other potential therapeutic interventionsLife2020 ,10, 235 11 of 22 have been tested in the traditional HU model including: protein supplementation  131,132, various antioxidants  133, allopurinol  134 (pharmaceutical used for treating gout), heat stress  135,136, 8-Prenylnaringenin  137,138 (a prenylavanoid derived from hop extracts), testosterone  139,140, and others. Many of these interventions showing limited success for attenuating HU-induced muscle loss. While some of these interventions in themselves may not fully protect muscle atrophy, there is the possibility for an interaction between partial gravity and an additional intervention, which should not be understated. 5. Outstanding Questions 5.1. Circadian Rhythm While the PWB model helped address many physiological aspects due to reduced mechanical loading, more experiments are required in order to obtain a more complete picture of the hazards encountered by the astronauts who will undertake the Artemis missions. Circadian rhythmicity is the eukaryotic process that regulates physiological functions with a 24 h cycle. While the suprachiasmatic nucleus is the master clock, many organs display a secondary clock that can, in some cases, be asynchronous due to the shift of important cues (e.g., change in feeding time can alter the stomach internal clock  141). It has been established that circadian rhythms play an important role in many physiological processes on the ground including sleep cycle  142, gut microbiota  143, energy metabolism  144, heart rate and blood pressure  145,146, and that disturbances in our innate rhythm can lead to obesity  147149, diabetes  148, and fertility complications  150. Onboard the international space station (ISS) astronauts can witness 16 sunrises and sunsets every day, however, indoor lighting is used as a mitigating strategy  151 and simulates a 24-h cycle within the habitat. Astronauts report sleep disturbance more frequently in-ight than on the ground  152154, and sleep deprivation has been associated with a decline in crew performance  153 and a change in alertness levels  152,155. Moreover, the cardiovascular system is impacted by circadian rhythm and spaceight leads to signicant alterations in heart rate  156,157, blood pressure  158 and cardiovascular rhythms  159. Similar observations have been made in animal models  160162 and in human ground-based analogs such as the 520-d Mars mission  163; and sex-based di erences have been observed between astronauts  164. Upon arrival on the Moon and Mars, astronauts will experience yet new light-dark cycles, and new ground-based models should now investigate the coupling e ect of reduced loading and altered circadian rhythms to develop new and e ective countermeasures. 5.2. Radiation Humans on earth are protected from the most harmful space radiation due to the presence of our magnetosphere and the Van Allen belts  165; however, astronauts receive a higher dose of solar particles. This radiation exposure to galactic cosmic rays (GCR) is problematic for astronauts on low-Earth orbit space (LEO) missions (e.g., missions carried onboard the ISS), but this exposure may be particularly impactful during long duration missions, such as to the Moon or Mars It has long been known that radiation has deleterious e ects on physiological systems  69 including on the skeletal  26,67,166,167, muscular  168, neurological  168,169, immune  170, and cardiovascular systems  96,106,171. More recent works have begun to establish that radiation and microgravity are associated with a shift in circulating miRNA expression  172. Taken together, the aggregate of evidence strongly implies radiation in combination with microgravity has the potential for additive e ects on human physiology. However, animals in ground-based analog studies are often exposed to an acute dose of radiation meant to represent the total amount received during a potential journey, and often exposed to single or dual beams, which limits our understanding of the short-term consequences of radiation for astronauts who will undertake journeys to the Moon and Mars. As such, future studies will need to investigate the inuence of radiation and partial gravity on physiological outcomes. The rat PWB model will allow researchers to assess the coupled e ect of mechanical loading andLife2020 ,10, 235 12 of 22 radiation (i.e., the mechanical loading of the Moon coupled with radiation environment on the lunar surface). Moreover, our cages can easily be made radiation-safe (i.e., be used to house animals during exposure without creating artefacts) and could be useful to expose animals to daily doses of radiation and PWB simultaneously. 5.3. Biomarkers Starting with the Artemis missions and to Mars thereafter, astronauts will not have access to the extensive exercise  61 nor the medical equipment currently present on the ISS; thus we need to nd reliable biomarkers to assess astronauts conditions in ight. The recent development of omics and the public availability of numerous data sets from NASA GeneLab  173, allowed for some new discoveries including the importance of miRNAs. MiRNAs are small non-coding RNA molecules that are largely conserved throughout species and act as RNA-silencer, thus able to regulate post-transcriptional gene expression  174; and can be associated with pathological conditions including cancer  175177, diabetes  178,179, cardiovascular diseases  180, and viral infection  181. Recent work has shown that both real and simulated spaceight lead to an increased expression of several circulating miRNAs, now considered as a space-signature  172,182, and that antagomir supplementation could constitute preventive countermeasures for astronauts. Regarding muscle health, electrical impedance myography (EIM) has been widely used in both animal and human models to assess muscle quality and disuse  183185 and detect muscular diseases  186188. EIM is a small, non-invasive tool that uses electrical current to obtain muscle properties at various frequencies in a few seconds, and can be coupled with ultrasound, a tool that will most likely be made available for astronauts, for increased potency  189191. Recently, it has been shown that EIM can discriminate between muscle atrophy and loss of function in response to total unloading and in response to partial weight-bearing  192, making it a valuable tool for astronauts that will be exposed to both microgravity and partial-gravity during their mission. 6. Conclusions In conclusion, the PWB model is a novel experimental method that has extensive potential for the investigation of physiological alterations in response to both micro- and partial gravity. We have thus far been the rst group to create and utilize the PWB in rats, both males and females, but anticipate we will not be the last. With this review we hope to encourage other biomedical investigators to adopt this model within their own laboratories. A combined research e ort from many research laboratories will be imperative to thoroughly understand the complex physiology of spaceight. More so, a broader understanding of spaceight physiology may also facilitate important discoveries of human physiology that can benet ground-based medicine. Regardless, to ensure the safety of astronauts in future missions to the Moon, Mars, and beyond, we need to rst understand the complex interactions between human physiology and spaceight, and the PWB model will play a critical role in unraveling these nuanced relationships. Author Contributions: Conceptualization, M.M.; methodology, M.M.; writingoriginal draft preparation, M.M.; writingreview and editing, M.M. and M.E.R.-C.; visualization, M.M. M.M. and M.E.R.-C. reviewed and approved of the nal manuscript. All authors have read and agreed to the published version of the manuscript. Funding: This work was funded by the National Aeronautics and Space Administration (NASA: 80NSSC19K1598). Acknowledgments: The authors would like to express their gratitude to Janice A. Nagy for her careful editing of the manuscript. Conicts of Interest: The authors declare no conict of interest, and the funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results.Life2020 ,10, 235 13 of 22 References 1. Zhang, L.F.; Hargens, A.R. Spaceight-induced intracranial hypertension and visual impairment: Pathophysiology and countermeasures. Physiol. Rev. 2018 ,98, 5987. CrossRef PubMed 2. Voorhies, A.A.; Mark Ott, C.; Mehta, S.; Pierson, D.L.; Crucian, B.E.; Feiveson, A.; Oubre, C.M.; Torralba, M.; Moncera, K.; Zhang, Y.; et al. Study of the impact of long-duration space missions at the International Space Station on the astronaut microbiome. Sci. Rep. 2019 ,9. CrossRef 3. Wu, B.; Wang, Y.; Wu, X.; Liu, D.; Xu, D.; Wang, F. On-orbit sleep problems of astronauts and countermeasures. Mil. Med. Res. 2018 ,5, 112. CrossRef PubMed 4. Garrett-Bakelman, F.E.; Darshi, M.; Green, S.J.; Gur, R.C.; Lin, L.; Macias, B.R.; McKenna, M.J.; Meydan, C.; Mishra, T.; Nasrini, J.; et al. The NASA twins study: A multidimensional analysis of a year-long human spaceight. Science 2019 ,364. CrossRef 5. Tuday, E.C.; Meck, J.V .; Nyhan, D.; Shoukas, A.A.; Berkowitz, D.E. Microgravity-induced changes in aortic sti ness and their role in orthostatic intolerance. J. Appl. Physiol. 2007 ,102, 853858. CrossRef PubMed 6. Cl ment, G. Fundamentals of Space Medicine ; Springer: New York, NY, USA, 2011. 7. Narici, M.V .; de Boer, M.D. Disuse of the musculo-skeletal system in space and on earth. Eur. J. Appl. Physiol. 2011 ,111, 403420. CrossRef PubMed 8. Nagaraja, M.P .; Risin, D. The current state of bone loss research: Data from spaceight and microgravity simulators. J. Cell. Biochem. 2013 ,114, 10011008. CrossRef 9. Yates, B.J.; Kerman, I.A. Post-spaceight orthostatic intolerance: Possible relationship to microgravity-induced plasticity in the vestibular system. Brain Res. Rev. 1998 ,28, 7382. CrossRef 10. Clment, G.; Ngo-Anh, J.T. Space physiology II: Adaptation of the central nervous system to space ight-past, current, and future studies. Eur. J. Appl. Physiol. 2012 ,113, 16551672. CrossRef 11. Denayer, T.; Sthrn, T.; van Roy, M. Animal models in translational medicine: Validation and prediction. New Horiz. Transl. Med. 2014 ,2, 511. CrossRef 12. Bonjour, J.P .; Ammann, P .; Rizzoli, R. Importance of preclinical studies in the development of drugs for treatment of osteoporosis: A review related to the 1998 WHO guidelines. Osteoporos. Int. 1999 ,9, 379393. CrossRef PubMed 13. West, J.B. Historical aspects of the early Soviet Russian manned space program. J. Appl. Physiol. 2001 ,91, 15011511. CrossRef PubMed 14. Grigorev, A.I.; Ilin, E.A. Animals in Space: On the 50th Anniversary of Space Biology. In Herald of the Russian Academy of Sciences ; 2007. Available online: https: history.nasa.gov animals.html (accessed on 18 December 2019). 15. Bryda, E.C. The Mighty Mouse: The impact of rodents on advances in biomedical research. Mo. Med. 2013 , 110, 207211. PubMed 16. Morey, E.R.; Sabelman, E.E.; Turner, R.T.; Baylink, D.J. A new rat model simulating some aspects of space ight. Physiologist 1979 ,22, S23S24. 17. NASA Transition Authorization Act. National Space Exploration Campaign Report Pursuant. 2018. Available online: https: www.nasa.gov sitesdefault lesatoms lesnationalspaceexplorationcampaign.pdf (accessed on 24 October 2018). 18. National Aeronautics and Space Admi, Mars Exploration Program. In Van Nostrands Scientic Encyclopedia ; 2007. Available online: http: mars.jpl.nasa.gov programmissions overview (accessed on 24 July 2017). 19. Wagner, E.B.; Granzella, N.P .; Saito, H.; Newman, D.J.; Young, L.R.; Bouxsein, M.L. Partial weight suspension: A novel murine model for investigating adaptation to reduced musculoskeletal loading. J. Appl. Physiol. 2010 ,109, 350357. CrossRef 20. Mortreux, M.; Nagy, J.A.; Ko, F.C.; Bouxsein, M.L.; Rutkove, S.B. A novel partial gravity ground-based analog for rats via quadrupedal unloading. J. Appl. Physiol. 2018 ,125, 175182. CrossRef 21. Ellman, R.; Spatz, J.; Cloutier, A.; Palme, R.; Christiansen, B.A.; Bouxsein, M.L. Partial reductions in mechanical loading yield proportional changes in bone density, bone architecture, and muscle mass. J. Bone Miner. Res. 2013 ,28, 875885. CrossRef 22. Wilson, J.M.; Krigsfeld, G.S.; Sanzari, J.K.; Wagner, E.B.; Mick, R.; Kennedy, A.R. Comparison of hindlimb unloading and partial weight suspension models for spaceight-type condition induced e ects on white blood cells. Adv. Space Res. 2012 ,49, 237248. CrossRefLife2020 ,10, 235 14 of 22 23. Swift, J.M.; Lima, F.; Macias, B.R.; Allen, M.R.; Greene, E.S.; Shirazi-Fard, Y.; Kupke, J.S.; Hogan, H.A.; Bloomeld, S.A. Partial weight bearing does not prevent musculoskeletal losses associated with disuse. Med. Sci. Sports Exerc. 2013 ,45, 20522060. CrossRef 24. Spatz, J.M.; Ellman, R.; Cloutier, A.M.; Louis, L.; van Vliet, M.; Dwyer, D.; Stolina, M.; Ke, H.Z.; Bouxsein, M.L. Sclerostin antibody inhibits skeletal deterioration in mice exposed to partial weight-bearing. Life Sci. Space Res. 2017 ,12, 3238. CrossRef 25. Bloomeld, S.A.; Martinez, D.A.; Boudreaux, R.D.; Mantri, A.V . Microgravity stress: Bone and connective tissue. Compr. Physiol. 2016 ,6, 645686. CrossRef PubMed 26. Macias, B.R.; Lima, F.; Swift, J.M.; Shirazi-Fard, Y.; Greene, E.S.; Allen, M.R.; Fluckey, J.; Hogan, H.A.; Braby, L.; Wang, S.; et al. Simulating the Lunar Environment: Partial Weightbearing and High-LET Radiation-Induce Bone Loss and Increase Sclerostin-Positive Osteocytes. Radiat. Res. 2016 ,186, 254263. CrossRef PubMed 27. Andersen, M.L.; Costa, R.M.E.; Costa, M.F.O.E. Rats. Rodent Model Tools Ethical Biomed. Res. 2015 ,2, 6194. CrossRef 28. Febo, M. Technical and conceptual considerations for performing and interpreting functional MRI studies in awake rats. Front. Psychiatry 2011 ,2. CrossRef 29. Young, J.W.; Jentsch, J.D.; Bussey, T.J.; Wallace, T.L.; Hutcheson, D.M. Consideration of species di erences in developing novel molecules as cognition enhancers. Neurosci. Biobehav. Rev. 2013 ,37, 21812193. CrossRef 30. Blais, E.M.; Rawls, K.D.; Dougherty, B.V .; Li, Z.I.; Kolling, G.L.; Ye, P .; Wallqvist, A.; Papin, J.A. Reconciled rat and human metabolic networks for comparative toxicogenomics and biomarker predictions. Nat. Commun. 2017 ,8. CrossRef 31. Ellenbroek, B.; Youn, J. Rodent models in neuroscience research: Is it a rat race? DMM Dis. Model. Mech. 2016 ,9, 10791087. CrossRef 32. Tamaki, T.; Uchiyama, S. Absolute and relative growth of rat skeletal muscle. Physiol. Behav. 1995 ,57, 913919. CrossRef 33. Stark, D.M. Wire-Bottom Versus Solid-Bottom Rodent Caging Issues Important to Scientists and Laboratory Animal Science Specialists. Contemp. Top. Lab. Anim. Sci. 2001 ,40, 1114. 34. Gordon, C.J.; Fogelson, L. Metabolic and thermoregulatory responses of the rat maintained in acrylic or wire-screen cages: Implications for pharmacological studies. Physiol. Behav. 1994 ,56, 7379. CrossRef 35. Mortreux, M.; Riveros, D.; Bouxsein, M.L.; Rutkove, S.B. Mimicking a space mission to mars using hindlimb unloading and partial weight bearing in rats. J. Vis. Exp. 2019 ,2019 , e59327. CrossRef PubMed 36. Morey-Holton, E.; Globus, R.K.; Kaplansky, A.; Durnova, G. The Hindlimb Unloading Rat Model: Literature Overview, Technique Update and Comparison with Space Flight Data. Adv. Space Biol. Med. 2005 ,10, 740. CrossRef PubMed 37. Morey-Holton, E.R.; Globus, R.K. Hindlimb unloading rodent model: Technical aspects. J. Appl. Physiol. 2002 ,92, 13671377. CrossRef PubMed 38. Globus, R.K.; Morey-Holton, E. Hindlimb unloading: Rodent analog for microgravity. J. Appl. Physiol. 2016 , 120, 11961206. CrossRef 39. Chowdhury, P .; Long, A.; Harris, G.; Soulsby, M.E.; Dobretsov, M. Animal model of simulated microgravity: A comparative study of hindlimb unloading via tail versus pelvic suspension. Physiol. Rep. 2013 ,1, e00012. CrossRef 40. Mortreux, M.; Ko, F.C.; Riveros, D.; Bouxsein, M.L.; Rutkove, S.B. Longitudinal time course of muscle impairments during partial weight-bearing in rats. NPJ Microgravity 2019 ,5, 20. CrossRef 41. Mortreux, M.; Riveros, D.; Bouxsein, M.L.; Rutkove, S.B. A moderate daily dose of resveratrol mitigates muscle deconditioning in a martian gravity analog. Front. Physiol. 2019 ,10, 899. CrossRef 42. Beery, A.K.; Kaufer, D. Stress, social behavior, and resilience: Insights from rodents. Neurobiol. Stress 2015 ,1, 116127. CrossRef 43. Tahimic, C.G.T.; Paul, A.M.; Schreurs, A.S.; Torres, S.M.; Rubinstein, L.; Steczina, S.; Lowe, M.; Bhattacharya, S.; Alwood, J.S.; Ronca, A.E.; et al. Inuence of Social Isolation during Prolonged Simulated Weightlessness by Hindlimb Unloading. Front. Physiol. 2019 ,10. CrossRef 44. Gaignier, F.; Schenten, V .; Bittencourt, M.d.; Gauquelin-Koch, G.; Frippiat, J.P .; Legrand-Frossi, C. Three weeks of murine hindlimb unloading induces shifts from B to T and from Th to Tc splenic lymphocytes in absence of stress and di erentially reduces cell-specic mitogenic responses. PLoS ONE 2014 ,9, e92664. CrossRefLife2020 ,10, 235 15 of 22 45. Mortreux, M.; Riveros, D.; Semple, C.; Bouxsein, M.L.; Rutkove, S.B. The partial weight-bearing rat model using a pelvic harness does not impact stress or hindlimb blood ow. Acta Astronaut. 2020 ,168, 249255. CrossRef 46. Hankenson, F.C.; Marx, J.O.; Gordon, C.J.; David, J.M. E ects of Rodent Thermoregulation on Animal Models in the Research Environment. Comp. Med. 2018 ,68, 425438. CrossRef PubMed 47. Calonne, J.; Arsenijevic, D.; Scerri, I.; Miles-Chan, J.L.; Montani, J.P .; Dulloo, A.G. Low 24-h core body temperature as a thrifty metabolic trait driving catch-up fat during weight regain after caloric restriction. Am. J. Physiol. Endocrinol. Metab. 2019 ,317, E699E709. CrossRef PubMed 48. Schipper, L.; Harvey, L.; van der Beek, E.M.; van Dijk, G. Home alone: A systematic review and meta-analysis on the e ects of individual housing on body weight, food intake and visceral fat mass in rodents. Obes. Rev. 2018 ,19, 614637. CrossRef PubMed 49. de Boer, S.F.; Koopmans, S.J.; Slangen, J.L.; van der Gugten, J. E ects of fasting on plasma catecholamine, corticosterone and glucose concentrations under basal and stress conditions in individual rats. Physiol. Behav. 1989 ,45, 989994. CrossRef 50. McCowen, K.C.; Malhotra, A.; Bistrian, B.R. Stress-induced hyperglycemia. Crit. Care Clin. 2001 ,17, 107124. CrossRef 51. Rafacho, A.; Ortster, H.; Nadal, A.; Quesada, I. Glucocorticoid treatment and endocrine pancreas function: Implications for glucose homeostasis, insulin resistance and diabetes. J. Endocr. 2014 ,223, R49R62. CrossRef 52. Kalsbeek, A.; la Fleur, S.; Fliers, E. Circadian control of glucose metabolism. Mol. Metab. 2014 ,3, 372383. CrossRef 53. Fluttert, M.; Dalm, S.; Oitzl, M.S. A rened method for sequential blood sampling by tail incision in rats. Lab. Anim. 2000 ,34, 372378. CrossRef 54. Ko, F.C.; Mortreux, M.; Riveros, D.; Nagy, J.A.; Rutkove, S.B.; Bouxsein, M.L. Dose-dependent skeletal decits due to varied reductions in mechanical loading in rats. NPJ Microgravity 2020 ,6, 15. CrossRef 55. Tanaka, K.; Nishimura, N.; Kawai, Y. Adaptation to microgravity, deconditioning, and countermeasures. J. Physiol. Sci. 2017 ,67, 271281. CrossRef PubMed 56. Fitts, R.H.; Riley, D.R.; Widrick, J.J. Physiology of a microgravity environment invited review: Microgravity and skeletal muscle. J. Appl. Physiol. 2000 ,89, 823839. CrossRef 57. Keyak, J.H.; Koyama, A.K.; LeBlanc, A.; Lu, Y.; Lang, T.F. Reduction in proximal femoral strength due to long-duration spaceight. Bone 2009 ,44, 449453. CrossRef 58. Bailey, J.F.; Miller, S.L.; Khieu, K.; ONeill, C.W.; Healey, R.M.; Coughlin, D.G.; Sayson, J.V .; Chang, D.G.; Hargens, A.R.; Lotz, J.C. From the international space station to the clinic: How prolonged unloading may disrupt lumbar spine stability. Spine J. 2018 ,18, 714. CrossRef PubMed 59. Desplanches, D. Structural and functional adaptations of skeletal muscle to weightlessness. Int. J. Sport. Med. Suppl. 1997 ,18(Suppl. 4), S259S264. CrossRef PubMed 60. Fitts, R.H.; Riley, D.R.; Widrick, J.J. Functional and structural adaptations of skeletal muscle to microgravity. J. Exp. Biol. 2001 ,204, 32013208. 61. Petersen, N.; Jaekel, P .; Rosenberger, A.; Weber, T.; Scott, J.; Castrucci, F.; Lambrecht, G.; Ploutz-Snyder, L.; Damann, V .; Kozlovskaya, I.; et al. Exercise in space: The European Space Agency approach to in-ight exercise countermeasures for long-duration missions on ISS. Extrem. Physiol. Med. 2016 ,5, 9. CrossRef PubMed 62. Kozlovskaya, I.B.; Yarmanova, E.N.; Yegorov, A.D.; Stepantsov, V .I.; Fomina, E.V .; Tomilovaskaya, E.S.; Reeves, J.M. Russian countermeasure systems for adverse e ects of microgravity on long-duration ISS ights. Aerosp. Med. Hum. Perform. 2015 ,86, A24A31. CrossRef 63. Loehr, J.A.; Lee, S.M.C.; English, K.L.; Sibonga, J.; Smith, S.M.; Spiering, B.A.; Hagan, R.D. Musculoskeletal adaptations to training with the advanced resistive exercise device. Med. Sci. Sports Exerc. 2011 ,43, 146156. CrossRef 64. Trappe, S.; Costill, D.; Gallagher, P .; Creer, A.; Peters, J.R.; Evans, H.; Riley, D.A.; Fitts, R.H. Exercise in space: Human skeletal muscle after 6 months aboard the International Space Station. J. Appl. Physiol. 2009 ,106, 11591168. CrossRefLife2020 ,10, 235 16 of 22 65. LeBlanc, A.; Matsumoto, T.; Jones, J.; Shapiro, J.; Lang, T.; Shackelford, L.; Smith, S.M.; Evans, H.; Spector, E.; Ploutz-Snyder, R.; et al. Bisphosphonates as a supplement to exercise to protect bone during long-duration spaceight. Osteoporos. Int. 2013 ,24, 21052114. CrossRef PubMed 66. Smith, S.M.; Heer, M.; Shackelford, L.C.; Sibonga, J.D.; Spatz, J.; Pietrzyk, R.A.; Hudson, E.K.; Zwart, S.R. Bone metabolism and renal stone risk during International Space Station missions. Bone 2015 ,81, 712720. CrossRef PubMed 67. Schreurs, A.S.; Shirazi-Fard, Y.; Shahnazari, M.; Alwood, J.S.; Truong, T.A.; Tahimic, C.G.T.; Limoli, C.L.; Turner, N.D.; Halloran, B.; Globus, R.K. Dried plum diet protects from bone loss caused by ionizing radiation. Sci. Rep. 2016 ,6, 21343. CrossRef PubMed 68. Widrick, J.J.; Knuth, S.T.; Norenberg, K.M.; Romatowski, J.G.; Bain, J.L.W.; Riley, D.A.; Karhanek, M.; Trappe, S.W.; Trappe, T.A.; Costill, D.L.; et al. E ect of a 17 day spaceight on contractile properties of human soleus muscle bres. J. Physiol. 1999 ,516, 915930. CrossRef PubMed 69. Demontis, G.C.; Germani, M.M.; Caiani, E.G.; Barravecchia, I.; Passino, C.; Angeloni, D. Human pathophysiological adaptations to the space environment. Front. Physiol. 2017 ,8, 117. CrossRef PubMed 70. Ishihara, A.; Oishi, Y.; Roy, R.R.; Edgerton, V .R. Inuence of two weeks of non-weight bearing on rat soleus motoneurons and muscle bers. Aviat. Space Environ. Med. 1997 ,68, 421425. Available online: http:www.ncbi.nlm.nih.gov pubmed 9143753 (accessed on 11 March 2019). 71. Riley, D.A.; Slocum, G.R.; Bain, J.L.W.; Sedlak, F.R.; Sowa, T.E.; Mellender, J.W. Rat hindlimb unloading: Soleus histochemistry, ultrastructure, and electromyography. J. Appl. Physiol. 1990 ,69, 5866. CrossRef 72. Dupont, E.; Cieniewski-Bernard, C.; Bastide, B.; Stevens, L. Electrostimulation during hindlimb unloading modulates PI3K-AKT downstream targets without preventing soleus atrophy and restores slow phenotype through ERK. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2011 ,300, R408R417. CrossRef 73. Momken, I.; Stevens, L.; Bergouignan, A.; Desplanches, D.; Rudwill, F.; Chery, I.; Zahariev, A.; Zahn, S.; Stein, T.P .; Sebedio, J.L.; et al. Resveratrol prevents the wasting disorders of mechanical unloading by acting as a physical exercise mimetic in the rat. FASEB J. 2011 ,25, 36463660. CrossRef 74. Kraemer, W.J.; Staron, R.S.; Gordon, S.E.; Volek, J.S.; Koziris, L.P .; Duncan, N.D.; Nindl, B.C.; G mez, A.L.; Marx, J.O.; Fry, A.C.; et al. The e ects of 10 days of spaceight on the shuttle endeavour on predominantly fast-twitch muscles in the rat. Histochem. Cell Biol. 2000 ,114, 349355. CrossRef 75. Armstrong, R.B.; Phelps, R.O. Muscle ber type composition of the rat hindlimb. Am. J. Anat. 1984 ,171, 259272. CrossRef PubMed 76. Gollnick, P .D.; Sjdin, B.; Karlsson, J.; Jansson, E.; Saltin, B. Human soleus muscle: A comparison of ber composition and enzyme activities with other leg muscles. Pgers Arch. Eur. J. Physiol. 1974 ,348, 247255. CrossRef PubMed 77. Caiozzo, V .J.; Haddad, F.; Baker, M.J.; Herrick, R.E.; Prietto, N.; Baldwin, K.M. Microgravity-induced transformations of myosin isoforms and contractile properties of skeletal muscle. J. Appl. Physiol. 1996 ,81, 123132. CrossRef 78. Baldwin, K.M.; Haddad, F.; Pandorf, C.E.; Roy, R.R.; Edgerton, V .R. Alterations in muscle mass and contractile phenotype in response to unloading models: Role of transcriptional pretranslational mechanisms. Front. Physiol. 2013 ,4, 284. CrossRef PubMed 79. McCall, G.E.; Haddad, F.; Roy, R.R.; Zhong, H.; Edgerton, V .R.; Baldwin, K.M. Transcriptional regulation of the myosin heavy chain IIB gene in inactive rat soleus. Muscle Nerve 2009 ,40, 411419. CrossRef 80. Giger, J.M.; Haddad, F.; Qin, A.X.; Zeng, M.; Baldwin, K.M. E ect of unloading on type I myosin heavy chain gene regulation in rat soleus muscle. J. Appl. Physiol. 2005 ,98, 11851194. CrossRef 81. Ulanova, A.; Gritsyna, Y.; Vikhlyantsev, I.; Salmov, N.; Bobylev, A.; Abdusalamova, Z.; Rogachevsky, V .; Shenkman, B.; Podlubnaya, Z. Isoform composition and gene expression of thick and thin lament proteins in striated muscles of mice after 30-day space ight. BioMed Res. Int. 2015 ,2015 , 113. CrossRef 82. Shenkman, B.S. From Slow to Fast: Hypogravity-Induced Remodeling of Muscle Fiber Myosin Phenotype. Acta Nat. 2016 ,8, 4759. CrossRef 83. Kim, J.H.; Thompson, L.D.V . Non-weight bearing-induced muscle weakness: The role of myosin quantity and quality in MHC type II bers. Am. J. Physiol. Cell Physiol. 2014 ,307, C190C194. CrossRefLife2020 ,10, 235 17 of 22 84. Allen, D.L.; Yasui, W.; Tanaka, T.; Ohira, Y.; Nagaoka, S.; Sekiguchi, C.; Hinds, W.E.; Roy, R.R.; Edgerton, V .R. Myonuclear number and myosin heavy chain expression in rat soleus single muscle bers after spaceight. J. Appl. Physiol. 1996 ,81, 145151. CrossRef 85. Riley, D.A.; Ellis, S.; Slocom, G.R.; Satyanarayana, T.; Bain, J.L.W.; Sedlak, F.R. Hypogravity-induced atrophy of rat soleus and extensor digitorum longus muscles. Muscle Nerve 1987 ,10, 560568. CrossRef PubMed 86. Taylor, W.E.; Bhasin, S.; Lalani, R.; Datta, A.; Gonzalez-Cadavid, N.F. Alteration of gene expression proles in skeletal muscle of rats exposed to microgravity during a spaceight. J. Gravit. Physiol. 2002 ,9, 6170. PubMed 87. Han, B.; Zhu, M.J.; Ma, C.; Du, M. Rat hindlimb unloading down-regulates insulin like growth factor-1 signaling and AMP-activated protein kinase, and leads to severe atrophy of the soleus muscle. Appl. Physiol. Nutr. Metab. 2007 ,32, 11151123. CrossRef PubMed 88. Carlson, C.J.; Booth, F.W.; Gordon, S.E. Skeletal muscle myostatin mRNA expression is ber-type specic and increases during hindlimb unloading. Am. J. Physiol. Regul. Integr. Comp. Physiol. 1999 ,277, R601R606. CrossRef PubMed 89. Vico, L.; van Rietbergen, B.; Vilayphiou, N.; Linossier, M.T.; Locrelle, H.; Normand, M.; Zouch, M.; Gerbaix, M.; Bonnet, N.; Novikov, V .; et al. Cortical and Trabecular Bone Microstructure Did Not Recover at Weight-Bearing Skeletal Sites and Progressively Deteriorated at Non-Weight-Bearing Sites During the Year Following International Space Station Missions. J. Bone Miner. Res. 2017 ,32, 20102021. CrossRef PubMed 90. Iwamoto, J.; Takeda, T.; Sato, Y. Interventions to prevent bone loss in astronauts during space ight. Keio J. Med. 2005 ,54, 5559. CrossRef 91. Lloyd, S.A.J.; Travis, N.D.; Lu, T.; Bateman, T.A. Development of a low-dose anti-resorptive drug regimen reveals synergistic suppression of bone formation when coupled with disuse. J. Appl. Physiol. 2008 ,104, 729738. CrossRef 92. Amblard, D.; Lafage-Proust, M.H.; Laib, A.; Thomas, T.; Regsegger, P .; Alexandre, C.; Vico, L. Tail suspension induces bone loss in skeletally mature mice in the C57Bl 6J strain but not in the C3H HeJ strain. J. Bone Miner. Res. 2003 ,18, 561569. CrossRef 93. Jia, B.; Xie, L.; Zheng, Q.; Yang, P .F.; Zhang, W.J.; Ding, C.; Qian, A.R.; Shang, P . A hypomagnetic eld aggravates bone loss induced by hindlimb unloading in rat femurs. PLoS ONE 2014 ,9, e105604. CrossRef 94. Sakata, T.; Wang, Y.; Halloran, B.P .; Elalieh, H.Z.; Cao, J.; Bikle, D.D. Skeletal unloading induces resistance to insulin-like growth factor-I (IGF-I) by inhibiting activation of the IGF-I signaling pathways. J. Bone Miner. Res. 2004 ,19, 436446. CrossRef 95. Zhang, Y.N.; Shi, W.G.; Li, H.; Hua, J.R.; Feng, X.; Wei, W.J.; Wang, J.F.; He, J.P .; Lei, S.W. Bone Loss Induced by Simulated Microgravity, Ionizing Radiation and or Ultradian Rhythms in the Hindlimbs of Rats. Biomed. Environ. Sci. 2018 ,31, 126135. CrossRef PubMed 96. Delp, M.D.; Charvat, J.M.; Limoli, C.L.; Globus, R.K.; Ghosh, P . Apollo lunar astronauts show higher cardiovascular disease mortality: Possible deep space radiation e ects on the vascular endothelium. Sci. Rep. 2016 ,6, 10011004. CrossRef PubMed 97. Buckey, J.C.; Lane, L.D.; Levine, B.D.; Watenpaugh, D.E.; Wright, S.J.; Moore, W.E.; Ga ney, F.A.; Blomqvist, C.G. Orthostatic intolerance after spaceight. J. Appl. Physiol. 1996 ,81, 718. CrossRef PubMed 98. Meck, J.V .; Reyes, C.J.; Perez, S.A.; Goldberger, A.L.; Ziegler, M.G. Marked exacerbation of orthostatic intolerance after long-vs.-short-duration spaceight in veteran astronauts. Psychosom. Med. 2001 ,63, 865873. CrossRef PubMed 99. Lee, S.M.C.; Feiveson, A.H.; Stein, S.; Stenger, M.B.; Platts, S.H.; Reeves, J.M. Orthostatic intolerance after iss and space shuttle missions. Aerosp. Med. Hum. Perform. 2015 ,86, A54A67. CrossRef PubMed 100. Shi, S.J.; South, D.A.; Meck, J.V . Fludrocortisone Does Not Prevent Orthostatic Hypotension in Astronauts after Spaceight. Aviat. Space Environ. Med. 2004 ,75, 235239. Available online: https: pubmed.ncbi.nlm. nih.gov 15018291 (accessed on 8 August 2020). 101. Stabley, J.N.; Prisby, R.D.; Behnke, B.J.; Delp, M.D. Chronic skeletal unloading of the rat femur: Mechanisms and functional consequences of vascular remodeling. Bone 2013 ,57, 355360. CrossRef 102. Andreev-Andrievskiy, A.A.; Popova, A.S.; Lagereva, E.A.; Vinogradova, O.L. Fluid shift versus body size: Changes of hematological parameters and body uid volume in hindlimb-unloaded mice, rats and rabbits. J. Exp. Biol. 2018 ,221, jeb182832. CrossRefLife2020 ,10, 235 18 of 22 103. Tarasova, O.; Borovik, A.; Tsvirkoun, D.; Lebedev, V .; Steeves, J.; Krassioukov, A. Orthostatic response in rats after hindlimb unloading: E ect of transcranial electrical stimulation. Aviat. Space Environ. Med. 2007 ,78, 10231028. CrossRef 104. Just, T.P .; Jendzjowsky, N.G.; Delorey, D.S. Hindlimb unweighting does not alter vasoconstrictor responsiveness and nitric oxide-mediated inhibition of sympathetic vasoconstriction. J. Physiol. 2015 , 593, 22132224. CrossRef 105. Mueller, P .J.; Foley, C.M.; Hasser, E.M. Hindlimb unloading alters nitric oxide and autonomic control of resting arterial pressure in conscious rats. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2005 ,289, 140147. CrossRef PubMed 106. Prisby, R.D.; Alwood, J.S.; Behnke, B.J.; Stabley, J.N.; Mccullough, D.J.; Ghosh, P .; Globus, R.K.; Delp, M.D. E ects of hindlimb unloading and ionizing radiation on skeletal muscle resistance artery vasodilation and its relation to cancellous bone in mice. J. Appl. Physiol. 2016 ,120, 97106. CrossRef PubMed 107. Pavei, G.; Biancardi, C.M.; Minetti, A.E.; Minetti, A.E. Chronic hindlimb suspension unloading markedly decreases turnover rates of skeletal and cardiac muscle proteins and adipose tissue triglycerides. J. Appl. Physiol. 2015 ,119, 1626. CrossRef 108. Mott, J.A.; Heesch, C.M.; Hasser, E.M. Increased GABAA inhibition of the RVLM after hindlimb unloading in rats. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2002 ,283, 604614. CrossRef PubMed 109. Basso, N.; Jia, Y.; Bellows, C.G.; Heersche, J.N.M. The e ect of reloading on bone volume, osteoblast number, and osteoprogenitor characteristics: Studies in hind limb unloaded rats. Bone 2005 ,37, 370378. CrossRef 110. Kasper, C.E. Sarcolemmal disruption in reloaded atrophic skeletal muscle. J. Appl. Physiol. 1995 ,79, 607614. CrossRef PubMed 111. Mutin-Carnino, M.; Carnino, A.; Ro no, S.; Chopard, A. E ect of muscle unloading, reloading and exercise on inammation during a head-down bed rest. Int. J. Sports Med. 2014 ,35, 2834. CrossRef 112. Frenette, J.; St-Pierre, M.; C t, C.H.; Mylona, E.; Pizza, F.X. Muscle impairment occurs rapidly and precedes inammatory cell accumulation after mechanical loading. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2002 , 282, R351R357. CrossRef 113. Haddad, F.; Adams, G.R.; Bodell, P .W.; Baldwin, K.M. Isometric resistance exercise fails to counteract skeletal muscle atrophy processes during the initial stages of unloading. J. Appl. Physiol. 2006 ,100, 433441. CrossRef 114. Mochalova, E.P .; Belova, S.P .; Mirzoev, T.M.; Shenkman, B.S.; Nemirovskaya, T.L. Atrogin-1 MAFbx mRNA expression is regulated by histone deacetylase 1 in rat soleus muscle under hindlimb unloading. Sci. Rep. 2019 ,9. CrossRef 115. Bodine, S.C.; Baehr, L.M. Skeletal muscle atrophy and the E3 ubiquitin ligases MuRF1 and MAFbx atrogin-1. Am. J. Physiol. Endocrinol. Metab. 2014 ,307, E469E484. CrossRef PubMed 116. Rosa-Caldwell, M.E.; Brown, J.L.; Perry, R.A.; Shimkus, K.L.; Shirazi-Fard, Y.; Brown, L.A.; Hogan, H.A.; Fluckey, J.D.; Washington, T.A.; Wiggs, M.P .; et al. Regulation of Mitochondrial Quality Following Repeated Bouts of Hindlimb Unloading. Appl. Physiol. Nutr. Metab. 2019 ,45, 264274. CrossRef PubMed 117. Almeida, M.; Laurent, M.R.; Dubois, V .; Claessens, F.; OBrien, C.A.; Bouillon, R.; Vanderschueren, D.; Manolagas, S.C. Estrogens and androgens in skeletal physiology and pathophysiology. Physiol. Rev. 2017 ,97, 135187. CrossRef PubMed 118. Rosa-Caldwell, M.E.; Greene, N.P . Muscle metabolism and atrophy: Lets talk about sex. Biol. Sex Di er. 2019 ,10. CrossRef PubMed 119. Ploutz-Snyder, L.; Bloomeld, S.; Smith, S.M.; Hunter, S.K.; Templeton, K.; Bemben, D. E ects of sex and gender on adaptation to space: Musculoskeletal health. J. Womens Health 2014 ,23, 963966. CrossRef 120. Shufelt, C.L.; Pacheco, C.; Tweet, M.S.; Miller, V .M. Sex-specic physiology and cardiovascular disease. Adv. Exp. Med. Biol. 2018 ,1065 , 433454. CrossRef 121. Platts, S.H.; Bairey Merz, C.N.; Barr, Y.; Fu, Q.; Gulati, M.; Hughson, R.; Levine, B.D.; Mehran, R.; Stachenfeld, N.; Wenger, N.K. E ects of sex and gender on adaptation to space: Cardiovascular alterations. J. Womens Health 2014 ,23, 950955. CrossRef 122. Semple, C.; Riveros, D.; Nagy, J.A.; Rutkove, S.B.; Mortreux, M. Partial Weight-Bearing in Female Rats: Proof of Concept in a Martian-Gravity Analog. Front. Physiol. 2020 ,11, 302. CrossRef 123. Shen, C.L.; von Bergen, V .; Chyu, M.C.; Jenkins, M.R.; Mo, H.; Chen, C.H.; Kwun, I.S. Fruits and dietary phytochemicals in bone protection. Nutr. Res. 2012 ,32, 897910. CrossRefLife2020 ,10, 235 19 of 22 124. Rauf, A.; Imran, M.; Sulera, H.A.R.; Ahmad, B.; Peters, D.G.; Mubarak, M.S. A comprehensive review of the health perspectives of resveratrol. Food Funct. 2017 ,8, 42844305. CrossRef 125. Tran, H.T.; Liong, S.; Lim, R.; Barker, G.; Lappas, M. Resveratrol ameliorates the chemical and microbial induction of inammation and insulin resistance in human placenta, adipose tissue and skeletal muscle. PLoS ONE 2017 ,12, e173373. CrossRef PubMed 126. Zhang, C.; Yang, L.; Zhao, X.; Chen, X.; Wang, L.; Geng, Z. E ect of dietary resveratrol supplementation on meat quality, muscle antioxidative capacity and mitochondrial biogenesis of broilers. J. Sci. Food Agric. 2018 , 98, 12161221. CrossRef PubMed 127. Yonamine, C.Y.; Pinheiro-Machado, E.; Michalani, M.L.; Alves-Wagner, A.B.; Esteves, J.V .; Freitas, H.S.; Machado, U.F. Resveratrol Improves Glycemic Control in Type 2 Diabetic Obese Mice by Regulating Glucose Transporter Expression in Skeletal Muscle and Liver. Molecules 2017 ,22, 1180. CrossRef PubMed 128. Durbin, S.M.; Jackson, J.R.; Ryan, M.J.; Gigliotti, J.C.; Alway, S.E.; Tou, J.C. Resveratrol supplementation preserves long bone mass, microstructure, and strength in hindlimb-suspended old male rats. J. Bone Miner. Metab. 2014 ,32, 3847. CrossRef 129. Habold, C.; Momken, I.; Ouadi, A.; Bekaert, V .; Brasse, D. E ect of prior treatment with resveratrol on density and structure of rat long bones under tail-suspension. J. Bone Miner. Metab. 2011 ,29, 1522. CrossRef 130. Bennett, B.T.; Mohamed, J.S.; Alway, S.E. E ects of resveratrol on the recovery of muscle mass following disuse in the plantaris muscle of aged rats. PLoS ONE 2013 ,8, e83518. CrossRef 131. Bajotto, G.; Sato, Y.; Kitaura, Y.; Shimomura, Y. E ect of branched-chain amino acid supplementation during unloading on regulatory components of protein synthesis in atrophied soleus muscles. Eur. J. Appl. Physiol. 2011 ,111, 18151828. CrossRef 132. Stein, T.P .; Blanc, S. Does protein supplementation prevent muscle disuse atrophy and loss of strength? Crit. Rev. Food Sci. Nutr. 2011 ,51, 828834. CrossRef 133. Powers, S.K. Can Antioxidants Protect Against Disuse Muscle Atrophy? Sports Med. 2014 ,44(Suppl. 2), 155165. CrossRef 134. Ferrando, B.; Gomez-Cabrera, M.C.; Salvador-Pascual, A.; Puchades, C.; Derbr , F.; Gratas-Delamarche, A.; Laparre, L.; Olaso-Gonzalez, G.; Cerda, M.; Viosca, E.; et al. Allopurinol partially prevents disuse muscle atrophy in mice and humans. Sci. Rep. 2018 ,8. CrossRef 135. Naito, H.; Powers, S.K.; Demirel, H.A.; Sugiura, T.; Dodd, S.L.; Aoki, J. Heat stress attenuates skeletal muscle atrophy in hindlimb-unweighted rats. J. Appl. Physiol. 2000 ,88, 359363. CrossRef PubMed 136. Goto, K.; Honda, M.; Kobayashi, T.; Uehara, K.; Kojima, A.; Akema, T.; Sugiura, T.; Yamada, S.; Ohira, Y.; Yoshioka, T. Heat stress facilitates the recovery of atrophied soleus muscle in rat. Jpn. J. Physiol. 2004 ,54, 285293. CrossRef PubMed 137. Mukai, R.; Horikawa, H.; Lin, P .Y.; Tsukumo, N.; Nikawa, T.; Kawamura, T.; Nemoto, H.; Terao, J. 8-Prenylnaringenin promotes recovery from immobilization-induced disuse muscle atrophy through activation of the Akt phosphorylation pathway in mice. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2016 , 311, R1022R1031. CrossRef 138. Mukai, R.; Horikawa, H.; Fujikura, Y.; Kawamura, T.; Nemoto, H.; Nikawa, T.; Terao, J. Prevention of Disuse Muscle Atrophy by Dietary Ingestion of 8-Prenylnaringenin in Denervated Mice. PLoS ONE 2012 ,7, e45048. CrossRef PubMed 139. De Naeyer, H.; Lamon, S.; Russell, A.P .; Everaert, I.; De Spaey, A.; Jamart, C.; Vanheel, B.; Taes, Y.; Derave, W. E ects of tail suspension on serum testosterone and molecular targets regulating muscle mass. Muscle Nerve 2015 ,52, 278288. CrossRef 140. Harjola, Jnkl, and Hrknen, Myosin heavy chain mRNA and protein distribution in immobilized rat skeletal muscle are not a ected by testosterone status. Acta Physiol. Scand. 2000 ,169, 277282. CrossRef 141. Patton, D.F.; Mistlberger, R.E. Circadian adaptations to meal timing: Neuroendocrine mechanisms. Front. Neurosci. 2013 ,7, 185. CrossRef 142. Matenchuk, B.A.; Mandhane, P .J.; Kozyrskyj, A.L. Sleep circadian rhythm, and gut microbiota. Sleep Med. Rev. 2020 ,53, 101340. CrossRef 143. Thaiss, C.A.; Zeevi, D.; Levy, M.; Zilberman-Schapira, G.; Suez, J.; Tengeler, A.C.; Abramson, L.; Katz, M.N.; Korem, T.; Zmora, N.; et al. Transkingdom control of microbiota diurnal oscillations promotes metabolic homeostasis. Cell2014 ,159, 514529. CrossRefLife2020 ,10, 235 20 of 22 144. Mortreux, M.; Foppen, E.; Denis, R.G.; Montaner, M.; Kassis, N.; Denom, J.; Vincent, M.; Fumeron, F.; Kujawski-Lafourcade, M.; Andr elli, F.; et al. New roles for prokineticin 2 in feeding behavior, insulin resistance and type 2 diabetes: Studies in mice and humans. Mol. Metab. 2019 ,29, 182196. CrossRef 145. Fink, A.M. Measuring the e ects of night-shift work on cardiac autonomic modulation: An appraisal of heart rate variability metrics. Int. J. Occup. Med. Environ. Health 2020 ,33, 409425. CrossRef PubMed 146. Soares, A.C.; Fonseca, D.A. Cardiovascular diseases: A therapeutic perspective around the clock. Drug Discov. Today 2020 ,25. CrossRef PubMed 147. Orihara, K.; Haraguchi, A.; Shibata, S. Crosstalk among circadian rhythm, obesity and allergy. Int. J. Mol. Sci. 2020 ,21, 1884. CrossRef PubMed 148. Hawley, J.A.; Sassone-Corsi, P .; Zierath, J.R. Chrono-nutrition for the prevention and treatment of obesity and type 2 diabetes: From mice to men. Diabetologia 2020 ,63, 22532259. CrossRef 149. Li, Y.; Ma, J.; Yao, K.; Su, W.; Tan, B.; Wu, X.; Huang, X.; Li, T.; Yin, Y.; Tosini, G.; et al. Circadian Rhythms and Obesity: Timekeeping Governs Lipid Metabolism. J. Pineal Res. 2020 . CrossRef 150. Sciarra, F.; Franceschini, E.; Campolo, F.; Gianfrilli, D.; Pallotti, F.; Paoli, D.; Isidori, A.M.; Venneri, M.A. Disruption of circadian rhythms: A crucial factor in the etiology of infertility. Int. J. Mol. Sci. 2020 ,21, 3943. CrossRef 151. Brainard, G.C.; Barger, L.K.; Soler, R.R.; Hanin, J.P . The development of lighting countermeasures for sleep disruption and circadian misalignment during spaceight. Curr. Opin. Pulm. Med. 2016 ,22, 535544. CrossRef 152. Monk, T.H.; Buysse, D.J.; Billy, B.D.; Kennedy, K.S.; Willrich, L.M. Sleep and Circadian Rhythms in Four Orbiting Astronauts. J. Biol. Rhythm. 1998 ,13, 188201. CrossRef 153. Dijk, D.J.; Neri, D.F.; Wyatt, J.K.; Ronda, J.M.; Riel, E.; Cecco, A.R.D.; Hughes, R.J.; Elliott, A.R.; Prisk, G.K.; West, J.B.; et al. Sleep, performance, circadian rhythms, and light-dark cycles during two space shuttle ights. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2001 ,281, 16471664. CrossRef 154. Gundel, A.; Polyakov, V .V .; Zulley, J. The alteration of human sleep and circadian rhythms during spaceight. J. Sleep Res. 1997 ,6, 18. CrossRef 155. Guo, J.-H.; Qu, W.-M.; Chen, S.-G.; Chen, X.-P .; Lv, K.; Huang, Z.-L.; Wu, Y.-L. Keeping the right time in space: Importance of circadian clock and sleep for physiology and performance of astronauts. Mil. Med. Res. 2014 ,1, 23. CrossRef PubMed 156. Yamamoto, N.; Otsuka, K.; Kubo, Y.; Hayashi, M.; Mizuno, K.; Ohshima, H.; Mukai, C. E ects of long-term microgravity exposure in space on circadian rhythms of heart rate variability. Chronobiol. Int. 2015 ,32, 327340. CrossRef PubMed 157. Liu, Z.; Wan, Y.; Zhang, L.; Tian, Y.; Lv, K.; Li, Y.; Wang, C.; Chen, X.; Chen, S.; Guo, J. Alterations in the heart rate and activity rhythms of three orbital astronauts on a space mission. Life Sci. Sp. Res. 2015 ,4, 6266. CrossRef PubMed 158. Karemaker, J.M.; Berecki-Gisolf, J. 24-h blood pressure in space: The dark side of being an astronaut. Respir. Physiol. Neurobiol. 2009 ,169. CrossRef 159. Verheyden, B.; Beckers, F.; Couckuyt, K.; Liu, J.; Aubert, A.E. Respiratory modulation of cardiovascular rhythms before and after short-duration human spaceight. Acta Physiol. 2007 ,191, 297308. CrossRef 160. Centini, C.; Pompeiano, O. Sleep research in space: Expression of immediate early genes in forebrain structures of rats during the NASA Neurolab Mission (STS-90). Arch. Ital. Biol. 2007 ,145, 117150. CrossRef 161. Agarwal, R. Regulation of circadian blood pressure: From mice to astronauts. Curr. Opin. Nephrol. Hypertens. 2010 ,19, 5158. CrossRef 162. Chen, L.; Zhang, B.; Yang, L.; Bai, Y.G.; Song, J.B.; Ge, Y.L.; Ma, H.Z.; Cheng, J.H.; Ma, J.; Xie, M.J. BMAL1 disrupted intrinsic diurnal oscillation in rat cerebrovascular contractility of simulated microgravity rats by altering circadian regulation of mir-103 cav1.2 signal pathway. Int. J. Mol. Sci. 2019 ,20, 3947. CrossRef 163. Basner, M.; Dinges, D.F.; Mollicone, D.; Ecker, A.; Jones, C.W.; Hyder, E.C.; Di Antonio, A.; Savelev, I.; Kan, K.; Goel, N.; et al. Mars 520-d mission simulation reveals protracted crew hypokinesis and alterations of sleep duration and timing. Proc. Natl. Acad. Sci. USA 2013 ,110, 26352640. CrossRef 164. Goel, N.; Bale, T.L.; Epperson, C.N.; Kornstein, S.G.; Leon, G.R.; Palinkas, L.A.; Stuster, J.W.; Dinges, D.F. E ects of sex and gender on adaptation to space: Behavioral health. J. Womens Health 2014 ,23, 975986. CrossRefLife2020 ,10, 235 21 of 22 165. Johnson-Groh, M. Studying the Van Allen Belts 60 Years after Americas First Spacecraft. NASA.gov; 31 January 2018 . Available online: http: www.nasa.gov feature goddard 2018studying-the-van-allen-belts- 60-years-after-america-s-rst-spacecraft (accessed on 12 August 2020). 166. Yu, K.; Doherty, A.H.; Genik, P .C.; Gookin, S.E.; Roteliuk, D.M.; Wojda, S.J.; Jiang, Z.S.; McGee-Lawrence, M.E.; Weil, M.M.; Donahue, S.W. Mimicking the e ects of spaceight on bone: Combined e ects of disuse and chronic low-dose rate radiation exposure on bone mass in mice. Life Sci. Space Res. 2017 ,15, 6268. CrossRef PubMed 167. Vico, L.; Hargens, A. Skeletal changes during and after spaceight. Nat. Rev. Rheumatol. 2018 ,14, 229245. CrossRef PubMed 168. Carpenter, R.D.; Lang, T.F.; Bloomeld, S.A.; Bloomberg, J.J.; Judex, S.; Keyak, J.H.; Midura, R.J.; Pajevic, P .D.; Spatz, J.M. E ects of long-duration spaceight, microgravity and radiation on the neuromuscular, sensorimotor and skeletal systems. J. Cosmol. 2010 ,12, 37783780. 169. Bellone, J.A.; Gi ord, P .S.; Nishiyama, N.C.; Hartman, R.E.; Mao, X.W. Long-term e ects of simulated microgravity and or chronic exposure to low-dose gamma radiation on behavior and bloodbrain barrier integrity. NPJ Microgravity 2016 ,2, 16. CrossRef PubMed 170. Sanzari, J.K.; Romero-Weaver, A.L.; James, G.; Krigsfeld, G.; Lin, L.; Di enderfer, E.S.; Kennedy, A.R. Leukocyte Activity Is Altered in a Ground Based Murine Model of Microgravity and Proton Radiation Exposure. PLoS ONE 2013 ,8, e71757. CrossRef PubMed 171. Shen, M.; Frishman, W.H. E ects of Spaceight on Cardiovascular Physiology and Health. Cardiol. Rev. 2019 , 27, 122126. CrossRef PubMed 172. Malkani, S.; Cekanaviciute, E.; Mortreux, M.; Okunola, H.; Tarbier, M.; Schreurs, A.; Shirazi-fard, Y.; Tahimic, C.G.T.; Cheng-, M.; Costes, S.V .; et al. Circulating miRNA Signature Predicts and Rescues Spaceight Associated Health Risks. Cell2020 . CrossRef 173. Beheshti, A.; Shirazi-Fard, Y.; Choi, S.; Berrios, D.; Gebre, S.G.; Galazka, J.M.; Costes, S.V . Exploring the e ects of spaceight on mouse physiology using the open access NASA genelab platform. J. Vis. Exp. 2019 ,2019 . CrossRef 174. Rzeszutek, I.; Singh, A. Small RNAs, Big Diseases. Int. J. Mol. Sci. 2020 ,21, 5699. CrossRef 175. Beheshti, A.; Vanderburg, C.; McDonald, J.T.; Ramkumar, C.; Kadungure, T.; Zhang, H.; Gartenhaus, R.B.; Evens, A.M. A circulating microRNA signature predicts age-based development of lymphoma. PLoS ONE 2017 ,12, e170521. CrossRef 176. Almog, N.; Ma, L.; Schwager, C.; Brinkmann, B.G.; Beheshti, A.; Vajkoczy, P .; Folkman, J.; Hlatky, L.; Abdollahi, A. Consensus Micro RNAs Governing the Switch of Dormant Tumors to the Fast-Growing Angiogenic Phenotype. PLoS ONE 2012 ,7, e44001. CrossRef PubMed 177. Almog, N.; Briggs, C.; Beheshti, A.; Ma, L.; Wilkie, K.P .; Rietman, E.; Hlatky, L. Transcriptional changes induced by the tumor dormancy-associated microRNA-190. Transcription 2013 ,4. CrossRef PubMed 178. Abdelgha ar, S.; Shora, H.; Abdelatty, S.; Elmougy, F.; El Sayed, R.; Abdelrahman, H.; Soliman, H.; Algebaly, H.; Ahmed, S.; Alfy, P .; et al. Micrornas and risk factors for diabetic nephropathy in egyptian children and adolescents with type 1 diabetes. Diabetes Metab. Syndr. Obes. Targets Ther. 2020 ,13, 24852494. CrossRef PubMed 179. Taheri, M.; Eghtedarian, R.; Dinger, M.E.; Ghafouri-Fard, S. Emerging roles of non-coding RNAs in the pathogenesis of type 1 diabetes mellitus. Biomed. Pharmacother. 2020 ,129. CrossRef PubMed 180. Gorabi, A.M.; Kiaie, N.; Sathyapalan, T.; Al-Rasadi, K.; Jamialahmadi, T.; Sahebkar, A. The Role of MicroRNAs in Regulating Cytokines and Growth Factors in Coronary Artery Disease: The Ins and Outs. J. Immunol. Res. 2020 ,2020 , 110. CrossRef 181. Mishra, P .K.; Tandon, R.; Byrareddy, S.N. Diabetes and COVID-19 risk: A miRNA perspective. Am. J. Physiol. Circ. Physiol. 2020 ,2020 , ajpheart.00489. CrossRef 182. Beheshti, A.; Ray, S.; Fogle, H.; Berrios, D.; Costes, S.V . A microRNA signature and TGF- 1 response were identied as the key master regulators for spaceight response. PLoS ONE 2018 ,13, e199621. CrossRef 183. Wang, L.L.; Spieker, A.J.; Li, J.; Rutkove, S.B. Electrical impedance myography for monitoring motor neuron loss in the SOD1 G93A amyotrophic lateral sclerosis rat. Clin. Neurophysiol. 2011 ,122, 25052511. CrossRef 184. Li, J.; Spieker, A.J.; Rosen, G.D.; Rutkove, S.B. Electrical impedance alterations in the rat hind limb with unloading. J. Musculoskelet. Neuronal Interact. 2019 ,13, 3744.Life2020 ,10, 235 22 of 22 185. Nagy, J.A.; Kapur, K.; Taylor, R.S.; Sanchez, B.; Rutkove, S.B. Electrical impedance myography as a biomarker of myostatin inhibition with ActRIIB-mFc: A study in wild-type mice. Futur. Sci. OA 2018 ,4, FSO308. CrossRef 186. Li, J.; Staats, W.L.; Spieker, A.; Sung, M.; Rutkove, S.B. A Technique for Performing Electrical Impedance Myography in the Mouse Hind Limb: Data in Normal and ALS SOD1 G93A Animals. PLoS ONE 2012 , 7, e45004. CrossRef PubMed 187. Shefner, J.M.; Rutkove, S.B.; Caress, J.B.; Benatar, M.; David, W.S.; Cartwright, M.S.; Macklin, E.A.; Bohorquez, J.L. Reducing sample size requirements for future ALS clinical trials with a dedicated electrical impedance myography system. Amyotroph. Lateral Scler. Front. Degener. 2018 ,19, 555561. CrossRef PubMed 188. Sanchez, B.; Rutkove, S.B. Present Uses, Future Applications, and Technical Underpinnings of Electrical Impedance Myography. Curr. Neurol. Neurosci. Rep. 2017 ,17. CrossRef PubMed 189. Murphy, E.K.; Skinner, J.; Martucci, M.; Rutkove, S.B.; Halter, R.J. Toward Electrical Impedance Tomography Coupled Ultrasound Imaging for Assessing Muscle Health. IEEE Trans. Med. Imaging 2019 ,38, 14091419. CrossRef 190. Roy, B.; Darras, B.T.; Zaidman, C.M.; Wu, J.S.; Kapur, K.; Rutkove, S.B. Exploring the relationship between electrical impedance myography and quantitative ultrasound parameters in Duchenne muscular dystrophy. Clin. Neurophysiol. 2019 ,130, 515520. CrossRef 191. Rutkove, S.B.; Shefner, J.M.; Gregas, M.; Butler, H.; Caracciolo, J.; Lin, C.; Fogerson, P .M.; Mongiovi, P .; Darras, B.T. Characterizing spinal muscular atrophy with electrical impedance myography. Muscle Nerve 2010 ,42, 915921. CrossRef 192. Semple, C.; Riveros, D.; Sung, D.-M.; Nagy, J.A.; Rutkove, S.B.; Mortreux, M. Using electrical impedance myography as a biomarker of muscle deconditioning in rats exposed to micro- and partial-gravity analogs. Front. Physiol. 2020 ,11, 1181. CrossRef 2020 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http: creativecommons.org licenses by4.0).",
        "introduction": "Spaceight was once viewed as rare and exceptional but is now widely used by scientists and has attracted private investors and companies, thus democratizing space and microgravity. Data gathered from astronauts onboard the Soyuz, space shuttles or Mir missions and the International Space Station (ISS) have been crucial for understanding the consequences of microgravity in space, and upon return on Earth  16. Decades of research have established dramatic physiological changes as result of exposure to microgravity to spaceight, including: reduced muscular mass and strength  7, reduced bone mineral density  8, cardiovascular complications, as well as others  9,10. Upon returning to Earth, these adaptations can dramatically inuence astronaut health and quality of life. Therefore, ground-based models are necessary to understand the full scope of microgravity-induced pathologies as well as interventions to mitigate these while in space. For centuries, scientists have used animals to better discriminate between physiological and pathological states and investigate human-related diseases and conditions  11,12. Although Yuri Gagarin was the rst human in space, he was preceded by many animals that helped assess risks, feasibility, and outcomes  13,14. While several species have been own in space and each can bring valuable information, space missions can be highly restrictive and not easily allow for longitudinal assessments or controlled variables. As more information was needed to better understand and mitigate astronauts cosmonauts deconditioning when exposed to microgravity, and ensure their safety after their mission, scientists Life2020 ,10, 235; doi:10.3390 life10100235 www.mdpi.com journal lifeLife2020 ,10, 235 2 of 22 needed to establish a ground-based model to mimic microgravity and unravel the risks and consequences. Rodents have long been the preferred preclinical model for biomedical research both in space and on Earth  15, and in 1979, Morey described the rst model of rat hindlimb unloading (HU)  16, which is now the gold-standard to explore the physiological response to mechanical unloading, an analog model of microgravity. While decades of research into unloading-induced alterations to physiological systems have provided invaluable data on microgravity-induced aberrations to physiology, the standard HU model does not account for the variations of gravity inherent to di erent astronomical settings, such as the Moon or Mars. Artemis missions are set to land the rst woman and the next man on the Moon in 2024. These missions will set the stage for a lunar base and serve as a stepping-stone for an eventual crewed-exploration to Mars  17,18. Therefore, to thoroughly prepare for this endeavor, there is an urge to study gravity as a continuum, and develop models mimicking partial gravity environments. The rst attempt at simulating partial gravity on earth was attempted in 2010, with Moon (0.16 g) or Mars (0.38 g) gravitational loads in female mice  19. However, inbred mice may be too homogenous to have the desired transferability to human physiology in di erent gravitational environments. Recently, this model has been adapted to outbred rats in order to better understand the individual variations in response to partial reductions in mechanical loading  20. Therefore the purpose of this review is to summarize the methodology and utility of this rat partial weight bearing (PWB) model in relation to human physiology, summarize what is currently known on the musculoskeletal e ects of partial gravity environments, and provide future directions for the use of this model as it relates to spaceight and physiology. 2. Establishing the Rat Partial Weight-Bearing (PWB) Model In 2010, the rst successful model of quadrupedal partial weight bearing (PWB) was developed in mice to study the impact of reduced mechanical loading on the musculoskeletal system  19. Ten-week-old nulliparous female BALB cByJ mice were exposed to 21 days of Mars-analog loading, (38 of normal loading), and compared to jacketed controls (full weight-bearing). This study showed that PWB led to 20 lower gastrocnemius wet mass and 24 lower femoral bone volume, and was the rst study to demonstrate functional alterations in muscle force production in simulated partial gravity environments. In a later study using female C57Bl 6J mice exposed to various degrees of mechanical unloading  21, the authors conrmed their previous observations and demonstrated that reductions in weight-bearing led to a dose-dependent atrophy of the hindlimb muscles and a decline in bone mineral density (BMD). Since then, this murine model has been used in several ground-based studies to investigate the e ects of PWB on blood cell count  22, bone loss mechanisms  2325, and in conjunction with low-dose high linear energy transfer (LET) radiation 26. The establishment of the mouse PWB model provided a unique opportunity to investigate the consequences of lunar and Martian environments on animal physiology in ground-based studies when other alternatives were not yet available. Until recently, PWB was exclusively used on female inbred mice. However, rats demonstrated to provide potentially more accurate information regarding human physiology  27. Studies are often carried on outbred strains to better account for the genetic diversity observed in humans, and these animals share many physiological and cognitive characteristics with humans  28,29. Moreover, rats are smart, trainable  28, and social animals that process drugs similarly to humans  30. Additionally, their size, approximately twenty times greater for an adult rat compared to a mouse, allows for easier surgical procedures  31 and thorough histopathological analyses. However, this change of scale for the PWB model required technical adjustments that were crucial in order to successfully adapt it for rats. These areas include addressing the housing environment, changing the suspension apparatus, and developing a pelvic harness.Life2020 ,10, 235 3 of 22 2.1. Housing Environment The housing environment in the rat PWB model was designed to fulll several requirements  20. Firstly, it had to provide a oor space large enough for the rat to move around and explore. Secondly, it had to reduce waste accumulation and minimize the components that could be used by the animals to increase mechanical loading. Finally, it had to be of an appropriate size to accommodate the entire suspension apparatus, during either full mechanical loading, complete unloading, or partial weight-bearing, regardless of the animals growth, which remains constant between 10 and 30 weeks of age 32. The cages were made of ve panels of clear polycarbonate with the following dimensions: 12 wide 12 deep 16 high (Figure 1). At the top of both side panels, a small centered indentation was made in order to support the suspension apparatus. To avoid waste accumulation, we chose to use a 12 12 exible perforated polypropylene oor panel layered with absorbent paper. This alternative was preferred over wire-oors, which have been shown to promote foot lesions  33 and induce thermal stress  34 in rats. While this type of ooring did not prevent food waste from falling onto the oor, a food chute was installed at the exterior of the cage that allowed only one pellet to be dispensed at the time, thus reducing waste and preventing any opportunities for the rats to reload themselves via the food pellets. Although the housing was rst designed without any type of enrichment for the animals, more recent studies are now conducted with the addition of a couple of autoclaved cotton-squares that are changed every other day, so as to improve animals wellbeing. Life 2020 , 10, x FOR PEER REVIEW 3 of 22 the animals to increase mechanical loading. Finally, it had to be of an appropriate size to accommodate the entire suspension apparatus, during either full mechanical loading, complete unloading, or partial weight-bearing, regardless of the animals growth, which remains constant between 10 and 30 weeks of age 32. The cages were made of five panels of clear polycarbonate with the following dimensions: 12 wide  12 deep  16 high (Figure 1). At the top of both side panels, a small centered indentation was made in order to support the suspension appa ratus. To avoid waste accumulation, we chose to use a 12  12 flexible perforat ed polypropylene floor panel layered with absorbent paper. This alternative was preferred over wire-floors, which ha ve been shown to promote foot lesions 33 and induce thermal stress 34 in rats. While this type of flooring did not prevent food waste from falling onto the floor, a food chute was installed at the exteri or of the cage that allowe d only one pellet to be dispensed at the time, thus reducing waste and prev enting any opportunities for the rats to reload themselves via the food pellets. Although the ho using was first designed without any type of enrichment for the animals, more recent studies ar e now conducted with the addition of a couple of autoclaved cotton-squares that are changed every other day, so as to improve animals wellbeing. Figure 1. Photograph of the cage designed for the ra t partial weight bearing (PWB) model with a suspension apparatus. 2.2. Suspension Apparatus In order to support skeletally mature male rats with a starting body weight of approximately 400 g, many adjustments were required with resp ect to the suspension apparatus (Figure 2). While rats have enough floor space in the cages acco rding to the Institutional Animal Care and Use Committee (IACUC) guidelines, their larger size allo ws them to freely move around and explore their environment, even when partially unloaded; ther efore, suspension apparatus was secured at the center of the aluminum rod. In essence, the su spension design differed slightly from the one previously used in mice 19,23, retaining a triangle-shape structure linking the forelimb jacket and hindlimb suspension device with a back-rod, improving stabilization. A swivel clasp was added on both ends of the stainless-steel chain to provide full mobility to the animals, allowing them to move around without risking entangling the chains and modifying their partial unloading level. The most critical part of the suspension apparatus unde rwent major alterations to accommodate rats and improve PWB stability. In mice, a bead chain was positioned by twisting the coils of a spring with known characteristics, allowing animals to gain kinetic energy and increase mobility. This system was not an ideal fit for rats and was replaced by a key-chain ring attached to a swivel clasp directly connected to the stainless-steel ch ain. This design did not allow for additional kinetic energy, or Figure 1. Photograph of the cage designed for the rat partial weight bearing (PWB) model with a suspension apparatus. 2.2. Suspension Apparatus In order to support skeletally mature male rats with a starting body weight of approximately 400 g, many adjustments were required with respect to the suspension apparatus (Figure 2). While rats have enough oor space in the cages according to the Institutional Animal Care and Use Committee (IACUC) guidelines, their larger size allows them to freely move around and explore their environment, even when partially unloaded; therefore, suspension apparatus was secured at the center of the aluminum rod. In essence, the suspension design di ered slightly from the one previously used in mice  19,23, retaining a triangle-shape structure linking the forelimb jacket and hindlimb suspensionLife2020 ,10, 235 4 of 22 device with a back-rod, improving stabilization. A swivel clasp was added on both ends of the stainless-steel chain to provide full mobility to the animals, allowing them to move around without risking entangling the chains and modifying their partial unloading level. The most critical part of the suspension apparatus underwent major alterations to accommodate rats and improve PWB stability. In mice, a bead chain was positioned by twisting the coils of a spring with known characteristics, allowing animals to gain kinetic energy and increase mobility. This system was not an ideal t for rats and was replaced by a key-chain ring attached to a swivel clasp directly connected to the stainless-steel chain. This design did not allow for additional kinetic energy, or variations in chain length, henceforth greatly reducing daily variations and the need to do adjustments throughout the experiments. Life 2020 , 10, x FOR PEER REVIEW 4 of 22 variations in chain length, henceforth greatly reducing daily variations and the need to do adjustments throughout the experiments. In order to achieve specific levels of PWB, an imals are first weighed while wearing the entire PWB apparatus (100 full weight-bearing). The links on the chain are then adjusted to raise the animals to the appropriate PWB level (Figure 2A, items 2 and 3). Achieved weight-bearing is confirmed using a scale throughout this process. The chains have been selected to allow for steady and fine tuning of weight-bearing, maintaining th e desired weight within 5 of error 100 of the time. Figure 2. Photographs of the suspension apparatus used for HLU ( A) and PWB ( B). Arrows point to key elements in panels ( A) 1: centered key ring, 2: stainless steel chain, 3: swivel clasps, and ( B) 1: back rod, 2: clasps. Adapted from 35. 2.3. Using a Pelvic Harness during Suspension (HLS) In both the mouse and rat PWB models, the forelim bs are supported by a fitt ed jacket 19,20. In the mouse PWB system, the hind limbs were suppo rted by a bandage wrapped around the base of the tail, based on the initial tail-suspension desig n developed for ground-based HU experiments 16 in use since the 1980s. While the HU model and th e technical aspects of tail-suspension are beyond the scope of this article, excellent reviews have been published elsewhere 3638. In the rat PWB system, we chose to adapt a pelvic harness to support the hind limbs, in lieu of the traditional tail suspension (described thereafter as HLS) 20 (Fig ure 3). This pelvic suspension was first described by others in rats undergoing HU 39 and has been shown to result in similar alterations regarding body weight, muscle atrophy, bone loss and glucose homeostasis compared to tail-suspended animals, while reducing lordosis and spine curv ature. The pelvic harness was extremely well tolerated in all of our studies involving either PW B or HLS, and allowed animals to be maintained in the same environment while reducing the time needed to transition from one mechanical loading level to another 20,35,40,41. Figure 2. Photographs of the suspension apparatus used for HLU ( A) and PWB ( B). Arrows point to key elements in panels ( A) 1: centered key ring, 2: stainless steel chain, 3: swivel clasps, and ( B) 1: back rod, 2: clasps. Adapted from 35. In order to achieve specic levels of PWB, animals are rst weighed while wearing the entire PWB apparatus (100 full weight-bearing). The links on the chain are then adjusted to raise the animals to the appropriate PWB level (Figure 2A, items 2 and 3). Achieved weight-bearing is conrmed using a scale throughout this process. The chains have been selected to allow for steady and ne tuning of weight-bearing, maintaining the desired weight within 5 of error 100 of the time. 2.3. Using a Pelvic Harness during Suspension (HLS) In both the mouse and rat PWB models, the forelimbs are supported by a tted jacket  19,20. In the mouse PWB system, the hind limbs were supported by a bandage wrapped around the base of the tail, based on the initial tail-suspension design developed for ground-based HU experiments  16 in use since the 1980s. While the HU model and the technical aspects of tail-suspension are beyond the scope of this article, excellent reviews have been published elsewhere  3638. In the rat PWB system, we chose to adapt a pelvic harness to support the hind limbs, in lieu of the traditional tail suspension (described thereafter as HLS)  20 (Figure 3). This pelvic suspension was rst described by others in rats undergoing HU  39 and has been shown to result in similar alterations regarding body weight, muscle atrophy, bone loss and glucose homeostasis compared to tail-suspended animals, while reducing lordosis and spine curvature. The pelvic harness was extremely well tolerated in all of our studies involving either PWB or HLS, and allowed animals to be maintained in the same environment while reducing the time needed to transition from one mechanical loading level to another 20,35,40,41.Life2020 ,10, 235 5 of 22 Life 2020 , 10, x FOR PEER REVIEW 4 of 22 variations in chain length, henceforth greatly reducing daily variations and the need to do adjustments throughout the experiments. In order to achieve specific levels of PWB, an imals are first weighed while wearing the entire PWB apparatus (100 full weight-bearing). The links on the chain are then adjusted to raise the animals to the appropriate PWB level (Figure 2A, items 2 and 3). Achieved weight-bearing is confirmed using a scale throughout this process. The chains have been selected to allow for steady and fine tuning of weight-bearing, maintaining th e desired weight within 5 of error 100 of the time. Figure 2. Photographs of the suspension apparatus used for HLU ( A) and PWB ( B). Arrows point to key elements in panels ( A) 1: centered key ring, 2: stainless steel chain, 3: swivel clasps, and ( B) 1: back rod, 2: clasps. Adapted from 35. 2.3. Using a Pelvic Harness during Suspension (HLS) In both the mouse and rat PWB models, the forelim bs are supported by a fitt ed jacket 19,20. In the mouse PWB system, the hind limbs were suppo rted by a bandage wrapped around the base of the tail, based on the initial tail-suspension desig n developed for ground-based HU experiments 16 in use since the 1980s. While the HU model and th e technical aspects of tail-suspension are beyond the scope of this article, excellent reviews have been published elsewhere 3638. In the rat PWB system, we chose to adapt a pelvic harness to support the hind limbs, in lieu of the traditional tail suspension (described thereafter as HLS) 20 (Fig ure 3). This pelvic suspension was first described by others in rats undergoing HU 39 and has been shown to result in similar alterations regarding body weight, muscle atrophy, bone loss and glucose homeostasis compared to tail-suspended animals, while reducing lordosis and spine curv ature. The pelvic harness was extremely well tolerated in all of our studies involving either PW B or HLS, and allowed animals to be maintained in the same environment while reducing the time needed to transition from one mechanical loading level to another 20,35,40,41. Figure 3. Drawings representing the use of the pelvic harness in PWB ( A) and HLS ( B). 2.4. Reliability As in the mouse model, reliability of the partial reduction in mechanical loading was assessed daily by recording both the unloaded and fully-loaded body weight. The ratio of these two measurements provides the achieved partial weight-bearing level. Although the target level is established prior to the experiment (i.e., 70 of full-loading PWB70, 40 of full-loading PWB40, and 20 of full-loading PWB20), daily variations in food intake, water intake, and body weight could a ect the e ective ratio. Using stainless-steel chains, we demonstrated that during a month-long experiment conducted on 149 rats, coe cients of variations did not exceed 1.8 regardless of the targeted partial unloading level  40. This represented a marked improvement compared to the initial mouse model. Indeed, whereas the rst mouse model design (based on a spring) succeeded to remain within a 5 error margin of the desired unloading level only 77 of the time over a 21-day experiment  19, the rat suspension design (based on a chain) was extremely reliable and allowed for the animals to remain within 5 of the desired unloading levels 100 of the time during 28-day periods 20. 3. A Global Model to Study Physiological Alterations 3.1. Behavior Animals behavior is a great indicator of stress and tolerability  42. In an e ort to reduce stressful situations and better assess animals abnormal behaviors, every experimenter involved in animal care engaged in hands-on contact with each rat, in the week preceding baseline. Increased knowledge of animals individual behavior and reactions was critical for ensuring proper care and behavioral assessment during the study. Starting on the day of acclimation to the custom housing environment, each animal was monitored by the experimenter once or twice per day, and constant video surveillance was used within the animal facility to observe and understand nocturnal behavioral changes. Daily clinical assessment notes were logged, and health monitoring involved several parameters that are summarized in Table 1. HU usually results in a transient weight loss in both mice and rats  23,39,43,44. In the mouse PWB, it has been observed that females lose weight during the rst week of partial unloading but are able to return to their baseline body weight after 21 days of exposure  19,21. In rats, we initially reported a transient weight loss during the rst week of partial unloading, regardless of the PWB level  20,35,41. Adult male rats between the ages of 10 and 30 weeks display a steady growth of the musculoskeletal system which is associated with a constant increase in body weight  32. This continuous growth was seen in our fully loaded controls (PWB100), and all suspended rats eventually recovered, and exceeded, their pre-suspension body weight regardless of their PWB level  20,40. However, our latest studies failed to demonstrate a signicant di erence in body weights across all groups, from 20 to 100 of normal loading during a 28 days experiment 45.Life2020 ,10, 235 6 of 22 Table 1. List of daily assessments recorded for each animal throughout the entire study. Visual Assessments (Hands-O ) Clinical Assessments (Hand-On) Integrity of the harness, jacket, suspension apparatus Body weight, unloaded weight, achieved PWB Posture Porphyric staining Alertness and ability to walk Fur coat appearance around jacket and harness Food intake Presence of skin irritation, redness or abrasion Water intakeEcient grooming of the genital area (evidence of sperm plugs, vaginal secretions) Presence and consistence of feces Appearance of the teeth Evidence of grooming Edema Use of all limbs to balance Evidence of broken nails bleeding When rst exposed to PWB, animals usually display a signicantly lower food consumption during the rst 48 h, especially when assigned to PWB20 or PWB40 groups  20; however, cumulative food intake typically remains identical across all groups throughout the experiment  20,41,45. Both body weight and food intake decrease can be signs of discomfort and stress, which is why daily assessment remains crucial when using the rat PWB model. Animals should be removed from the experiment when experiencing weight loss greater than 15 of their pre-suspension value  39. Additionally, because the cages do not have as much bedding compared to a traditional rat cage and singly housing the rats prevents body heat transfer between animals, care should be taken to ensure appropriate temperature of the housing facility as alterations to core body temperature can inuence overall metabolism  4648, such as the use of cotton for nesting. Unloading experiments can, and have been completed by assessing several plasma parameters such as blood glucose and corticosterone, both known to increase signicantly in response to stressful conditions through the activation of the hypothalamic-pituitary-adrenal (HPA) axis  4951. As both of these parameters are regulated by the circadian rhythm, particular caution was given to the blood collection time and duration  52,53. For fully-loaded animals, we showed that the full harness did not elicit a stress response during a 28 day experiment, and that reduced mechanical loading did not impact plasma glucose and corticosterone 45 at 7, 14, and 28 days of exposure compared to pre-suspension values. This nding was further validated by assessing the wet mass of several organs (i.e., adrenal glands and spleen), known to change in stressful conditions. These results represent the rst evidence for the lack of chronic stress in the rat PWB model; however, future attention should be paid to the acute response in the rst 48 h of exposure to decreased mechanical loading. 3.2. Muscular System The rat PWB model was rst established in order to determine the longitudinal time-course of the musculoskeletal impairments  20,40,54. Indeed, spaceight and mechanical unloading are known to lead to a rapid decline in muscle mass and function, which in turn increases the risk of fractures, chronic pain, fatigue, and injury upon return to normal loading  5560. Previous ground-based animal models were extremely useful to obtain a clear picture of the physiological alterations and associated mechanisms, which helped the development of mitigating countermeasures for space crews such as exercise 6164, the use of bisphosphonates 65,66, and nutraceuticals 67. In response to microgravity and mechanical unloading, postural muscles such as the soleus atrophy quickly in humans  55,56,64,68,69 and rats  39,7074. Using the rat PWB model, we relied on both indirect and direct measures to determine the alterations in muscle size, force, and function, during exposure to 20 to 100 of full-loading  20,35,40,41. Calf circumference was used as a weekly indirect indicator of the triceps surae (i.e., soleus and gastrocnemius) size. We demonstrated that exposure to PWB20, PWB40, and PWB70, resulted in a signicantly smaller limb girth compared toLife2020 ,10, 235 7 of 22 the PWB100 controls at all times  20,40,41 (i.e., 7, 14, and 28 days of PWB). Additionally, we showed that rear paw grip force either failed to increase or displayed a net decrease after exposure to all levels of PWB, with a linear relationship between gravitational load and muscle impairments  20,35,40. These force measurements obtained voluntarily were further conrmed by applying a tetanic nerve stimulation and recording the maximum torque of the foot during either plantar or dorsi-exion  40. By doing so, we observed a signicant decrease in the maximal torque obtained that was linearly correlated to the degree of mechanical unloading. Hindlimb muscle mass revealed the presence of a signicant atrophy linearly correlated to the PWB level as soon as 7 days of exposure, our earliest time-point, and until 28 days of exposure  20, 35,40,41 (Figure 4A). This muscle atrophy was further associated with a decrease in myobers cross-section area (CSA) in both the soleus and gastrocnemius. In humans and rats, the soleus, a postural muscle  75,76 is mostly comprised of bers expressing the type 1 myosin heavy chain (MyHC1), which generally act as slow-twitch oxidative bers providing endurance. During disuse and total mechanical unloading, soleus myobers have been reported to switch from type 1 to type 2 (i.e., generally fast-twitch glycolytic)  7780, comparatively more prone to fatigue  81,82. We also see this modication in soleus composition of rats undergoing reduced mechanical loading for up to 28 days, with 40 of gravitational loading having 67 shift in Type I ber percentage (Supplementary Tables)  40,41. However, we must acknowledge that up to this point we have only investigated MHCI bers and not the separate isoforms of type II MHC bers, which may have di erent functional implications  83. As such, future works will be necessary to investigate the nuances of di erent MHC isoforms and PWB. Taken together, our data demonstrated that partial mechanical loading results in a dose-dependent muscular deconditioning in the hindlimbs, consistent with the physiological alterations observed during spaceight 56,74,8486 and hypokinesia 39,73,87,88. Life 2020 , 10, x FOR PEER REVIEW 7 of 22 with 40 of gravitational loading having 67 shift in Type I fiber percentage (Supplementary Tables) 40,41. However, we must acknowledge that up to this point we have only investigated MHCI fibers and not the separate isoforms of type II MHC fibers, which may have different functional implications 83. As such, future works will be necessary to investigate the nuances of different MHC isoforms and PWB. Taken together, our data demonstrated th at partial mechanical loading results in a dose-dependen t muscular deconditioning in the hindlimbs, consistent with the physiological alterations observed during spacefli ght 56,74,8486 and hypokinesia 39,73,87,88. In space, studies usually focus on the calf mu scles as astronauts leg muscles atrophy quicker than their arm muscles due to their normal bipedal stance. However, animal models are traditionally developed in quadrupedal rodents. Henceforth, on e of the advantages of using the PWB model instead of the traditional HLS is the possibility of investigating both the fore- and hind- limbs muscle in response to partial mechanical unloading. Recently, we used the rat PWB model to investigate if exposure to PWB20, PWB40, or PWB70 for 28 days led to a significant muscle deconditioning in the forelimbs compared to fully-loaded animals (PWB100) . While we previously have shown that front paw grip force is impacted by partial mechanical unloading 41, we established for the first time that the biceps brachii displayed a 26 reduction in mass during partial unloading, regardless of the level 45. However, in the triceps brachii, we showed that atrophy was linearly correlated to the level of PWB, with reductions ranging from 9 to 17 co mpared to the controls. Histomorphometric analysis yielded similar results with a dose-dependent re duction in myofiber CSA. This quadrupedal modeling of partial gravity may allow for a more th orough investigation on the impacts of partial and microgravity on non-weight bearing tissues, as recent works have su ggested that non-weight bearing bones can be impacted by spaceflight months after returning to Earth 89. Figure 4. Correlations of muscle mass or bone mineral density with PWB level. Correlation between the quadriceps wet mass and the PWB level after 14 days of exposure ( A), and between the change in trabecular bone mineral density (BMD) and the PWB level after 14 days of exposure ( B). Lines represent the best linear fit and Pearson rs correla tion values and signific ant are displayed on the graph. Adapted from reference 20. 3.3. Skeletal System Weightlessness, either real or simulated, has been used extensively to study bone loss and establish countermeasures for astronauts 65,90 ,91. Using the mouse PWB model, studies have shown that 21 days of exposure leads to a significant decline in body and hindlimb BMD and tibial trabecular bone volume, that was linearly correlated to the degree of unloading 21,23. Moreover, it has been shown that even PWB70 did not prevent the emergence of skeletal alte rations 25. Similarly, in rats, we demonstrated that 2 weeks of PWB led to a dose-dependent and linear decrease in tibial BMD 20 (Figure 4B). Further studies were conducted to establish the longitudinal time-course of skeletal impairments during partial mechanical lo ading and established the existence of a potential threshold for the preservation of the skeletal sy stem 54. While trabecular BMD declines within 7 days of exposure to PWB, it further decreases ov er a month-long experiment, regardless of the PWB level, suggesting that a plateau was not reached. These results obtained in vivo were further validated Figure 4. Correlations of muscle mass or bone mineral density with PWB level. Correlation between the quadriceps wet mass and the PWB level after 14 days of exposure ( A), and between the change in trabecular bone mineral density (BMD) and the PWB level after 14 days of exposure ( B). Lines represent the best linear t and Pearson rs correlation values and signicant are displayed on the graph. Adapted from reference 20. In space, studies usually focus on the calf muscles as astronauts leg muscles atrophy quicker than their arm muscles due to their normal bipedal stance. However, animal models are traditionally developed in quadrupedal rodents. Henceforth, one of the advantages of using the PWB model instead of the traditional HLS is the possibility of investigating both the fore- and hind- limbs muscle in response to partial mechanical unloading. Recently, we used the rat PWB model to investigate if exposure to PWB20, PWB40, or PWB70 for 28 days led to a signicant muscle deconditioning in the forelimbs compared to fully-loaded animals (PWB100). While we previously have shown that front paw grip force is impacted by partial mechanical unloading  41, we established for the rst time that the biceps brachii displayed a 26 reduction in mass during partial unloading, regardless of the level  45. However, in the triceps brachii, we showed that atrophy was linearly correlated to theLife2020 ,10, 235 8 of 22 level of PWB, with reductions ranging from 9 to 17 compared to the controls. Histomorphometric analysis yielded similar results with a dose-dependent reduction in myober CSA. This quadrupedal modeling of partial gravity may allow for a more thorough investigation on the impacts of partial and microgravity on non-weight bearing tissues, as recent works have suggested that non-weight bearing bones can be impacted by spaceight months after returning to Earth 89. 3.3. Skeletal System Weightlessness, either real or simulated, has been used extensively to study bone loss and establish countermeasures for astronauts  65,90,91. Using the mouse PWB model, studies have shown that 21 days of exposure leads to a signicant decline in body and hindlimb BMD and tibial trabecular bone volume, that was linearly correlated to the degree of unloading  21,23. Moreover, it has been shown that even PWB70 did not prevent the emergence of skeletal alterations  25. Similarly, in rats, we demonstrated that 2 weeks of PWB led to a dose-dependent and linear decrease in tibial BMD  20 (Figure 4B). Further studies were conducted to establish the longitudinal time-course of skeletal impairments during partial mechanical loading and established the existence of a potential threshold for the preservation of the skeletal system  54. While trabecular BMD declines within 7 days of exposure to PWB, it further decreases over a month-long experiment, regardless of the PWB level, suggesting that a plateau was not reached. These results obtained in vivo were further validated by the ex vivo analysis of the distal femoral area via microcomputed tomography. Indeed, our results highlighted a dose-dependent decrease in bone volume, BMD, and trabecular number  54. Quantitative histomorphometry using calcein staining emphasized that weakening of the trabecular bone architecture during partial mechanical unloading was partly due to decreased osteoblast surface area and activity while osteoclasts remained similar compared to controls. These ndings are in agreement with prior research utilizing the HU model and provide further validation for this model 9295. 3.4. Cardiovascular System The cardiovascular system is severely impacted during weightlessness  9,96100, in particular, orthostatic intolerance appears to be common among astronauts upon returning to earth. Many studies have been conducted in the HU model  101107, taking advantage of the 30 degree head-down-tilt designed to induce a cephalic uid shift. Some of these HU models found hypovolemia, altered nitric oxide signaling, and altered sympathetic neurological activity  105,106,108, which may contribute to cardiovascular complications during spaceight. However there remains controversy on how each of these mechanisms contribute to cardiovascular complications  104. As the rat PWB is designed to allow quadrupedal unloading, it is not associated with a uid shift. However, until recently, the impact of partial mechanical unloading on the cardiovascular system including the e ects of the pelvic harness in lieu of the tail suspension, had not been addressed. Therefore, we longitudinally monitored tail blood pressure, foot oximetry, and heart rate for 28 days in all conditions  45. Our results highlighted that the use of a pelvic harness during normal loading did not impair indirect measures of blood ow nor did it modify blood pressure and heart rate over the course of the experiment. This study further demonstrated that partial reductions in mechanical loading did not reveal signicant changes in these parameters. While these results are preliminary, they may suggest cardiovascular protections may be conferred with minimal gravitational force, such as those found on extra-terrestrial targets such as the Moon or Mars with 1 6th and 1 3rd of the Earths gravitational pull. However, more works using PWB are necessary to understand the nuanced cardiovascular mechanisms that may contribute to potential protection from spaceight-induced orthostatic intolerance.Life2020 ,10, 235 9 of 22 4. Future Perspectives 4.1. Investigating Shifts Lower than 1g The PWB rat model was designed to be adaptable to any mechanical loading ranging from HLS to PWB100 (i.e., total mechanical unloading of the hind limbs to full mechanical loading on all limbs). Such design has allowed us to investigate gravity as a continuum and mimic gravity shifts lower than 1g. For example, astronauts en route to extra-terrestrial targets such as the Moon or Mars, will inevitably be exposed to a rst phase of microgravity. In 2019, we developed a new paradigm by exposing animals to either two weeks of PWB40, or one week of HLS followed by one week of PWB40  35. This was made possible by the seamless transition between the two systems and allowed us to assess the consequences of partial mechanical loading on an already compromised musculoskeletal system. We demonstrated that 7 days of HLS led to a signicant loss of muscle force in the hind limbs, greater than what was observed after 7 days of PWB40. Once exposed to an increased mechanical load, animals grip force remained signicantly lower than the PWB40 group (Figure 5). Furthermore, muscle wet mass was lower in the triceps surae. These preliminary data reveal that investigating partial gravity environments on healthy animals might not depict an accurate picture of what could happen in space. While we did not investigate other physiological systems in such a regimen, it is necessary to better understand how animals, and humans, whose bodies are already adapting to weightlessness, will react to shifts in gravitational environments. Life 2020 , 10, x FOR PEER REVIEW 9 of 22 during return travel, reloading upon return to Eart h). So far, it has been essentially impossible to investigate the effects of weightlessness without expo sing the animals and astronauts to a significant period of hypergravity during re-entry. This powe rful and sudden increase in mechanical loading has been known to rapidly impact the musculoskeletal system and is described as a reloading injury 61,71,109112. Although more experiments are design ed with an end point in flight to avoid this injury, data remains scarce and little is known about the effects of reloading injury compared to microgravity. In the near future, we will make it a priority to use the PWB model in order to accurately mimic space missions and investigate each stage, i.e., total unloading, partial loading, partial reloading, and total reloading. These data will also be critical in order to better understand how effective artificial gravity treatments could be in mitigating physiological alterations during spaceflight. Figure 5. Changes in rear paw grip force. Changes in re ar paw grip force compared to pre-suspension values (day 0) in rats undergoing 14 days of normal loading (PWB100), 14 days of loading at 40 (PWB40), and 7 days of hindlimb suspension immediat ely followed by 7 days of loading at 40 (HLS- PWB40).",
        "conclusion": "s In conclusion, the PWB model is a novel experimental method that has extensive potential for the investigation of physiological alterations in response to both micro- and partial gravity. We have thus far been the rst group to create and utilize the PWB in rats, both males and females, but anticipate we will not be the last. With this review we hope to encourage other biomedical investigators to adopt this model within their own laboratories. A combined research e ort from many research laboratories will be imperative to thoroughly understand the complex physiology of spaceight. More so, a broader understanding of spaceight physiology may also facilitate important discoveries of human physiology that can benet ground-based medicine. Regardless, to ensure the safety of astronauts in future missions to the Moon, Mars, and beyond, we need to rst understand the complex interactions between human physiology and spaceight, and the PWB model will play a critical role in unraveling these nuanced relationships. Author Contributions: Conceptualization, M.M.; methodology, M.M.; writingoriginal draft preparation, M.M.; writingreview and editing, M.M. and M.E.R.-C.; visualization, M.M. M.M. and M.E.R.-C. reviewed and approved of the nal manuscript. All authors have read and agreed to the published version of the manuscript. Funding: This work was funded by the National Aeronautics and Space Administration (NASA: 80NSSC19K1598). Acknowledgments: The authors would like to express their gratitude to Janice A. Nagy for her careful editing of the manuscript. Conicts of Interest: The authors declare no conict of interest, and the funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results.Life2020 ,10, 235 13 of 22 References 1. Zhang, L.F.; Hargens, A.R. Spaceight-induced intracranial hypertension and visual impairment: Pathophysiology and countermeasures. Physiol. Rev. 2018 ,98, 5987. CrossRef PubMed 2. Voorhies, A.A.; Mark Ott, C.; Mehta, S.; Pierson, D.L.; Crucian, B.E.; Feiveson, A.; Oubre, C.M.; Torralba, M.; Moncera, K.; Zhang, Y.; et al. Study of the impact of long-duration space missions at the International Space Station on the astronaut microbiome. Sci. Rep. 2019 ,9. CrossRef 3. Wu, B.; Wang, Y.; Wu, X.; Liu, D.; Xu, D.; Wang, F. On-orbit sleep problems of astronauts and countermeasures. Mil. Med. Res. 2018 ,5, 112. CrossRef PubMed 4. Garrett-Bakelman, F.E.; Darshi, M.; Green, S.J.; Gur, R.C.; Lin, L.; Macias, B.R.; McKenna, M.J.; Meydan, C.; Mishra, T.; Nasrini, J.; et al. The NASA twins study: A multidimensional analysis of a year-long human spaceight. Science 2019 ,364. CrossRef 5. Tuday, E.C.; Meck, J.V .; Nyhan, D.; Shoukas, A.A.; Berkowitz, D.E. Microgravity-induced changes in aortic sti ness and their role in orthostatic intolerance. J. Appl. Physiol. 2007 ,102, 853858. CrossRef PubMed 6. Cl ment, G. Fundamentals of Space Medicine ; Springer: New York, NY, USA, 2011. 7. Narici, M.V .; de Boer, M.D. Disuse of the musculo-skeletal system in space and on earth. Eur. J. Appl. Physiol. 2011 ,111, 403420. CrossRef PubMed 8. Nagaraja, M.P .; Risin, D. The current state of bone loss research: Data from spaceight and microgravity simulators. J. Cell. Biochem. 2013 ,114, 10011008. CrossRef 9. Yates, B.J.; Kerman, I.A. Post-spaceight orthostatic intolerance: Possible relationship to microgravity-induced plasticity in the vestibular system. Brain Res. Rev. 1998 ,28, 7382. CrossRef 10. Clment, G.; Ngo-Anh, J.T. Space physiology II: Adaptation of the central nervous system to space ight-past, current, and future studies. Eur. J. Appl. Physiol. 2012 ,113, 16551672. CrossRef 11. Denayer, T.; Sthrn, T.; van Roy, M. Animal models in translational medicine: Validation and prediction. New Horiz. Transl. Med. 2014 ,2, 511. CrossRef 12. Bonjour, J.P .; Ammann, P .; Rizzoli, R. Importance of preclinical studies in the development of drugs for treatment of osteoporosis: A review related to the 1998 WHO guidelines. Osteoporos. Int. 1999 ,9, 379393. CrossRef PubMed 13. West, J.B. Historical aspects of the early Soviet Russian manned space program. J. Appl. Physiol. 2001 ,91, 15011511. CrossRef PubMed 14. Grigorev, A.I.; Ilin, E.A. Animals in Space: On the 50th Anniversary of Space Biology. In Herald of the Russian Academy of Sciences ; 2007. Available online: https: history.nasa.gov animals.html (accessed on 18 December 2019). 15. Bryda, E.C. The Mighty Mouse: The impact of rodents on advances in biomedical research. Mo. Med. 2013 , 110, 207211. PubMed 16. Morey, E.R.; Sabelman, E.E.; Turner, R.T.; Baylink, D.J. A new rat model simulating some aspects of space ight. Physiologist 1979 ,22, S23S24. 17. NASA Transition Authorization Act. National Space Exploration Campaign Report Pursuant. 2018. Available online: https: www.nasa.gov sitesdefault lesatoms lesnationalspaceexplorationcampaign.pdf (accessed on 24 October 2018). 18. National Aeronautics and Space Admi, Mars Exploration Program. In Van Nostrands Scientic Encyclopedia ; 2007. Available online: http: mars.jpl.nasa.gov programmissions overview (accessed on 24 July 2017). 19. Wagner, E.B.; Granzella, N.P .; Saito, H.; Newman, D.J.; Young, L.R.; Bouxsein, M.L. Partial weight suspension: A novel murine model for investigating adaptation to reduced musculoskeletal loading. J. Appl. Physiol. 2010 ,109, 350357. CrossRef 20. Mortreux, M.; Nagy, J.A.; Ko, F.C.; Bouxsein, M.L.; Rutkove, S.B. A novel partial gravity ground-based analog for rats via quadrupedal unloading. J. Appl. Physiol. 2018 ,125, 175182. CrossRef 21. Ellman, R.; Spatz, J.; Cloutier, A.; Palme, R.; Christiansen, B.A.; Bouxsein, M.L. Partial reductions in mechanical loading yield proportional changes in bone density, bone architecture, and muscle mass. J. Bone Miner. Res. 2013 ,28, 875885. CrossRef 22. Wilson, J.M.; Krigsfeld, G.S.; Sanzari, J.K.; Wagner, E.B.; Mick, R.; Kennedy, A.R. Comparison of hindlimb unloading and partial weight suspension models for spaceight-type condition induced e ects on white blood cells. Adv. Space Res. 2012 ,49, 237248. CrossRefLife2020 ,10, 235 14 of 22 23. Swift, J.M.; Lima, F.; Macias, B.R.; Allen, M.R.; Greene, E.S.; Shirazi-Fard, Y.; Kupke, J.S.; Hogan, H.A.; Bloomeld, S.A. Partial weight bearing does not prevent musculoskeletal losses associated with disuse. Med. Sci. Sports Exerc. 2013 ,45, 20522060. CrossRef 24. Spatz, J.M.; Ellman, R.; Cloutier, A.M.; Louis, L.; van Vliet, M.; Dwyer, D.; Stolina, M.; Ke, H.Z.; Bouxsein, M.L. Sclerostin antibody inhibits skeletal deterioration in mice exposed to partial weight-bearing. Life Sci. Space Res. 2017 ,12, 3238. CrossRef 25. Bloomeld, S.A.; Martinez, D.A.; Boudreaux, R.D.; Mantri, A.V . Microgravity stress: Bone and connective tissue. Compr. Physiol. 2016 ,6, 645686. CrossRef PubMed 26. Macias, B.R.; Lima, F.; Swift, J.M.; Shirazi-Fard, Y.; Greene, E.S.; Allen, M.R.; Fluckey, J.; Hogan, H.A.; Braby, L.; Wang, S.; et al. Simulating the Lunar Environment: Partial Weightbearing and High-LET Radiation-Induce Bone Loss and Increase Sclerostin-Positive Osteocytes. Radiat. Res. 2016 ,186, 254263. CrossRef PubMed 27. Andersen, M.L.; Costa, R.M.E.; Costa, M.F.O.E. Rats. Rodent Model Tools Ethical Biomed. Res. 2015 ,2, 6194. CrossRef 28. Febo, M. Technical and conceptual considerations for performing and interpreting functional MRI studies in awake rats. Front. Psychiatry 2011 ,2. CrossRef 29. Young, J.W.; Jentsch, J.D.; Bussey, T.J.; Wallace, T.L.; Hutcheson, D.M. Consideration of species di erences in developing novel molecules as cognition enhancers. Neurosci. Biobehav. Rev. 2013 ,37, 21812193. CrossRef 30. Blais, E.M.; Rawls, K.D.; Dougherty, B.V .; Li, Z.I.; Kolling, G.L.; Ye, P .; Wallqvist, A.; Papin, J.A. Reconciled rat and human metabolic networks for comparative toxicogenomics and biomarker predictions. Nat. Commun. 2017 ,8. CrossRef 31. Ellenbroek, B.; Youn, J. Rodent models in neuroscience research: Is it a rat race? DMM Dis. Model. Mech. 2016 ,9, 10791087. CrossRef 32. Tamaki, T.; Uchiyama, S. Absolute and relative growth of rat skeletal muscle. Physiol. Behav. 1995 ,57, 913919. CrossRef 33. Stark, D.M. Wire-Bottom Versus Solid-Bottom Rodent Caging Issues Important to Scientists and Laboratory Animal Science Specialists. Contemp. Top. Lab. Anim. Sci. 2001 ,40, 1114. 34. Gordon, C.J.; Fogelson, L. Metabolic and thermoregulatory responses of the rat maintained in acrylic or wire-screen cages: Implications for pharmacological studies. Physiol. Behav. 1994 ,56, 7379. CrossRef 35. Mortreux, M.; Riveros, D.; Bouxsein, M.L.; Rutkove, S.B. Mimicking a space mission to mars using hindlimb unloading and partial weight bearing in rats. J. Vis. Exp. 2019 ,2019 , e59327. CrossRef PubMed 36. Morey-Holton, E.; Globus, R.K.; Kaplansky, A.; Durnova, G. The Hindlimb Unloading Rat Model: Literature Overview, Technique Update and Comparison with Space Flight Data. Adv. Space Biol. Med. 2005 ,10, 740. CrossRef PubMed 37. Morey-Holton, E.R.; Globus, R.K. Hindlimb unloading rodent model: Technical aspects. J. Appl. Physiol. 2002 ,92, 13671377. CrossRef PubMed 38. Globus, R.K.; Morey-Holton, E. Hindlimb unloading: Rodent analog for microgravity. J. Appl. Physiol. 2016 , 120, 11961206. CrossRef 39. Chowdhury, P .; Long, A.; Harris, G.; Soulsby, M.E.; Dobretsov, M. Animal model of simulated microgravity: A comparative study of hindlimb unloading via tail versus pelvic suspension. Physiol. Rep. 2013 ,1, e00012. CrossRef 40. Mortreux, M.; Ko, F.C.; Riveros, D.; Bouxsein, M.L.; Rutkove, S.B. Longitudinal time course of muscle impairments during partial weight-bearing in rats. NPJ Microgravity 2019 ,5, 20. CrossRef 41. Mortreux, M.; Riveros, D.; Bouxsein, M.L.; Rutkove, S.B. A moderate daily dose of resveratrol mitigates muscle deconditioning in a martian gravity analog. Front. Physiol. 2019 ,10, 899. CrossRef 42. Beery, A.K.; Kaufer, D. Stress, social behavior, and resilience: Insights from rodents. Neurobiol. Stress 2015 ,1, 116127. CrossRef 43. Tahimic, C.G.T.; Paul, A.M.; Schreurs, A.S.; Torres, S.M.; Rubinstein, L.; Steczina, S.; Lowe, M.; Bhattacharya, S.; Alwood, J.S.; Ronca, A.E.; et al. Inuence of Social Isolation during Prolonged Simulated Weightlessness by Hindlimb Unloading. Front. Physiol. 2019 ,10. CrossRef 44. Gaignier, F.; Schenten, V .; Bittencourt, M.d.; Gauquelin-Koch, G.; Frippiat, J.P .; Legrand-Frossi, C. Three weeks of murine hindlimb unloading induces shifts from B to T and from Th to Tc splenic lymphocytes in absence of stress and di erentially reduces cell-specic mitogenic responses. PLoS ONE 2014 ,9, e92664. CrossRefLife2020 ,10, 235 15 of 22 45. Mortreux, M.; Riveros, D.; Semple, C.; Bouxsein, M.L.; Rutkove, S.B. The partial weight-bearing rat model using a pelvic harness does not impact stress or hindlimb blood ow. Acta Astronaut. 2020 ,168, 249255. CrossRef 46. Hankenson, F.C.; Marx, J.O.; Gordon, C.J.; David, J.M. E ects of Rodent Thermoregulation on Animal Models in the Research Environment. Comp. Med. 2018 ,68, 425438. CrossRef PubMed 47. Calonne, J.; Arsenijevic, D.; Scerri, I.; Miles-Chan, J.L.; Montani, J.P .; Dulloo, A.G. Low 24-h core body temperature as a thrifty metabolic trait driving catch-up fat during weight regain after caloric restriction. Am. J. Physiol. Endocrinol. Metab. 2019 ,317, E699E709. CrossRef PubMed 48. Schipper, L.; Harvey, L.; van der Beek, E.M.; van Dijk, G. Home alone: A systematic review and meta-analysis on the e ects of individual housing on body weight, food intake and visceral fat mass in rodents. Obes. Rev. 2018 ,19, 614637. CrossRef PubMed 49. de Boer, S.F.; Koopmans, S.J.; Slangen, J.L.; van der Gugten, J. E ects of fasting on plasma catecholamine, corticosterone and glucose concentrations under basal and stress conditions in individual rats. Physiol. Behav. 1989 ,45, 989994. CrossRef 50. McCowen, K.C.; Malhotra, A.; Bistrian, B.R. Stress-induced hyperglycemia. Crit. Care Clin. 2001 ,17, 107124. CrossRef 51. Rafacho, A.; Ortster, H.; Nadal, A.; Quesada, I. Glucocorticoid treatment and endocrine pancreas function: Implications for glucose homeostasis, insulin resistance and diabetes. J. Endocr. 2014 ,223, R49R62. CrossRef 52. Kalsbeek, A.; la Fleur, S.; Fliers, E. Circadian control of glucose metabolism. Mol. Metab. 2014 ,3, 372383. CrossRef 53. Fluttert, M.; Dalm, S.; Oitzl, M.S. A rened method for sequential blood sampling by tail incision in rats. Lab. Anim. 2000 ,34, 372378. CrossRef 54. Ko, F.C.; Mortreux, M.; Riveros, D.; Nagy, J.A.; Rutkove, S.B.; Bouxsein, M.L. Dose-dependent skeletal decits due to varied reductions in mechanical loading in rats. NPJ Microgravity 2020 ,6, 15. CrossRef 55. Tanaka, K.; Nishimura, N.; Kawai, Y. Adaptation to microgravity, deconditioning, and countermeasures. J. Physiol. Sci. 2017 ,67, 271281. CrossRef PubMed 56. Fitts, R.H.; Riley, D.R.; Widrick, J.J. Physiology of a microgravity environment invited review: Microgravity and skeletal muscle. J. Appl. Physiol. 2000 ,89, 823839. CrossRef 57. Keyak, J.H.; Koyama, A.K.; LeBlanc, A.; Lu, Y.; Lang, T.F. Reduction in proximal femoral strength due to long-duration spaceight. Bone 2009 ,44, 449453. CrossRef 58. Bailey, J.F.; Miller, S.L.; Khieu, K.; ONeill, C.W.; Healey, R.M.; Coughlin, D.G.; Sayson, J.V .; Chang, D.G.; Hargens, A.R.; Lotz, J.C. From the international space station to the clinic: How prolonged unloading may disrupt lumbar spine stability. Spine J. 2018 ,18, 714. CrossRef PubMed 59. Desplanches, D. Structural and functional adaptations of skeletal muscle to weightlessness. Int. J. Sport. Med. Suppl. 1997 ,18(Suppl. 4), S259S264. CrossRef PubMed 60. Fitts, R.H.; Riley, D.R.; Widrick, J.J. Functional and structural adaptations of skeletal muscle to microgravity. J. Exp. Biol. 2001 ,204, 32013208. 61. Petersen, N.; Jaekel, P .; Rosenberger, A.; Weber, T.; Scott, J.; Castrucci, F.; Lambrecht, G.; Ploutz-Snyder, L.; Damann, V .; Kozlovskaya, I.; et al. Exercise in space: The European Space Agency approach to in-ight exercise countermeasures for long-duration missions on ISS. Extrem. Physiol. Med. 2016 ,5, 9. CrossRef PubMed 62. Kozlovskaya, I.B.; Yarmanova, E.N.; Yegorov, A.D.; Stepantsov, V .I.; Fomina, E.V .; Tomilovaskaya, E.S.; Reeves, J.M. Russian countermeasure systems for adverse e ects of microgravity on long-duration ISS ights. Aerosp. Med. Hum. Perform. 2015 ,86, A24A31. CrossRef 63. Loehr, J.A.; Lee, S.M.C.; English, K.L.; Sibonga, J.; Smith, S.M.; Spiering, B.A.; Hagan, R.D. Musculoskeletal adaptations to training with the advanced resistive exercise device. Med. Sci. Sports Exerc. 2011 ,43, 146156. CrossRef 64. Trappe, S.; Costill, D.; Gallagher, P .; Creer, A.; Peters, J.R.; Evans, H.; Riley, D.A.; Fitts, R.H. Exercise in space: Human skeletal muscle after 6 months aboard the International Space Station. J. Appl. Physiol. 2009 ,106, 11591168. CrossRefLife2020 ,10, 235 16 of 22 65. LeBlanc, A.; Matsumoto, T.; Jones, J.; Shapiro, J.; Lang, T.; Shackelford, L.; Smith, S.M.; Evans, H.; Spector, E.; Ploutz-Snyder, R.; et al. Bisphosphonates as a supplement to exercise to protect bone during long-duration spaceight. Osteoporos. Int. 2013 ,24, 21052114. CrossRef PubMed 66. Smith, S.M.; Heer, M.; Shackelford, L.C.; Sibonga, J.D.; Spatz, J.; Pietrzyk, R.A.; Hudson, E.K.; Zwart, S.R. Bone metabolism and renal stone risk during International Space Station missions. Bone 2015 ,81, 712720. CrossRef PubMed 67. Schreurs, A.S.; Shirazi-Fard, Y.; Shahnazari, M.; Alwood, J.S.; Truong, T.A.; Tahimic, C.G.T.; Limoli, C.L.; Turner, N.D.; Halloran, B.; Globus, R.K. Dried plum diet protects from bone loss caused by ionizing radiation. Sci. Rep. 2016 ,6, 21343. CrossRef PubMed 68. Widrick, J.J.; Knuth, S.T.; Norenberg, K.M.; Romatowski, J.G.; Bain, J.L.W.; Riley, D.A.; Karhanek, M.; Trappe, S.W.; Trappe, T.A.; Costill, D.L.; et al. E ect of a 17 day spaceight on contractile properties of human soleus muscle bres. J. Physiol. 1999 ,516, 915930. CrossRef PubMed 69. Demontis, G.C.; Germani, M.M.; Caiani, E.G.; Barravecchia, I.; Passino, C.; Angeloni, D. Human pathophysiological adaptations to the space environment. Front. Physiol. 2017 ,8, 117. CrossRef PubMed 70. Ishihara, A.; Oishi, Y.; Roy, R.R.; Edgerton, V .R. Inuence of two weeks of non-weight bearing on rat soleus motoneurons and muscle bers. Aviat. Space Environ. Med. 1997 ,68, 421425. Available online: http:www.ncbi.nlm.nih.gov pubmed 9143753 (accessed on 11 March 2019). 71. Riley, D.A.; Slocum, G.R.; Bain, J.L.W.; Sedlak, F.R.; Sowa, T.E.; Mellender, J.W. Rat hindlimb unloading: Soleus histochemistry, ultrastructure, and electromyography. J. Appl. Physiol. 1990 ,69, 5866. CrossRef 72. Dupont, E.; Cieniewski-Bernard, C.; Bastide, B.; Stevens, L. Electrostimulation during hindlimb unloading modulates PI3K-AKT downstream targets without preventing soleus atrophy and restores slow phenotype through ERK. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2011 ,300, R408R417. CrossRef 73. Momken, I.; Stevens, L.; Bergouignan, A.; Desplanches, D.; Rudwill, F.; Chery, I.; Zahariev, A.; Zahn, S.; Stein, T.P .; Sebedio, J.L.; et al. Resveratrol prevents the wasting disorders of mechanical unloading by acting as a physical exercise mimetic in the rat. FASEB J. 2011 ,25, 36463660. CrossRef 74. Kraemer, W.J.; Staron, R.S.; Gordon, S.E.; Volek, J.S.; Koziris, L.P .; Duncan, N.D.; Nindl, B.C.; G mez, A.L.; Marx, J.O.; Fry, A.C.; et al. The e ects of 10 days of spaceight on the shuttle endeavour on predominantly fast-twitch muscles in the rat. Histochem. Cell Biol. 2000 ,114, 349355. CrossRef 75. Armstrong, R.B.; Phelps, R.O. Muscle ber type composition of the rat hindlimb. Am. J. Anat. 1984 ,171, 259272. CrossRef PubMed 76. Gollnick, P .D.; Sjdin, B.; Karlsson, J.; Jansson, E.; Saltin, B. Human soleus muscle: A comparison of ber composition and enzyme activities with other leg muscles. Pgers Arch. Eur. J. Physiol. 1974 ,348, 247255. CrossRef PubMed 77. Caiozzo, V .J.; Haddad, F.; Baker, M.J.; Herrick, R.E.; Prietto, N.; Baldwin, K.M. Microgravity-induced transformations of myosin isoforms and contractile properties of skeletal muscle. J. Appl. Physiol. 1996 ,81, 123132. CrossRef 78. Baldwin, K.M.; Haddad, F.; Pandorf, C.E.; Roy, R.R.; Edgerton, V .R. Alterations in muscle mass and contractile phenotype in response to unloading models: Role of transcriptional pretranslational mechanisms. Front. Physiol. 2013 ,4, 284. CrossRef PubMed 79. McCall, G.E.; Haddad, F.; Roy, R.R.; Zhong, H.; Edgerton, V .R.; Baldwin, K.M. Transcriptional regulation of the myosin heavy chain IIB gene in inactive rat soleus. Muscle Nerve 2009 ,40, 411419. CrossRef 80. Giger, J.M.; Haddad, F.; Qin, A.X.; Zeng, M.; Baldwin, K.M. E ect of unloading on type I myosin heavy chain gene regulation in rat soleus muscle. J. Appl. Physiol. 2005 ,98, 11851194. CrossRef 81. Ulanova, A.; Gritsyna, Y.; Vikhlyantsev, I.; Salmov, N.; Bobylev, A.; Abdusalamova, Z.; Rogachevsky, V .; Shenkman, B.; Podlubnaya, Z. Isoform composition and gene expression of thick and thin lament proteins in striated muscles of mice after 30-day space ight. BioMed Res. Int. 2015 ,2015 , 113. CrossRef 82. Shenkman, B.S. From Slow to Fast: Hypogravity-Induced Remodeling of Muscle Fiber Myosin Phenotype. Acta Nat. 2016 ,8, 4759. CrossRef 83. Kim, J.H.; Thompson, L.D.V . Non-weight bearing-induced muscle weakness: The role of myosin quantity and quality in MHC type II bers. Am. J. Physiol. Cell Physiol. 2014 ,307, C190C194. CrossRefLife2020 ,10, 235 17 of 22 84. Allen, D.L.; Yasui, W.; Tanaka, T.; Ohira, Y.; Nagaoka, S.; Sekiguchi, C.; Hinds, W.E.; Roy, R.R.; Edgerton, V .R. Myonuclear number and myosin heavy chain expression in rat soleus single muscle bers after spaceight. J. Appl. Physiol. 1996 ,81, 145151. CrossRef 85. Riley, D.A.; Ellis, S.; Slocom, G.R.; Satyanarayana, T.; Bain, J.L.W.; Sedlak, F.R. Hypogravity-induced atrophy of rat soleus and extensor digitorum longus muscles. Muscle Nerve 1987 ,10, 560568. CrossRef PubMed 86. Taylor, W.E.; Bhasin, S.; Lalani, R.; Datta, A.; Gonzalez-Cadavid, N.F. Alteration of gene expression proles in skeletal muscle of rats exposed to microgravity during a spaceight. J. Gravit. Physiol. 2002 ,9, 6170. PubMed 87. Han, B.; Zhu, M.J.; Ma, C.; Du, M. Rat hindlimb unloading down-regulates insulin like growth factor-1 signaling and AMP-activated protein kinase, and leads to severe atrophy of the soleus muscle. Appl. Physiol. Nutr. Metab. 2007 ,32, 11151123. CrossRef PubMed 88. Carlson, C.J.; Booth, F.W.; Gordon, S.E. Skeletal muscle myostatin mRNA expression is ber-type specic and increases during hindlimb unloading. Am. J. Physiol. Regul. Integr. Comp. Physiol. 1999 ,277, R601R606. CrossRef PubMed 89. Vico, L.; van Rietbergen, B.; Vilayphiou, N.; Linossier, M.T.; Locrelle, H.; Normand, M.; Zouch, M.; Gerbaix, M.; Bonnet, N.; Novikov, V .; et al. Cortical and Trabecular Bone Microstructure Did Not Recover at Weight-Bearing Skeletal Sites and Progressively Deteriorated at Non-Weight-Bearing Sites During the Year Following International Space Station Missions. J. Bone Miner. Res. 2017 ,32, 20102021. CrossRef PubMed 90. Iwamoto, J.; Takeda, T.; Sato, Y. Interventions to prevent bone loss in astronauts during space ight. Keio J. Med. 2005 ,54, 5559. CrossRef 91. Lloyd, S.A.J.; Travis, N.D.; Lu, T.; Bateman, T.A. Development of a low-dose anti-resorptive drug regimen reveals synergistic suppression of bone formation when coupled with disuse. J. Appl. Physiol. 2008 ,104, 729738. CrossRef 92. Amblard, D.; Lafage-Proust, M.H.; Laib, A.; Thomas, T.; Regsegger, P .; Alexandre, C.; Vico, L. Tail suspension induces bone loss in skeletally mature mice in the C57Bl 6J strain but not in the C3H HeJ strain. J. Bone Miner. Res. 2003 ,18, 561569. CrossRef 93. Jia, B.; Xie, L.; Zheng, Q.; Yang, P .F.; Zhang, W.J.; Ding, C.; Qian, A.R.; Shang, P . A hypomagnetic eld aggravates bone loss induced by hindlimb unloading in rat femurs. PLoS ONE 2014 ,9, e105604. CrossRef 94. Sakata, T.; Wang, Y.; Halloran, B.P .; Elalieh, H.Z.; Cao, J.; Bikle, D.D. Skeletal unloading induces resistance to insulin-like growth factor-I (IGF-I) by inhibiting activation of the IGF-I signaling pathways. J. Bone Miner. Res. 2004 ,19, 436446. CrossRef 95. Zhang, Y.N.; Shi, W.G.; Li, H.; Hua, J.R.; Feng, X.; Wei, W.J.; Wang, J.F.; He, J.P .; Lei, S.W. Bone Loss Induced by Simulated Microgravity, Ionizing Radiation and or Ultradian Rhythms in the Hindlimbs of Rats. Biomed. Environ. Sci. 2018 ,31, 126135. CrossRef PubMed 96. Delp, M.D.; Charvat, J.M.; Limoli, C.L.; Globus, R.K.; Ghosh, P . Apollo lunar astronauts show higher cardiovascular disease mortality: Possible deep space radiation e ects on the vascular endothelium. Sci. Rep. 2016 ,6, 10011004. CrossRef PubMed 97. Buckey, J.C.; Lane, L.D.; Levine, B.D.; Watenpaugh, D.E.; Wright, S.J.; Moore, W.E.; Ga ney, F.A.; Blomqvist, C.G. Orthostatic intolerance after spaceight. J. Appl. Physiol. 1996 ,81, 718. CrossRef PubMed 98. Meck, J.V .; Reyes, C.J.; Perez, S.A.; Goldberger, A.L.; Ziegler, M.G. Marked exacerbation of orthostatic intolerance after long-vs.-short-duration spaceight in veteran astronauts. Psychosom. Med. 2001 ,63, 865873. CrossRef PubMed 99. Lee, S.M.C.; Feiveson, A.H.; Stein, S.; Stenger, M.B.; Platts, S.H.; Reeves, J.M. Orthostatic intolerance after iss and space shuttle missions. Aerosp. Med. Hum. Perform. 2015 ,86, A54A67. CrossRef PubMed 100. Shi, S.J.; South, D.A.; Meck, J.V . Fludrocortisone Does Not Prevent Orthostatic Hypotension in Astronauts after Spaceight. Aviat. Space Environ. Med. 2004 ,75, 235239. Available online: https: pubmed.ncbi.nlm. nih.gov 15018291 (accessed on 8 August 2020). 101. Stabley, J.N.; Prisby, R.D.; Behnke, B.J.; Delp, M.D. Chronic skeletal unloading of the rat femur: Mechanisms and functional consequences of vascular remodeling. Bone 2013 ,57, 355360. CrossRef 102. Andreev-Andrievskiy, A.A.; Popova, A.S.; Lagereva, E.A.; Vinogradova, O.L. Fluid shift versus body size: Changes of hematological parameters and body uid volume in hindlimb-unloaded mice, rats and rabbits. J. Exp. Biol. 2018 ,221, jeb182832. CrossRefLife2020 ,10, 235 18 of 22 103. Tarasova, O.; Borovik, A.; Tsvirkoun, D.; Lebedev, V .; Steeves, J.; Krassioukov, A. Orthostatic response in rats after hindlimb unloading: E ect of transcranial electrical stimulation. Aviat. Space Environ. Med. 2007 ,78, 10231028. CrossRef 104. Just, T.P .; Jendzjowsky, N.G.; Delorey, D.S. Hindlimb unweighting does not alter vasoconstrictor responsiveness and nitric oxide-mediated inhibition of sympathetic vasoconstriction. J. Physiol. 2015 , 593, 22132224. CrossRef 105. Mueller, P .J.; Foley, C.M.; Hasser, E.M. Hindlimb unloading alters nitric oxide and autonomic control of resting arterial pressure in conscious rats. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2005 ,289, 140147. CrossRef PubMed 106. Prisby, R.D.; Alwood, J.S.; Behnke, B.J.; Stabley, J.N.; Mccullough, D.J.; Ghosh, P .; Globus, R.K.; Delp, M.D. E ects of hindlimb unloading and ionizing radiation on skeletal muscle resistance artery vasodilation and its relation to cancellous bone in mice. J. Appl. Physiol. 2016 ,120, 97106. CrossRef PubMed 107. Pavei, G.; Biancardi, C.M.; Minetti, A.E.; Minetti, A.E. Chronic hindlimb suspension unloading markedly decreases turnover rates of skeletal and cardiac muscle proteins and adipose tissue triglycerides. J. Appl. Physiol. 2015 ,119, 1626. CrossRef 108. Mott, J.A.; Heesch, C.M.; Hasser, E.M. Increased GABAA inhibition of the RVLM after hindlimb unloading in rats. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2002 ,283, 604614. CrossRef PubMed 109. Basso, N.; Jia, Y.; Bellows, C.G.; Heersche, J.N.M. The e ect of reloading on bone volume, osteoblast number, and osteoprogenitor characteristics: Studies in hind limb unloaded rats. Bone 2005 ,37, 370378. CrossRef 110. Kasper, C.E. Sarcolemmal disruption in reloaded atrophic skeletal muscle. J. Appl. Physiol. 1995 ,79, 607614. CrossRef PubMed 111. Mutin-Carnino, M.; Carnino, A.; Ro no, S.; Chopard, A. E ect of muscle unloading, reloading and exercise on inammation during a head-down bed rest. Int. J. Sports Med. 2014 ,35, 2834. CrossRef 112. Frenette, J.; St-Pierre, M.; C t, C.H.; Mylona, E.; Pizza, F.X. Muscle impairment occurs rapidly and precedes inammatory cell accumulation after mechanical loading. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2002 , 282, R351R357. CrossRef 113. Haddad, F.; Adams, G.R.; Bodell, P .W.; Baldwin, K.M. Isometric resistance exercise fails to counteract skeletal muscle atrophy processes during the initial stages of unloading. J. Appl. Physiol. 2006 ,100, 433441. CrossRef 114. Mochalova, E.P .; Belova, S.P .; Mirzoev, T.M.; Shenkman, B.S.; Nemirovskaya, T.L. Atrogin-1 MAFbx mRNA expression is regulated by histone deacetylase 1 in rat soleus muscle under hindlimb unloading. Sci. Rep. 2019 ,9. CrossRef 115. Bodine, S.C.; Baehr, L.M. Skeletal muscle atrophy and the E3 ubiquitin ligases MuRF1 and MAFbx atrogin-1. Am. J. Physiol. Endocrinol. Metab. 2014 ,307, E469E484. CrossRef PubMed 116. Rosa-Caldwell, M.E.; Brown, J.L.; Perry, R.A.; Shimkus, K.L.; Shirazi-Fard, Y.; Brown, L.A.; Hogan, H.A.; Fluckey, J.D.; Washington, T.A.; Wiggs, M.P .; et al. Regulation of Mitochondrial Quality Following Repeated Bouts of Hindlimb Unloading. Appl. Physiol. Nutr. Metab. 2019 ,45, 264274. CrossRef PubMed 117. Almeida, M.; Laurent, M.R.; Dubois, V .; Claessens, F.; OBrien, C.A.; Bouillon, R.; Vanderschueren, D.; Manolagas, S.C. Estrogens and androgens in skeletal physiology and pathophysiology. Physiol. Rev. 2017 ,97, 135187. CrossRef PubMed 118. Rosa-Caldwell, M.E.; Greene, N.P . Muscle metabolism and atrophy: Lets talk about sex. Biol. Sex Di er. 2019 ,10. CrossRef PubMed 119. Ploutz-Snyder, L.; Bloomeld, S.; Smith, S.M.; Hunter, S.K.; Templeton, K.; Bemben, D. E ects of sex and gender on adaptation to space: Musculoskeletal health. J. Womens Health 2014 ,23, 963966. CrossRef 120. Shufelt, C.L.; Pacheco, C.; Tweet, M.S.; Miller, V .M. Sex-specic physiology and cardiovascular disease. Adv. Exp. Med. Biol. 2018 ,1065 , 433454. CrossRef 121. Platts, S.H.; Bairey Merz, C.N.; Barr, Y.; Fu, Q.; Gulati, M.; Hughson, R.; Levine, B.D.; Mehran, R.; Stachenfeld, N.; Wenger, N.K. E ects of sex and gender on adaptation to space: Cardiovascular alterations. J. Womens Health 2014 ,23, 950955. CrossRef 122. Semple, C.; Riveros, D.; Nagy, J.A.; Rutkove, S.B.; Mortreux, M. Partial Weight-Bearing in Female Rats: Proof of Concept in a Martian-Gravity Analog. Front. Physiol. 2020 ,11, 302. CrossRef 123. Shen, C.L.; von Bergen, V .; Chyu, M.C.; Jenkins, M.R.; Mo, H.; Chen, C.H.; Kwun, I.S. Fruits and dietary phytochemicals in bone protection. Nutr. Res. 2012 ,32, 897910. CrossRefLife2020 ,10, 235 19 of 22 124. Rauf, A.; Imran, M.; Sulera, H.A.R.; Ahmad, B.; Peters, D.G.; Mubarak, M.S. A comprehensive review of the health perspectives of resveratrol. Food Funct. 2017 ,8, 42844305. CrossRef 125. Tran, H.T.; Liong, S.; Lim, R.; Barker, G.; Lappas, M. Resveratrol ameliorates the chemical and microbial induction of inammation and insulin resistance in human placenta, adipose tissue and skeletal muscle. PLoS ONE 2017 ,12, e173373. CrossRef PubMed 126. Zhang, C.; Yang, L.; Zhao, X.; Chen, X.; Wang, L.; Geng, Z. E ect of dietary resveratrol supplementation on meat quality, muscle antioxidative capacity and mitochondrial biogenesis of broilers. J. Sci. Food Agric. 2018 , 98, 12161221. CrossRef PubMed 127. Yonamine, C.Y.; Pinheiro-Machado, E.; Michalani, M.L.; Alves-Wagner, A.B.; Esteves, J.V .; Freitas, H.S.; Machado, U.F. Resveratrol Improves Glycemic Control in Type 2 Diabetic Obese Mice by Regulating Glucose Transporter Expression in Skeletal Muscle and Liver. Molecules 2017 ,22, 1180. CrossRef PubMed 128. Durbin, S.M.; Jackson, J.R.; Ryan, M.J.; Gigliotti, J.C.; Alway, S.E.; Tou, J.C. Resveratrol supplementation preserves long bone mass, microstructure, and strength in hindlimb-suspended old male rats. J. Bone Miner. Metab. 2014 ,32, 3847. CrossRef 129. Habold, C.; Momken, I.; Ouadi, A.; Bekaert, V .; Brasse, D. E ect of prior treatment with resveratrol on density and structure of rat long bones under tail-suspension. J. Bone Miner. Metab. 2011 ,29, 1522. CrossRef 130. Bennett, B.T.; Mohamed, J.S.; Alway, S.E. E ects of resveratrol on the recovery of muscle mass following disuse in the plantaris muscle of aged rats. PLoS ONE 2013 ,8, e83518. CrossRef 131. Bajotto, G.; Sato, Y.; Kitaura, Y.; Shimomura, Y. E ect of branched-chain amino acid supplementation during unloading on regulatory components of protein synthesis in atrophied soleus muscles. Eur. J. Appl. Physiol. 2011 ,111, 18151828. CrossRef 132. Stein, T.P .; Blanc, S. Does protein supplementation prevent muscle disuse atrophy and loss of strength? Crit. Rev. Food Sci. Nutr. 2011 ,51, 828834. CrossRef 133. Powers, S.K. Can Antioxidants Protect Against Disuse Muscle Atrophy? Sports Med. 2014 ,44(Suppl. 2), 155165. CrossRef 134. Ferrando, B.; Gomez-Cabrera, M.C.; Salvador-Pascual, A.; Puchades, C.; Derbr , F.; Gratas-Delamarche, A.; Laparre, L.; Olaso-Gonzalez, G.; Cerda, M.; Viosca, E.; et al. Allopurinol partially prevents disuse muscle atrophy in mice and humans. Sci. Rep. 2018 ,8. CrossRef 135. Naito, H.; Powers, S.K.; Demirel, H.A.; Sugiura, T.; Dodd, S.L.; Aoki, J. Heat stress attenuates skeletal muscle atrophy in hindlimb-unweighted rats. J. Appl. Physiol. 2000 ,88, 359363. CrossRef PubMed 136. Goto, K.; Honda, M.; Kobayashi, T.; Uehara, K.; Kojima, A.; Akema, T.; Sugiura, T.; Yamada, S.; Ohira, Y.; Yoshioka, T. Heat stress facilitates the recovery of atrophied soleus muscle in rat. Jpn. J. Physiol. 2004 ,54, 285293. CrossRef PubMed 137. Mukai, R.; Horikawa, H.; Lin, P .Y.; Tsukumo, N.; Nikawa, T.; Kawamura, T.; Nemoto, H.; Terao, J. 8-Prenylnaringenin promotes recovery from immobilization-induced disuse muscle atrophy through activation of the Akt phosphorylation pathway in mice. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2016 , 311, R1022R1031. CrossRef 138. Mukai, R.; Horikawa, H.; Fujikura, Y.; Kawamura, T.; Nemoto, H.; Nikawa, T.; Terao, J. Prevention of Disuse Muscle Atrophy by Dietary Ingestion of 8-Prenylnaringenin in Denervated Mice. PLoS ONE 2012 ,7, e45048. CrossRef PubMed 139. De Naeyer, H.; Lamon, S.; Russell, A.P .; Everaert, I.; De Spaey, A.; Jamart, C.; Vanheel, B.; Taes, Y.; Derave, W. E ects of tail suspension on serum testosterone and molecular targets regulating muscle mass. Muscle Nerve 2015 ,52, 278288. CrossRef 140. Harjola, Jnkl, and Hrknen, Myosin heavy chain mRNA and protein distribution in immobilized rat skeletal muscle are not a ected by testosterone status. Acta Physiol. Scand. 2000 ,169, 277282. CrossRef 141. Patton, D.F.; Mistlberger, R.E. Circadian adaptations to meal timing: Neuroendocrine mechanisms. Front. Neurosci. 2013 ,7, 185. CrossRef 142. Matenchuk, B.A.; Mandhane, P .J.; Kozyrskyj, A.L. Sleep circadian rhythm, and gut microbiota. Sleep Med. Rev. 2020 ,53, 101340. CrossRef 143. Thaiss, C.A.; Zeevi, D.; Levy, M.; Zilberman-Schapira, G.; Suez, J.; Tengeler, A.C.; Abramson, L.; Katz, M.N.; Korem, T.; Zmora, N.; et al. Transkingdom control of microbiota diurnal oscillations promotes metabolic homeostasis. Cell2014 ,159, 514529. CrossRefLife2020 ,10, 235 20 of 22 144. Mortreux, M.; Foppen, E.; Denis, R.G.; Montaner, M.; Kassis, N.; Denom, J.; Vincent, M.; Fumeron, F.; Kujawski-Lafourcade, M.; Andr elli, F.; et al. New roles for prokineticin 2 in feeding behavior, insulin resistance and type 2 diabetes: Studies in mice and humans. Mol. Metab. 2019 ,29, 182196. CrossRef 145. Fink, A.M. Measuring the e ects of night-shift work on cardiac autonomic modulation: An appraisal of heart rate variability metrics. Int. J. Occup. Med. Environ. Health 2020 ,33, 409425. CrossRef PubMed 146. Soares, A.C.; Fonseca, D.A. Cardiovascular diseases: A therapeutic perspective around the clock. Drug Discov. Today 2020 ,25. CrossRef PubMed 147. Orihara, K.; Haraguchi, A.; Shibata, S. Crosstalk among circadian rhythm, obesity and allergy. Int. J. Mol. Sci. 2020 ,21, 1884. CrossRef PubMed 148. Hawley, J.A.; Sassone-Corsi, P .; Zierath, J.R. Chrono-nutrition for the prevention and treatment of obesity and type 2 diabetes: From mice to men. Diabetologia 2020 ,63, 22532259. CrossRef 149. Li, Y.; Ma, J.; Yao, K.; Su, W.; Tan, B.; Wu, X.; Huang, X.; Li, T.; Yin, Y.; Tosini, G.; et al. Circadian Rhythms and Obesity: Timekeeping Governs Lipid Metabolism. J. Pineal Res. 2020 . CrossRef 150. Sciarra, F.; Franceschini, E.; Campolo, F.; Gianfrilli, D.; Pallotti, F.; Paoli, D.; Isidori, A.M.; Venneri, M.A. Disruption of circadian rhythms: A crucial factor in the etiology of infertility. Int. J. Mol. Sci. 2020 ,21, 3943. CrossRef 151. Brainard, G.C.; Barger, L.K.; Soler, R.R.; Hanin, J.P . The development of lighting countermeasures for sleep disruption and circadian misalignment during spaceight. Curr. Opin. Pulm. Med. 2016 ,22, 535544. CrossRef 152. Monk, T.H.; Buysse, D.J.; Billy, B.D.; Kennedy, K.S.; Willrich, L.M. Sleep and Circadian Rhythms in Four Orbiting Astronauts. J. Biol. Rhythm. 1998 ,13, 188201. CrossRef 153. Dijk, D.J.; Neri, D.F.; Wyatt, J.K.; Ronda, J.M.; Riel, E.; Cecco, A.R.D.; Hughes, R.J.; Elliott, A.R.; Prisk, G.K.; West, J.B.; et al. Sleep, performance, circadian rhythms, and light-dark cycles during two space shuttle ights. Am. J. Physiol. Regul. Integr. Comp. Physiol. 2001 ,281, 16471664. CrossRef 154. Gundel, A.; Polyakov, V .V .; Zulley, J. The alteration of human sleep and circadian rhythms during spaceight. J. Sleep Res. 1997 ,6, 18. CrossRef 155. Guo, J.-H.; Qu, W.-M.; Chen, S.-G.; Chen, X.-P .; Lv, K.; Huang, Z.-L.; Wu, Y.-L. Keeping the right time in space: Importance of circadian clock and sleep for physiology and performance of astronauts. Mil. Med. Res. 2014 ,1, 23. CrossRef PubMed 156. Yamamoto, N.; Otsuka, K.; Kubo, Y.; Hayashi, M.; Mizuno, K.; Ohshima, H.; Mukai, C. E ects of long-term microgravity exposure in space on circadian rhythms of heart rate variability. Chronobiol. Int. 2015 ,32, 327340. CrossRef PubMed 157. Liu, Z.; Wan, Y.; Zhang, L.; Tian, Y.; Lv, K.; Li, Y.; Wang, C.; Chen, X.; Chen, S.; Guo, J. Alterations in the heart rate and activity rhythms of three orbital astronauts on a space mission. Life Sci. Sp. Res. 2015 ,4, 6266. CrossRef PubMed 158. Karemaker, J.M.; Berecki-Gisolf, J. 24-h blood pressure in space: The dark side of being an astronaut. Respir. Physiol. Neurobiol. 2009 ,169. CrossRef 159. Verheyden, B.; Beckers, F.; Couckuyt, K.; Liu, J.; Aubert, A.E. Respiratory modulation of cardiovascular rhythms before and after short-duration human spaceight. Acta Physiol. 2007 ,191, 297308. CrossRef 160. Centini, C.; Pompeiano, O. Sleep research in space: Expression of immediate early genes in forebrain structures of rats during the NASA Neurolab Mission (STS-90). Arch. Ital. Biol. 2007 ,145, 117150. CrossRef 161. Agarwal, R. Regulation of circadian blood pressure: From mice to astronauts. Curr. Opin. Nephrol. Hypertens. 2010 ,19, 5158. CrossRef 162. Chen, L.; Zhang, B.; Yang, L.; Bai, Y.G.; Song, J.B.; Ge, Y.L.; Ma, H.Z.; Cheng, J.H.; Ma, J.; Xie, M.J. BMAL1 disrupted intrinsic diurnal oscillation in rat cerebrovascular contractility of simulated microgravity rats by altering circadian regulation of mir-103 cav1.2 signal pathway. Int. J. Mol. Sci. 2019 ,20, 3947. CrossRef 163. Basner, M.; Dinges, D.F.; Mollicone, D.; Ecker, A.; Jones, C.W.; Hyder, E.C.; Di Antonio, A.; Savelev, I.; Kan, K.; Goel, N.; et al. Mars 520-d mission simulation reveals protracted crew hypokinesis and alterations of sleep duration and timing. Proc. Natl. Acad. Sci. USA 2013 ,110, 26352640. CrossRef 164. Goel, N.; Bale, T.L.; Epperson, C.N.; Kornstein, S.G.; Leon, G.R.; Palinkas, L.A.; Stuster, J.W.; Dinges, D.F. E ects of sex and gender on adaptation to space: Behavioral health. J. Womens Health 2014 ,23, 975986. CrossRefLife2020 ,10, 235 21 of 22 165. Johnson-Groh, M. Studying the Van Allen Belts 60 Years after Americas First Spacecraft. NASA.gov; 31 January 2018 . Available online: http: www.nasa.gov feature goddard 2018studying-the-van-allen-belts- 60-years-after-america-s-rst-spacecraft (accessed on 12 August 2020). 166. Yu, K.; Doherty, A.H.; Genik, P .C.; Gookin, S.E.; Roteliuk, D.M.; Wojda, S.J.; Jiang, Z.S.; McGee-Lawrence, M.E.; Weil, M.M.; Donahue, S.W. Mimicking the e ects of spaceight on bone: Combined e ects of disuse and chronic low-dose rate radiation exposure on bone mass in mice. Life Sci. Space Res. 2017 ,15, 6268. CrossRef PubMed 167. Vico, L.; Hargens, A. Skeletal changes during and after spaceight. Nat. Rev. Rheumatol. 2018 ,14, 229245. CrossRef PubMed 168. Carpenter, R.D.; Lang, T.F.; Bloomeld, S.A.; Bloomberg, J.J.; Judex, S.; Keyak, J.H.; Midura, R.J.; Pajevic, P .D.; Spatz, J.M. E ects of long-duration spaceight, microgravity and radiation on the neuromuscular, sensorimotor and skeletal systems. J. Cosmol. 2010 ,12, 37783780. 169. Bellone, J.A.; Gi ord, P .S.; Nishiyama, N.C.; Hartman, R.E.; Mao, X.W. Long-term e ects of simulated microgravity and or chronic exposure to low-dose gamma radiation on behavior and bloodbrain barrier integrity. NPJ Microgravity 2016 ,2, 16. CrossRef PubMed 170. Sanzari, J.K.; Romero-Weaver, A.L.; James, G.; Krigsfeld, G.; Lin, L.; Di enderfer, E.S.; Kennedy, A.R. Leukocyte Activity Is Altered in a Ground Based Murine Model of Microgravity and Proton Radiation Exposure. PLoS ONE 2013 ,8, e71757. CrossRef PubMed 171. Shen, M.; Frishman, W.H. E ects of Spaceight on Cardiovascular Physiology and Health. Cardiol. Rev. 2019 , 27, 122126. CrossRef PubMed 172. Malkani, S.; Cekanaviciute, E.; Mortreux, M.; Okunola, H.; Tarbier, M.; Schreurs, A.; Shirazi-fard, Y.; Tahimic, C.G.T.; Cheng-, M.; Costes, S.V .; et al. Circulating miRNA Signature Predicts and Rescues Spaceight Associated Health Risks. Cell2020 . CrossRef 173. Beheshti, A.; Shirazi-Fard, Y.; Choi, S.; Berrios, D.; Gebre, S.G.; Galazka, J.M.; Costes, S.V . Exploring the e ects of spaceight on mouse physiology using the open access NASA genelab platform. J. Vis. Exp. 2019 ,2019 . CrossRef 174. Rzeszutek, I.; Singh, A. Small RNAs, Big Diseases. Int. J. Mol. Sci. 2020 ,21, 5699. CrossRef 175. Beheshti, A.; Vanderburg, C.; McDonald, J.T.; Ramkumar, C.; Kadungure, T.; Zhang, H.; Gartenhaus, R.B.; Evens, A.M. A circulating microRNA signature predicts age-based development of lymphoma. PLoS ONE 2017 ,12, e170521. CrossRef 176. Almog, N.; Ma, L.; Schwager, C.; Brinkmann, B.G.; Beheshti, A.; Vajkoczy, P .; Folkman, J.; Hlatky, L.; Abdollahi, A. Consensus Micro RNAs Governing the Switch of Dormant Tumors to the Fast-Growing Angiogenic Phenotype. PLoS ONE 2012 ,7, e44001. CrossRef PubMed 177. Almog, N.; Briggs, C.; Beheshti, A.; Ma, L.; Wilkie, K.P .; Rietman, E.; Hlatky, L. Transcriptional changes induced by the tumor dormancy-associated microRNA-190. Transcription 2013 ,4. CrossRef PubMed 178. Abdelgha ar, S.; Shora, H.; Abdelatty, S.; Elmougy, F.; El Sayed, R.; Abdelrahman, H.; Soliman, H.; Algebaly, H.; Ahmed, S.; Alfy, P .; et al. Micrornas and risk factors for diabetic nephropathy in egyptian children and adolescents with type 1 diabetes. Diabetes Metab. Syndr. Obes. Targets Ther. 2020 ,13, 24852494. CrossRef PubMed 179. Taheri, M.; Eghtedarian, R.; Dinger, M.E.; Ghafouri-Fard, S. Emerging roles of non-coding RNAs in the pathogenesis of type 1 diabetes mellitus. Biomed. Pharmacother. 2020 ,129. CrossRef PubMed 180. Gorabi, A.M.; Kiaie, N.; Sathyapalan, T.; Al-Rasadi, K.; Jamialahmadi, T.; Sahebkar, A. The Role of MicroRNAs in Regulating Cytokines and Growth Factors in Coronary Artery Disease: The Ins and Outs. J. Immunol. Res. 2020 ,2020 , 110. CrossRef 181. Mishra, P .K.; Tandon, R.; Byrareddy, S.N. Diabetes and COVID-19 risk: A miRNA perspective. Am. J. Physiol. Circ. Physiol. 2020 ,2020 , ajpheart.00489. CrossRef 182. Beheshti, A.; Ray, S.; Fogle, H.; Berrios, D.; Costes, S.V . A microRNA signature and TGF- 1 response were identied as the key master regulators for spaceight response. PLoS ONE 2018 ,13, e199621. CrossRef 183. Wang, L.L.; Spieker, A.J.; Li, J.; Rutkove, S.B. Electrical impedance myography for monitoring motor neuron loss in the SOD1 G93A amyotrophic lateral sclerosis rat. Clin. Neurophysiol. 2011 ,122, 25052511. CrossRef 184. Li, J.; Spieker, A.J.; Rosen, G.D.; Rutkove, S.B. Electrical impedance alterations in the rat hind limb with unloading. J. Musculoskelet. Neuronal Interact. 2019 ,13, 3744.Life2020 ,10, 235 22 of 22 185. Nagy, J.A.; Kapur, K.; Taylor, R.S.; Sanchez, B.; Rutkove, S.B. Electrical impedance myography as a biomarker of myostatin inhibition with ActRIIB-mFc: A study in wild-type mice. Futur. Sci. OA 2018 ,4, FSO308. CrossRef 186. Li, J.; Staats, W.L.; Spieker, A.; Sung, M.; Rutkove, S.B. A Technique for Performing Electrical Impedance Myography in the Mouse Hind Limb: Data in Normal and ALS SOD1 G93A Animals. PLoS ONE 2012 , 7, e45004. CrossRef PubMed 187. Shefner, J.M.; Rutkove, S.B.; Caress, J.B.; Benatar, M.; David, W.S.; Cartwright, M.S.; Macklin, E.A.; Bohorquez, J.L. Reducing sample size requirements for future ALS clinical trials with a dedicated electrical impedance myography system. Amyotroph. Lateral Scler. Front. Degener. 2018 ,19, 555561. CrossRef PubMed 188. Sanchez, B.; Rutkove, S.B. Present Uses, Future Applications, and Technical Underpinnings of Electrical Impedance Myography. Curr. Neurol. Neurosci. Rep. 2017 ,17. CrossRef PubMed 189. Murphy, E.K.; Skinner, J.; Martucci, M.; Rutkove, S.B.; Halter, R.J. Toward Electrical Impedance Tomography Coupled Ultrasound Imaging for Assessing Muscle Health. IEEE Trans. Med. Imaging 2019 ,38, 14091419. CrossRef 190. Roy, B.; Darras, B.T.; Zaidman, C.M.; Wu, J.S.; Kapur, K.; Rutkove, S.B. Exploring the relationship between electrical impedance myography and quantitative ultrasound parameters in Duchenne muscular dystrophy. Clin. Neurophysiol. 2019 ,130, 515520. CrossRef 191. Rutkove, S.B.; Shefner, J.M.; Gregas, M.; Butler, H.; Caracciolo, J.; Lin, C.; Fogerson, P .M.; Mongiovi, P .; Darras, B.T. Characterizing spinal muscular atrophy with electrical impedance myography. Muscle Nerve 2010 ,42, 915921. CrossRef 192. Semple, C.; Riveros, D.; Sung, D.-M.; Nagy, J.A.; Rutkove, S.B.; Mortreux, M. Using electrical impedance myography as a biomarker of muscle deconditioning in rats exposed to micro- and partial-gravity analogs. Front. Physiol. 2020 ,11, 1181. CrossRef 2020 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (http: creativecommons.org licenses by4.0).",
        "images": []
    }
]