[
    {
        "pmid": "25401940",
        "title": "Effects of sex and gender on adaptation to space: immune system.",
        "year": "2014",
        "journal": "J Womens Health (Larchmt)",
        "abstract": "This review is focused on sex and gender effects on immunological alterations occurring during space flight. Sex differences in immune function and the outcome of inflammatory, infectious, and autoimmune diseases are well documented. The work of the Immunology Workgroup identified numerous reasons why there could be sex and/or gender differences observed during and after spaceflight, but thus far, there has been very little investigation in this area of research. In most cases, this is due to either a low total number of subjects or the minimal number of female flight crew members available for these studies. Thus, the availability of a sufficient number of female subjects to enable statistical analysis of the data has been a limiting factor. As the inclusion of female crew members has increased in the recent past, such studies should be possible in the future. It is very difficult to obtain immunologic and infectious data in small animals that can be usefully extrapolated to humans undergoing spaceflight. Thus, it is recommended by the Immunology Workgroup that a greater emphasis be placed on studying astronauts themselves, with a focus on long-term evaluations of specific, known infectious risks.",
        "full_text": "Effects of Sex and Gender on Adaptation to Space: Immune System Ann R. Kennedy, DSc,1Brian Crucian, PhD,2Janice L. Huff, PhD,3Sabra L. Klein, PhD,4 David Morens, MD,5Donna Murasko, PhD,6Cheryl A. Nickerson, PhD,7and Gerald Sonnenfeld, PhD8, Abstract This review is focused on sex and gender effects on immunological alterations occurring during space ight. Sex differences in immune function and the outcome of inammatory, infectious, and autoimmune diseases are welldocumented. The work of the Immunology Workgroup identied numerous reasons why there could be sex and or gender differences observed during and after spaceight, but thus far, there has been very little investigation in this area of research. In most cases, this is due to either a low total number of subjects or the minimal number offemale ight crew members available for these studies. Thus, the availability of a sufcient number of femalesubjects to enable statistical analysis of the data has been a limiting factor. As the inclusion of female crewmembers has increased in the recent past, such studies should be possible in the future. It is very difcult toobtain immunologic and infectious data in small animals that can be usefully extrapolated to humans undergoingspaceight. Thus, it is recommended by the Immunology Workgroup that a greater emphasis be placed onstudying astronauts themselves, with a focus on long-term evaluations of specic, known infectious risks. Women demonstrate a stronger immune response to immunological stimuli, ranging from allergens and pathogens to self-antigens. This enhanced response has been observed as an increased response to pathogens and higher antibody responses upon immunization with a variety of an-tigens.1,2There is also an increased incidence of autoimmu- nity.3About 70 of people with autoimmune diseases are women, the incidence of multiple sclerosis and rheumatoid arthritis is 23 times higher, and the prevalence of systemiclupus erythematosis is nine times higher in women than men.4 Men and women can differ in the intensity, prevalence, and pathogenesis of infections.2Although behavioral factors can inuence exposure to pathogens, the results of several studies illustrate that physiological differences between men and women cause differences in immune responses to infection aswell as the development of autoimmune diseases.2As a result of heightened immunity to invading pathogens, both the in-tensity (i.e., pathogen load within an individual) and inci- dence of infections are often lower for women than men.There is growing awareness that some infectious diseases are associated with aberrant host inammatory responses.4,5 Consequently, heightened antiviralantibacterial, inamma- tory, and cellular immune responses in women might un-derlie increased disease symptom development following infection among women as compared with men. The mech- anisms mediating these sex-based differences in infectiousand autoimmune diseases remain to be established. Effects of Spaceight andor Radiation on Susceptibility to Microbial Infection and ImmuneResponses: Implications for Sex-Based Difference Spaceight takes place in an extreme environment where multiple variables have the potential to alter immune responses.6 1Department of Radiation Oncology, University of Pennsylvania Perelman School of Medicine, Philadelphia, Pennsylvania. 2Human Health and Performance Directorate, NASA Johnson Space Center, Houston, Texas. 3Division of Space Life Sciences, Universities Space Research Association, Houston, Texas. 4W. Harry Feinstone Department of Molecular Microbiology and Immunology, The Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland. 5Ofce of the Director, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, Maryland. 6Department of Biology, College of Arts and Sciences, Drexel University, Philadelphia, Pennsylvania. 7Biodesign Institute, Arizona State University, Tempe, Arizona. 8Department of Biological Sciences, School of Health Research, Clemson University, and Greenville Health System, Greenville, South Carolina. Present address: Division of Research and Economic Development, and Department of Molecular and Cell Biology, University of Rhode Island, Kingston, Rhode Island.JOURNAL OF WOMENS HEALTH Volume 23, Number 11, 2014Mary Ann Liebert, Inc. DOI: 10.1089jwh.2014.4913 956These variables include microgravity, physiological stress, radiation, isolation, and circadian misalignment. Prolonged exposure to a spaceight environment with limited clinicalcare capabilityfor example, deep space exploration-classmissionsmay increase crew risk for adverse health events such as infectious disease, hypersensitivities, autoimmunity, and malignancy. 7 One of the critical factors to ensuring crew health, safety, and performance is anticipating the risk for infectious disease during human space exploration and habitation. This con-sideration is critical to address, as the crew will interact with microbial ora (both pathogens and commensals) from themselves, other crewmembers, their food, and the envi-ronment that could compromise their health. Moreover, it hasbeen shown that spaceight and spaceight analogue culture conditions globally alter gene expression, virulence, andor virulence-related phenotypes of obligate and opportunisticbacterial pathogens. 913 While preight countermeasures (such as National Aero- nautics and Space Administrations Health StabilizationProgram) have decreased the incidence of infectious disease during spaceight missions, a signicant number of inci- dences have been well documented that range from minorinfections to potentially incapacitating or life threatening conditions, including a debilitating dental infection and an incapacitating urinary tract infection. 10,14,15In addition, spaceight has been shown to reactivate latent viral infec-tions in astronauts.1618These observations indicate that the crew may be exposed to obligate and opportunistic patho- gens. This risk is expected to increase with longer missiondurations and increased use of regenerative life support systems. While evaluations of microbial ecology aboard the Mir and International Space Station suggest a predominanceof common environmental and commensal ora, clear path- ogen transmission routes have been identied, including opportunistic pathogens carriage and in-ight exchange ofintestinal microbial ora by the crew. 8,19,20Evaluation of spaceight food prior to shipment for in-ight consumption indicates that most foods do not contain medically signicant organisms, but pathogens like Salmonella have been detectedand have disqualied that production lot.21It is noteworthy that spaceight culture has shown signicant increases in the virulence of Salmonella, which is a pathogen that has beenpreviously recovered from crew refuse.9 Radiation affects numerous immune system parame- ters, thought to be primarily due to its cell-killing effects inhematopoieticimmune system cells. As radiation effects represent a major hazard for space travel, sex differences in sensitivity to radiation effects are an important considerationfor future missions because they will result in considerablyhigher radiation doses than those received by astronauts participating in the relatively short missions of the past. It is reported that women are more susceptible to radiation-induced cancer than men; both cancer incidence and mortality rates are 50 higher for women. 22While radiation-induced breast cancer contributes to this increased risk for women,there is also an increased risk for other major types of radiation- induced cancer in women compared with men. The mecha- nism(s) involved in sex-specic, radiation-induced cancerincidence and mortality rates are not known, although nu- merous differences exist for sex-specic changes related to radiation-induced carcinogenesis.Studies Carried Out in the Past 10 Years Covering Sex-Based Differences in the Effects of Spaceight on the Immune System It is established that alterations of the human immune system are an in-ight in vivo phenomenon.8The effects of spaceight on the immune system are well characterized7and include changes in cytokine production, leukocyte subset distribution, and antibody production.7There have been, however, limited studies carried out to determine whetherthere are differential effects of spaceight on the immune systems of men and women.7,23Many studies carried out both in ground-based models and during actual spaceight indi-cate that short- and long-term spaceight conditions induce changes in primarily cell-mediated immune responses of hosts.7Effects of spaceight on antibody production, par- ticularly in non-mammals, are also noted.24Additionally, instances of issues with infection are reported during space- ight, Pseudomonas aeruginosa is one example of a patho- gen that caused a serious, life-threatening infection.8 There are a variety of reasons why there have not been studies to determine sex-based differences in spaceight ef-fects on the immune system. In human and primate studies,the availability of a sufcient number of subjects to enable statistical analysis of the data has been a limiting factor. 7In rodent studies, female subjects have primarily been used,because their behavioral characteristics minimize conicts and ghting.7 Unfortunately, according to information available from recent spaceight studies, sex-based analyses were largely not performed. In most cases, this is due to either a low total number of subjects or the minimal number of female ightcrew members available for these studies.7It should be possible to perform some additional sex-based assessments for more recent ight experiments, including in-ight im- mune studies8that had female inclusion rates of 1726. Future International Space Station studies are expected to have improved access to female crew members, and current crew selections support this. Potential Future Approaches to Determine Sex-Based Differences in Effects of Spaceight on the Immune System Determining the effect of short- and long-term spaceight on humans with attention to possible differences between men and women presented challenges with respect to im-mune function and susceptibility to microbial infection, auto- immune diseases, and cancers. Most of what is known about the effects of spaceight on human immunity and resistanceand susceptibility to infection has not beenand gener- ally cannot easily bebroken down by sex, in part because women have to date made up a minority of space travelersand animal experiments in relevant models have been un- common. In the few studies in which sex is specied, the number of women was too small to analyze outcome dataseparately (typically 10 of total subjects). Perhaps the most obvious gap in published spaceight health risk data is long-term prospective astronaut follow-up using periodic intensive post-ight evaluations. Such studiescannot easily detect health risk for uncommon conditions unless large numbers of people are followed for long periods of time, but they are nevertheless the gold standard of healthSPACEFLIGHT AND IMMUNOLOGY 957evaluation to detect risk and it would seem hard to justify not obtaining these types of data. Typical challenges to con- ducting such studies also include difculties in retired subjectfollow-up and reduced cooperation over time, but manyprospective cohort studies have overcome these barriers. Another important type of study not found in the literature is regular in-ight screening of both the individual micro-biome and host response genes to look at coincident changes in the organism-host environment. While such studies are complicated to conduct and interpret, they are critical com-ponents of any study designed to dissect the role of sex-based differences on immune responses and corresponding infec- tious disease risks, as they allow critical linkage betweenimmune parameter and microbial changes. In summary, because of the difculty obtaining immuno- logic and infectious data in small animals that can be usefully extrapolated to humans undergoing spaceight, it is essentialthat a greater emphasis be placed on studying astronauts themselves, with a focus on long-term evaluations of specic known infectious risks. These include risks specic to, orelevated in, female astronauts that include but are not limited to mucosal immune responses and infections of the repro- ductive tract (e.g., human papillomavirus, herpes simplexvirus, and bacterial infections). Author Disclosure Statement No competing nancial interests exist. References 1. Spencer MJ, Cherry JD, Powell KR, et al. Antibody re- sponses following Rubella immunization analyzed by HLA and ABO types. Immunogenetics 1977;4:365372. 2. Goble FC, Konopka EA. Sex as a factor in infectious dis- eases. Trans NY Acad Sci 1973;35:325346. 3. Whitacre, CC. Sex differences in autoimmune disease. Nat Immunol 2001;2:777780. 4. Beeson PB. Age and sex associations of 40 autoimmune diseases. Am J Med 1994; 96:457462. 5. Meier A, Chang JJ, Chan ES, et al. Sex differences in the Toll-like receptor-mediated response of plasmacytoid den- dritic cells to HIV-1. Nat Med 2009;15:955959. 6. Robinson DP, Lorenzo ME, Jian W, Klein SL. Elevated 17beta-estradiol protects females from inuenza a virus pathogenesis by suppressing inammatory responses. PLoS Pathog 2011;7:e1002149. DOI:10.1371journal.ppat.1002149. 7. Sonnenfeld G, Shearer WT. Immune function during space ight. Nutrition 2002;18:899903. 8. Crucian B and C Sams. Immune system dysregulation during spaceight: clinical risk for exploration-class mis- sions. J Leukoc Biol 2009;86:10171018. 9. Nickerson CA, Ott CM, Wilson JW, Ramamurthy R, Pierson DL. Microbial responses to microgravity and other low-shear environments. Microbiol Mol Biol Rev 2004; 68:345361. 10. Gueguinou N, Huin-Schohn C, Bascove M, et al. Could spaceight-associated immune system weakening preclude the expansion of human presence beyond Earths orbit? J Leukoc Biol 2009;86:10271038.11. Crabbe A, Schurr MJ, Monsieurs P, et al. Transcriptional and proteomic response of Pseudomonas aeruginosa PAO1 to spaceight conditions involves Hfq regulation and re- veals a role for oxygen. Appl Environ Microbiol 2011;77: 12211230. 12. Crabbe A, Nielsen-Preiss SM, Woolley CM, et al. Space- ight enhances aggregation and random budding in Can- dida albicans. PLoS One 2013;8:e80677. 13. Kim W, Tengra FK, Young Z, et al. Spaceight promotes biolm formation by Pseudomonas aeruginosa. PLoS One 2013;8:e62437. 14. Pierson DL, McGinnis MR, Viktorov AN. Microbiological Contamination. In: Nicogossian AE, Mohler SR, GazenkoOG, Grigoryev AI, eds. Space biology and medicine, vol. 2. Washington, DC: American Institute of Aeronautics and Astronautics, Inc., 1994:7793. 15. Taylor GR, Zaloguev SN. Medically important microor- ganisms recovered from Apollo-Soyuz Test Project (ASTP) crewmembers. Life Sci Space Res 1977;15:207212. 16. Cohrs RJ, Mehta SK, Schmid DS, Gilden DH, Pierson DL. Asymptomatic reactivation and shed of infectious varicella zoster virus in astronauts. J Med Virol 2008;80:11161122. 17. Mehta SK, Stowe RP, Feiveson AH, Tyring SK, Pierson DL. Reactivation and shedding of cytomegalovirus in astronauts during spaceight. J Infect Dis 2000;182:17611764. 18. Pierson D, Mehta S, Bruce R, Ott CM. Role of environ- mental factors in immunity and infectious disease risk. Presented at: 35th International Conference on Environ- mental Systems, Rome, Italy, July 1114, 2005. 19. Castro VA, Trasher AN, Healy M, Ott CM, Pierson DL. Microbial characterization during the early habitation of the International Space Station. Microb Ecol 2004;47:119126. 20. Ott CM, Bruce RJ, Pierson DL. Microbial characterization of free oating condensate aboard the Mir space station. Microb Ecol 2004;47:133136. 21. Ott CM. Human immune function and microbial pathogen- esis in human spaceight. Presented at the 10th International Symposium on Microbial Ecology, Cancun, Mexico, 2004. 22. Committee on the Biological Effects of Ionizing Radiation (BEIR VII). Health effects of exposure to low levels of ionizing radiation. Washington, DC: National Academy of Sciences, National Research Council, 2006. 23. Shearer WT, Ochs HD, et al. Immune responses in adult female volunteers during bed-rest model of space ight: Antibodies and cytokines. J Allergy Clin Immunol 2009; 123:900905. 24. Bascove M, Huin-Schohn C, Gueguinou N, Tschirhart E, Frippiat JP. Spaceight-associated changes in immuno- globulin VH gene expression in the amphibian Pleurodeles waltl. FASEB J 2009;23:16071615. Address correspondence to: Ann R. Kennedy, DSc Department of Radiation Oncology University of Pennsylvania Perelman School of Medicine 195 John Morgan Building 3620 Hamilton Walk Philadelphia, PA 19104 E-mail: akennedymail.med.upenn.edu958 KENNEDY ET AL.",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]