[
    {
        "pmid": "32972947",
        "title": "Draft Genome Sequences of Lactobacillales Isolated from the International Space Station.",
        "year": "2020",
        "journal": "Microbiol Resour Announc",
        "abstract": "Nineteen strains from the order Lactobacillales were isolated from the International Space Station and commercial resupply vehicle, and whole-genome sequences (WGS) were generated. WGS would permit the characterization of these potentially pathogenic bacteria that have been adapting to the extreme conditions of the space environment.",
        "full_text": "Draft Genome Sequences of Lactobacillales Isolated from the International Space Station Achintya R. Bharadwaj,aNitin K. Singh,a Jason M. Wood,aMarilyne Debieu,bNiamh B. OHara,b,cFathi Karouia,d,e Christopher E. Mason,f Kasthuri Venkateswarana aBiotechnology and Planetary Protection Group, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USA bBiotia, New York, New York, USA cDepartment Cell BiologyCollege of Medicine, SUNY Downstate Health Sciences University, Brooklyn, New York, USA dBlue Marble Space Institute of Science, Exobiology Branch, NASA Ames Research Center, Moffett Field, California, USA eSpace Research Within Reach, San Francisco, California, USA fThe WorldQuant Initiative for Quantitative Prediction, Weill Cornell Medicine, New York, New York, USA ABSTRACT Nineteen strains from the order Lactobacillales were isolated from the Inter- national Space Station and commercial resupply vehicle, and whole-genome sequences(WGS) were generated. WGS would permit the characterization of these potentiallypathogenic bacteria that have been adapting to the extreme conditions of the space en-vironment. The order Lactobacillales consists of Gram stain-positive, facultative anaerobes validly described by Ludwig et al. ( 1). Members of the genus Enterococcus are found to possess human pathogenicity characteristics such as antibiotic resistance ( 2) and therefore pose health concerns for those on Earth and astronauts residing in theInternational Space Station (ISS). However, Aerococcus urinaeequi , a nonpathogenic strain, was rst isolated from horse urine ( 3). Astronauts on long ights are immuno- compromised due to microgravity-induced physiological and mental stress. Decreasedimmune response allows bacteria to take growth advantage due to their adaptabilitypotential in the space environment ( 4). Understanding the genomic makeup of these potential pathogens will help the development of suitable countermeasure and miti-gation strategies. Members of the order Lactobacillales isolated from the ISS and the commercial resupply vehicle (CRV) surfaces were Enterococcus faecalis ,Enterococcus faecium , and Aerococcus urinaeequi ( 5,6).E. faecalis and E. faecium have been reported as nosocomial isolates harboring vancomycin and ampicillin resistance ( 5).A. urinaeequi was isolated from a chronic kidney disease patient and has also been reported to beresistant to vancomycin ( 6). Further characterization of the whole-genome sequences (WGS) of these ISS environmental strains, including virulence genes, and subsequentconrmation in animal models are required to decipher their potential pathogenicity. The strains used for the WGS were collected from three different ISS locations across two ights and seven different surface locations, including one eld control on CRV6,and are detailed in Table 1 (7). The samples collected from the ISS were brought back to Earth and aseptically processed, and suitable aliquots of the sample concentrate(100 H9262l) were plated onto Reasoners 2A (R2A) or Trypticase soy agar (TSA) medium and incubated at 25C for 7 days. A single well-isolated colony on a culture plate wasarchived at H1100280C. Genomic DNA was extracted from the overnight-grown cultures on TSA medium using a ZymoBIOMICS DNA MagBead kit according to the manufacturersinstructions. The WGS of 19 bacterial isolates were prepared using the Illumina Nextera Flex protocol for library preparation, as used in similar studies ( 8). The NovaSeq 6000 S4 owCitation Bharadwaj AR, Singh NK, Wood JM, Debieu M, OHara NB, Karouia F, Mason CE,Venkateswaran K. 2020. Draft genomesequences of Lactobacillales isolated from the International Space Station. Microbiol ResourAnnounc 9:e00942-20. https:doi.org10.1128 MRA.00942-20 . Editor Julie C. Dunning Hotopp, University of Maryland School of Medicine Copyright  2020 Bharadwaj et al. This is an open-access article distributed under the termsof the Creative Commons Attribution 4.0 International license . Address correspondence to Kasthuri Venkateswaran, kjvenkatjpl.nasa.gov. Received 9 August 2020 Accepted 27 August 2020 Published 24 September 2020GENOME SEQUENCES crossm Volume 9 Issue 39 e00942-20 mra.asm.org 1TABLE 1 Metadata and genome statistics of Aerococcus and Enterococcus strains isolated from various ISS and CRV6 environmental surfaces during the Microbial Tracking-1 Flight Projecta Sample nameANI ()bGenBankaccession no.Raw sequence accession no.Flight no. location cLocationdescriptionNo. of contigsGenome size (bp)N 50 (bp)Median sequencingdepth ( H11547)No. of QC readsNo. of raw readsGH11545C content () 151250015-1-258-55 96(A) JACGAN000000000 SRR12341118 F1-1 Cupola 35 1,981,406 130,552 282.59 6,701,742 3,361,020 39.5 151250015-2-258-56 96(A) JACGAM000000000 SRR12341117 F1-2 WHC 36 1,981,307 130,552 645.54 15,523,394 7,803,035 39.5 151250009-4-258-51 96(A) JACGAO000000000 SRR12341119 F1-4 Dining table 38 1,981,891 130,552 885.27 20,960,030 10,516,330 39.5 IIF2 SW-B2 99(B) JACDPC000000000 SRR12341307 F2-2 WHC 26 2,928,643 679,975 736.61 22,911,864 11,494,983 37.4 IIF2SG-B4 99(B) JACDPE000000000 SRR12341300 CRV6-2 Outside capsule 29 2,926,313 293,834 499.55 15,063,826 7,552,409 37.4 IIF3SG-B2 99(B) JACDPF000000000 SRR12341299 CRV6-3 Outside capsule 20 2,948,392 1,487,444 600.00 19,513,428 9,781,100 37.3 IIF4SG-B3 99(B) JACDPG000000000 SRR12341298 CRV6-4 Inside capsule 24 2,928,137 352,081 559.82 17,637,974 8,849,109 37.4 IIF4SG-B5 99(B) JACDPH000000000 SRR12341297 CRV6-4 Inside capsule 22 2,929,029 680,116 675.00 21,186,826 10,633,808 37.4 IIF5SG-B2 99(B) JACDPI000000000 SRR12341296 CRV6-5 Inside capsule 27 2,926,858 293,439 467.41 13,779,006 6,902,599 37.4 IIF6SG-B1 99(B) JACDPJ000000000 SRR12341295 CRV6-6 Inside capsule 21 2,928,522 680,116 673.66 20,619,150 10,336,467 37.4 IIF6SG-B2 99(B) JACDPK000000000 SRR12341294 CRV6-6 Inside capsule 23 2,928,581 352,365 835.71 25,542,378 12,807,968 37.4 IIF6SG-B4 99(B) JACDPL000000000 SRR12341293 CRV6-6 Inside capsule 21 2,928,384 679,976 811.61 24,973,062 12,536,216 37.4 IIF7SG-B2 99(B) JACDPM000000000 SRR12341305 CRV6-7 Inside capsule 19 2,948,759 1,487,531 595.98 19,817,626 9,946,584 37.3 IIF7SG-B3 99(B) JACDPN000000000 SRR12341304 CRV6-7 Inside capsule 21 2,928,555 680,118 523.66 16,480,536 8,263,734 37.4 IIF8SG-B1 99(B) JACDPO000000000 SRR12341303 CRV6-8 Inside capsule 20 2,948,399 1,487,531 543.75 17,797,982 8,925,021 37.3 IIF8SG-B2 99(B) JACDPP000000000 SRR12341302 CRV6-8 Inside capsule 30 2,926,820 293,834 570.54 16,894,654 8,447,267 37.4 IIF8SG-B3 99(B) JACDPQ000000000 SRR12341301 CRV6-8 Inside capsule 20 2,948,924 1,487,531 495.54 16,544,212 8,303,048 37.3 IIFCSG-B3 99(B) JACDPD000000000 SRR12341306 CRV6-FC Field control 30 2,926,028 293,439 570.54 17,408,136 8,727,751 37.4 IIFCSG-B5 95(C) JACGAP000000000 SRR12341224 CRV6-FC Field control 71 2,821,574 91,275 866.52 28,642,870 14,378,989 38.0 aAbbreviations: ANI, average nucleotide identity; F1, ISS ight 1; F2, ISS ight 2; WHC, waste and hygiene compartment; FC, eld control (a sampling wi pe was exposed to the air for 120 s at the center of CRV6); QC, quality control. bThe 16S rRNA gene sequences were retrieved from the WGS, and BLAST analysis was conducted against type strains of all 16S rRNA sequences in the NCBI data base. The bacterial species identity was determined when the queried sequence showed H1102297.5 similarity with the 16S rRNA gene sequences of the type strain. The WGS of the nearest neighbor was further selected for ANI evaluation: A, A. urinaeequi DSM 20341T;B ,E. faecalis DSM 20478T;C ,E. faecium DSM 20477T. cHyphenated designations indicate the ight number followed by the location; for example, F1-1 indicates ight 1 and location 1.Bharadwaj et al. Volume 9 Issue 39 e00942-20 mra.asm.org 2cell paired-end 2 H11003150-bp platform was used to execute paired-end sequencing. FastQC v0.11.7 was used to validate the quality of the raw sequencing data ( 9). Adapter trimming and quality ltering were carried out using the software fastp v0.20.0 toperform quality control ( 10). The cleaned sequences were assembled using SPAdes v3.11.1 ( 11). The N50values, numbers of contigs, and total genome lengths were generated using QUAST v5.0.2 and used to assess the quality of the nal assembly ( 12). The average nucleotide identity was calculated by comparing all strains with theirrespective type strains, and their taxonomic afliations, as well as genome statistics, aregiven in Table 1 (13). The NCBI Prokaryotic Genome Annotation Pipeline v4.12 was used for genome annotation. Default parameters were used for all software. Data availability. This WGS project has been deposited at DDBJENAGenBank, and the accession numbers are given in Table 1 (BioProject accession no. PRJNA645454 with 16 strains and PRJNA649272 with 3 strains). The versions described in this paper are the rst versions. ACKNOWLEDGMENTS Part of the research described in this publication was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with NASA.We thank astronauts Captain Terry Virts for collecting samples aboard the ISS and theimplementation team at NASA Ames Research Center for coordinating this effort. Wethank Ryan Kemp (Zymo Corporation) for extracting DNA and Dan Butler (CornellMedicine) for generating shotgun sequencing using NovaSeq. Government sponsorship is acknowledged. This research was funded by a 2012 Space Biology NNH12ZTT001N grant (no. 19-12829-26) under task order NNN13D111Tawarded to K.V., which also funded a postdoctoral fellowship for J.M.W., and asubcontract to Biotia, Inc. REFERENCES 1. Ludwig W, Schleifer KH, Whitman WB. 2009. Order II. Lactobacillales ord. nov, p 464. InDe Vos P, Garrity GM, Jones D, Krieg NR, Ludwig W, Rainey FA, Schleifer KH, Whitman WB (ed), Bergeys manual of systematicbacteriology, 2nd ed, vol 3 The Firmicutes. Springer, New York, NY. https:doi.org10.10029781118960608.obm00058 . 2. Christoff AP, Sereia AFR, Cruz GNF, Bastiani DCd, Silva VL, Hernandes C, Nascente APM, dos Reis AA, Viessi RG, Marques ASP, Braga BS, Raduan TPL,Martino MDV, de Menezes FG, de Oliveira LFV. 2020. One year cross-sectional study in adult and neonatal intensive care units reveals thebacterial and antimicrobial resistance genes proles in patients and hospitalsurfaces. PLoS One 15:e0234127. https:doi.org10.1371journal.pone .0234127 . 3. Felis GE, Torriani S, Dellaglio F. 2005. Reclassication of Pediococcus urinaeequi (ex Mees 1934) Garvie 1988 as Aerococcus urinaeequi comb. nov. Int J Syst Evol Microbiol 55:13251327. https:doi.org10.1099ijs .0.63324-0 . 4. Taylor PW. 2015. Impact of space ight on bacterial virulence and antibiotic susceptibility. Infect Drug Resist 8:249262. https:doi.org10 .2147IDR.S67275 . 5. Agudelo Higuita NI, Huycke MM. 2014. Enterococcal disease, epidemi- ology, and implications for treatment. InGilmore MS, Clewell DB, Ike Y, et al. (ed), Enterococci: from commensals to leading causes of drugresistant infection. Eye and Ear Inrmary, Boston, MA. https:www.ncbi .nlm.nih.govbooksNBK190429 . 6. Zhou W, Niu D, Zhang Z, Ning M, Shen H, Zhang K. 2014. Vancomycin resistance due to vanA in an Aerococcus viridans isolate. Indian J Med Microbiol 32:462465. https:doi.org10.41030255-0857.142238 .7. Checinska Sielaff A, Urbaniak C, Mohan GBM, Stepanov VG, Tran Q, Wood JM, Minich J, McDonald D, Mayer T, Knight R, Karouia F, Fox GE,Venkateswaran K. 2019. Characterization of the total and viable bacterialand fungal communities associated with the International Space Stationsurfaces. Microbiome 7:50. https:doi.org10.1186s40168-019-0666-x . 8. Singh NK, Bezdan D, Checinska Sielaff A, Wheeler K, Mason CE, Ven- kateswaran K. 2018. Multi-drug resistant Enterobacter bugandensis spe- cies isolated from the International Space Station and comparativegenomic analyses with human pathogenic strains. BMC Microbiol 18:175. https:doi.org10.1186s12866-018-1325-2 . 9. Andrews S. 2010. FastQC: a quality control tool for high throughput se- quence data. http:www.bioinformatics.babraham.ac.ukprojectsfastqc . 10. Chen S, Zhou Y, Chen Y, Gu J. 2018. fastp: an ultra-fast all-in-one FASTQ preprocessor. Bioinformatics 34:i884i890. https:doi.org10 .1093bioinformaticsbty560 . 11. Bankevich A, Nurk S, Antipov D, Gurevich AA, Dvorkin M, Kulikov AS, Lesin VM, Nikolenko SI, Pham S, Prjibelski AD, Pyshkin AV, Sirotkin AV,Vyahhi N, Tesler G, Alekseyev MA, Pevzner PA. 2012. SPAdes: a new genome assembly algorithm and its applications to single-cell sequenc-ing. J Comput Biol 19:455477. https:doi.org10.1089cmb.2012.0021 . 12. Gurevich A, Saveliev V, Vyahhi N, Tesler G. 2013. QUAST: quality assess- ment tool for genome assemblies. Bioinformatics 29:10721075. https: doi.org10.1093bioinformaticsbtt086 . 13. Yoon S-H, Ha S-m, Lim J, Kwon S, Chun J. 2017. A large-scale evaluation of algorithms to calculate average nucleotide identity. Antonie Van Leeuwen-hoek 110:12811286. https:doi.org10.1007s10482-017-0844-4 .Microbiology Resource Announcement Volume 9 Issue 39 e00942-20 mra.asm.org 3",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]