[
    {
        "pmid": "31676506",
        "title": "Immune Suppressive Extracellular Vesicle Proteins of Leptopilina heterotoma Are Encoded in the Wasp Genome.",
        "year": "2020",
        "journal": "G3 (Bethesda)",
        "abstract": "Leptopilina heterotoma are obligate parasitoid wasps that develop in the body of their Drosophila hosts. During oviposition, female wasps introduce venom into the larval hosts' body cavity. The venom contains discrete, 300 nm-wide, mixed-strategy extracellular vesicles (MSEVs), until recently referred to as virus-like particles. While the crucial immune suppressive functions of L. heterotoma MSEVs have remained undisputed, their biotic nature and origin still remain controversial. In recent proteomics analyses of L. heterotoma MSEVs, we identified 161 proteins in three classes: conserved eukaryotic proteins, infection and immunity related proteins, and proteins without clear annotation. Here we report 246 additional proteins from the L. heterotoma MSEV proteome. An enrichment analysis of the entire proteome supports vesicular nature of these structures. Sequences for more than 90% of these proteins are present in the whole-body transcriptome. Sequencing and de novo assembly of the 460 Mb-sized L. heterotoma genome revealed 90% of MSEV proteins have coding regions within the genomic scaffolds. Altogether, these results explain the stable association of MSEVs with their wasps, and like other wasp structures, their vertical inheritance. While our results do not rule out a viral origin of MSEVs, they suggest that a similar strategy for co-opting cellular machinery for immune suppression may be shared by other wasps to gain advantage over their hosts. These results are relevant to our understanding of the evolution of figitid and related wasp species.",
        "full_text": "GENOME REPORT Immune Suppressive Extracellular Vesicle Proteins ofLeptopilina heterotoma Are Encoded in the Wasp Genome Brian Wey,,Mary Ellen Heavner,,,Kameron T. Wittmeyer, Thomas Briese,Keith R. Hopper, and Shubha Govind,,,1 Biology Department, The City College of New York, 160 Convent Avenue, New York, 10031,PhD Program in Biology, The Graduate Center of the City University of New York,PhD Program in Biochemistry, The Graduate Center of the City University of New York, 365 Fifth Avenue, New York, 10016,Laboratory of Host-Pathogen Biology, Rockefeller University, 1230 York Ave, New York, 10065, USDA-ARS, Bene cial Insect Introductions Research Unit, Newark, DE 19713, andCenter of Infection and Immunity, and Department of Epidemiology, Mailman School of Public Health, Columbia University, New York, 10032 ORCID IDs: 0000-0003-0895-5584 (B.W.); 0000- 0003-2461-3488 (K.T.W.); 0000-0002-4819-8963 (T .B.); 0000-0002-8197-2519 (K.R.H.); 0000-0002-6436-639X (S.G.) ABSTRACT Leptopilina heterotoma are obligate parasitoid wasps that develop in the body of their Dro- sophila hosts. During oviposition, female wasps introduce venom into the larval hosts body cavity. The venom contains discrete, 300 nm-wide, mixed-strategy extracellular vesicles (MSEVs), until recently referred to as virus-like particles. While the crucial immune suppressive functions of L. heterotoma MSEVs have remained undisputed, their biotic nature and origin still remain controversial. In recent proteomics analysesofL. heterotoma MSEVs, we identi ed 161 proteins in three classes: conserved eukaryotic proteins, in- fection and immunity related proteins, and proteins without clear annotation. Here we report 246 additionalproteins from the L. heterotoma MSEV proteome. An enrichment analysis of the entire proteome supports vesicular nature of these structures. Sequences for more than 90 of these proteins are present in thewhole-body transcriptome. Sequencing and de novo assembly of the 460 Mb-sized L. heterotoma genome revealed 90 of MSEV proteins have coding regions within the genomic scaffolds. Altogether, these results explain the stable association of MSEVs with their wasps, and like other wasp structures, their vertical in- heritance. While our results do not rule out a viral origin of MSEVs, they suggest that a similar strategy forco-opting cellular machinery for immune suppression may be shared by other wasps to gain advantage overtheir hosts. These results are relevant to our understanding of the evolution of gitid and related wasp species.KEYWORDS Extracellular vesicle whole genome sequencing Leptopilina heterotoma endoparasitoid wasp DrosophilaVLP host-parasite organelleimmune suppression Parasitic wasps are among the most abundant insects; they are vital to biodiversity and contribute to biological control of agricultural pests (Narendran 2001; Rodriguez et al. 2013). A common strategy forreproductive success of parasitic wasps is suppression of immunity in their larval hosts. Parasitic wasps produce viruses or virus-like particles in tissues associated with the ovary. Wasps of the Ichneumonoideasuperfamily produce symbiotic polydnaviruses (PDVs), which packagecircular dsDNA. PDV (Bracovirus (BV) in braconid wasps; Ichnovirus(IV) in ichneumonid wasps) genomes are integrated within the waspgenome as islands of viral genes. Upon oviposition, PDVs suppress hostimmunity. BVs and IVs derive from nudivirus and large DNA cyto-plasmic viruses, respectively (reviewed in Strand and Burke 2015;Drezen et al. 2017; Gauthier et al. 2018, and references therein). Immune-suppressive virus-like particles (VLPs) ( e.g., VcVLPs in the ichneumonid Venturia canescens and FaENVs in the braconid Fopius arisanus ) lack proviral DNA segments, but are of viral origin Copyright  2020 Wey et al. doi:https:doi.org10.1534g3.119.400349 Manuscript received May 15, 2019; accepted for publication October 22, 2019;published Early Online November 1, 2019.This is an open-access article distributed under the terms of the CreativeCommons Attribution 4.0 International License ( http:creativecommons.org licensesby4.0 ), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Supplemental material available at gshare: https:doi.org10.25387g3.10005260 . 1Corresponding author: 160 Convent Avenue, Biology Department, The City College of New York, New York, 10031. E-mail: sgovindccny.cuny.edu Volume 10  January 2020  1and transfer virulence proteins into host cells (Pichon et al. 2015; Burke et al. 2018). Viral genes encoding VLP proteins are either dispersed in the wasp genome (as in VcVLP) or present in discrete genomic areas (as in FaENV). Thus, various independent viral endo-genization events have been important for successful parasitism by these wasps (Strand and Burke 2015; Gauthier et al. 2018). Here, we focus on immune-suppressive particles of gitid wasps in the genus Leptopilina ,t h a ti n f e c t Drosophila spp. and are gaining importance as models for natural host-parasite interactions (Keebaugh and Schlenke 2014). Leptopilina heterotoma (Lh),L. victoriae (Lv), and L. boulardi (Lb) produce VLPs in their venom glands. The VLPs of Leptopilina spp. and their proteins have been linked to parasite success (Rizki et al. 1990; Dupas et al. 1996; Morales et al. 2005; Labrosse et al. 2005; Chiu et al. 2006; Heavner et al. 2014). Evidence for DNA in Leptopilina VLPs is lacking, and because of the absence of a published wasp genome, the chromosomal vs.extrachromosomal location of MSEV protein genes is not known. Our goals here are (a) to describeadditional proteins in the MSEV proteome and examine their relation- ship with PDV and other viral proteins, and (b) determine whether MSEV genes are encoded in the wasp genome. We recently described 161 proteins in the VLPs from two Lhstrains in three classes: conserved eukaryotic with cellular function (Class 1), infection- and immunity-related (Class 2), and unannotated (novel) without similarity to known proteins (Class 3) (Heavner et al. 2017). Class 1 proteins include several vesicular transport and endomembrane system proteins. Class 2 proteins inc lude predicted modulators of immune response, e.g., metalloendopeptidases, Rho GAPs, a knottin- like protein, and a new family of prokaryotic-like GTPases whose genes lack introns. A striking example of Class 3 proteins is p40, with three-dimensional struc- tural similarity to Type 3 secretion s ystem (T3SS) needle-tip proteins, IpaDSipDBipD from Gr am-negative bacteria, Salmonella ,Shigella and Burkholderia . Earlier results have indicated that the p40gene (unlike the GTPase genes) is expected to have introns. These results suggested that Lh VLPs have novel properties with elements of the prokaryotic andeukaryotic secretion systems and possess a functionally diverse array of immune-suppressive proteins. We therefore renamed VLPs as Mixed Strategy Extracellular Vesicles (MSEVs). Their variable mor-phologies distinguish them from ordered PDV morphologies. Addi- tionally, genes encoding abundant MSEV proteins p40 and GTPase are present even in antibiotic-treated wasps. These results favored anon-microbial nature for MSEVs (Heavner et al. 2017). Here, we present an analysis of an additional 246 proteins from the Lh14 MSEV proteome to obtain a more comprehensive description. A combined analysis of these and previous results reinforce the idea thatthe MSEV proteome is enriched in exosomal proteins and that Class 3 proteins are not shared with either Lbor an unrelated Ganaspis spp. Whole-body transcriptome of adult Lhwasps validated the expression of the MSEV genes. De novo genomic assembly and analyses revealed 90 of conserved Insecta Benchmarking Universal Single-Copy Ortho- logs (BUSCOs), as well as a majority (375407; C2490) of the MSEV proteins are encoded in the wasp genome. While we cannot rule out a viral origin of MSEVs, in aggregate, our results provide a clearer un- derstanding of the current nature of these complex structures andstrengthen the idea that specialized extracellular vesicles transfer wasp virulence factors and other parasite proteins into Drosophila host cells. MATERIALS AND METHODS Insects Isogenized Lhstrains New York (NY; (Chiu and Govind 2002; Chiu et al. 2006)) and Lh14 (Schlenke et al. 2007), were raised on the ywstrain of D. melanogaster that were reared on standard cornmeal, yeast, and agar y food at 25 C176as described by Small et al. (2012). Adult wasps were collected from parasitized ho sts, 25 days after infection at 25 C176. Male and female wasps were stored on yf o o dw i t h7 0 h o n e yo n buzz plugs. Analysis of MSEV super-set ORFs Previously undescribed open reading frames (ORFs) from the Lh 14 MSEV proteome and sequenced as part of Heavner et al. (2017) (PXD005632) are analyzed in the context of the published female ab-dominal (Goecks et al. 2013) and whole body (this study) Lh14 tran- scriptomes. We have not observed any difference in venom activities of Lh14 and LhNY (Morales et al. 2005; Schlenke et al. 2007), or in wasp success under laboratory conditions. The Lh14 ORFs were aligned against transcripts from BioProject: PRJNA202370, Accession number GAJC0000000 (Goecks et al. 2013) as previously described in Heavner et al. (2017). Proteins with an ORF and a transcript were run through the BLAST2GO (v 5.2; downloaded June 2018) annotation pipeline with an E-value threshold of 1x10 27(Conesa et al. 2005; Gtz et al. 2008). Results were organized and classi ed based on Gene Ontology (GO) terms from UniProt and InterPro (Ashburner et al. 2000; Jones et al. 2014; Uniport Consortium 2015; The Gene Ontology Consortium 2019). Proteins were considered virulence-related based on GO terms indicating involvement with infection, host evasion, in ammation, and immune response. ORFs that did not return results via BLAST or InterProScan (Class 3 proteins) were run through Conserved DomainSearch (CDD) on NCBI (version 3.16) (Marchler-Bauer et al. 2017). The E-value cut off for CDD search was 1x10 22.P r o t e i n sw e r e considered to have a signal peptide if one was predicted usingPhobeus and Signal P (Kll et al. 2004; Kll et al. 2007; Nielsen 2017; Almagro Armenteros et al. 2019). Transmembrane domains were considered to be present if they were predicted using Phobeus and TMHMM (Sonnhammer et al. 1998; Krogh et al. 2001; Kll et al. 2004; Kll et al. 2007). The GhostKOALA algorithm (Kanehisa et al. 2016) was used to assign KEGG ortholog (KO) numbers for the MSEV superset protein sequences.If a primary KO number failed to be assigned by GhostKOALA, a sec- ondary number assignment with a score . 50 was used. Redundant KO numbers were excluded. MSEV proteins were included in the enrichment analyses only if a human ortholog exists; the gene identi ers for human orthologs were obtained from the MSEV KO and the UniProt mapping utility (Li et al. 2015; Uniport Consortium 2015). (Human orthologs were chosenbecause a robust proportion of Vesiclepedia s data are derived from human vesicle proteomes.) The orthologs of human genes were an- alyzed for enrichment with the FunRich algorithm (Pathan et al. 2015; Pathan et al. 2017) against the Vesiclepedia database (Kalra et al. 2012; Pathan et al. 2019). Finally, the MSEV proteome was used as a query using BLASTp for the following databases: non-redundant (nr), nr restricted to Taxid: Viridae (10239), nr restricted to Taxid: Polydnaviridae (10482), and nr restricted to Taxid: Unclassi ed Polydnaviridae (40273) (E-value thresh- old: 1.0x10 23, ID minimum: 20, performed 04162019). tBLASTn ofL. boulardi andG. hookeri (previously called Ganaspis spp. 1 )( G o e c k s et al. 2013) transcriptomes was performed on 03102019; the thresh- old for homologs in LbandG. hookeri were 25 ID and an E-value of 1.0x10210. Genomes sequencing and assembly Library preparations, sequencing reactions, and associated validations were conducted by GENEWIZ, Inc. (South Plain eld, NJ, USA). 2 B. Wey et al.Genomic DNA was extracted from C2450 mg of tissue ( C24100 wasps) of Lhmales and females separately using mixed bead beating and Pure- Link Genomic DNA extraction kits following manufacturer s protocol. Quanti cation of extracted DNA was performed using Nanodrop and Qubit2.0 Fluorometer (Live Technologies, Carlsbad, CA, USA). Integ- rity of genomic DNA was veri ed by gel electrophoresis (0.6 agarose). DNA libraries were prepared for each wasp gender by acoustic shearingfragmentation using a Covaris S220. Fragments were end repaired andadenylated prior to adapter ligation on 3 9ends (NEB NextUltra DNA Library Preparation kit, Illumi na, San Diego, CA, USA). Enrich- ment and indexing of adapter-ligated DNA was done throughlimited cycle PCR. DNA library validation was performed using TapeStation (Agilent Technologies, Palo Alto, CA, USA). Libraries were quanti ed using Qubit 2.0 Fluorometer. Real timePCR (AppliedBiosystems,Carlsbad, CA, USA) was usedto quantify DNA molar mass for each lib rary before multiplexing in equal molar mass. DNA libraries were sequ enced using a 2x150 paired-end (PE) conguration on one lane on an Illumina HiSeq 4000. Image analysis and base calling were performed using th e HiSeq Control Software (HCS) on the HiSeq instrument. The average size of inserts (without adaptors) in the Illumina library wasC24300-350 bp. De novo assembly of reads and scaffolding of contigs was performed using ABySS 2.2 (Jackman et al. 2017) by the New York Genome Center. De novo assembly of combined malefemale genome was performed using Platanus-allee (Kajitani et al. 2019) and scaffold- ing was improved using AGOUTI (Zhang et al. 2016) on the University of Delaware s BIOMIX cluster. Sequences from Drosophila -associated bacteria such as Wolbachia spp., Acetobacter pasteurianus ,a n d Lactobacillus plantarum were identi ed in both assemblies. Wolbachia are endosymbionts of many insects including Leptopilina spp. (Pannebakker et al. 2004; Werren et al. 2008; Gueguen et al. 2012). Lactobacilli and Acetobacter are symbionts and commensals of sugar-consuming insects (Crotti et al. 2010; Engel and Moran 2013). Among the three bacterial species, Wolbachia sequences were the most abun- dant. BLASTx analysis showed that predicted genes from Wolba- chia scaffolds were associated with Wolbachia proteins in GenBank. These bacterial and mitoc hondrial sequence-containing scaffolds were identi ed during the NCBI submission process and were manually removed from the submission. Evaluation of genome assemblies Assemblies made with ABySS and Platanus-allee with AGOUTI were run through QUAST v4.0 (Mikheenko et al. 2016) to determine scaffold number, N50, and GC. All assemblies were examined for conserved genes and orthologs with BUSCO v9 (Simo et al. 2015; Waterhouse et al. 2017) using the Insecta set and training parameters set to Naso- nia. NCBI BLAST (v 2.7.1) was used to compare selected scaffolds produced from male and female genome assemblies (Johnson et al. 2008; Camacho et al. 2009). E-value threshold was set at 1x1027. E-values of alignments were considered acceptable if within the range of 0 to 1x10210. K-mer analysis was performed using the K-mer Analysis Toolkit (KAT) (Mapleson et al. 2016) and heat maps were used to compare multiplicity (coverage plus repeats) of K-mers to GC content of the reads, coloring bins according to the number of distinct K-mers in each.This analysis was used to determine whether there were separate clus- ters of multiplicityGC content that might arise from different sources, such as contamination. BLAST (Altschul et al. 1990; Camacho et al. 2009; Johnson et al. 2008) was used to search for homologs of a random sample of genomic scaffolds to which reads from each cluster mapped.The joint assembly of the Lh 14 genome was compared to the pub- lished L. clavipes genome (Bioproject: PR JNA84205 (K raaijeveld et al. 2016)) through maps of 27-mer multiplicity vs.GC content. Finally, 27-mer multiplicityGC content of the scaffolds (9.6 Mb)containing MSEV genes was compared to a random subset of scaf- folds (9.6 Mb) without MSEV genes. Statistical differences between Lh 14 andL. clavipes genomes and between MSEV-gene containing scaffolds and non-MSEV-gene containing scaffolds were calculated us-ing a multivariate Cramr test (Ihaka and Gentleman 1996; Baringhaus and Franz 2004; Franz 2019). Gene predictions, gene annotation, and viral gene searches Gene predictions were performed on parallel and anti-parallel strands using AUGUSTUS (v3.3.1; August 2018) (Stanke et al. 2004; Stanke and Morgenstern 2005; Keller et al. 2011) with the Nasonia training set. The AUGUSTUS readout was separated into mRNA, coding DNA sequence (CDS ), and translations by gffread (Trapnell et al. 2012). Gene predictions were annotated by performing a BLASTx of all gene predictions against the ent ire nr database (Downloaded on January 2019) and InterProSca n on the University of Delaware BIOMIX Cluster before using BLAST2GO (Conesa et al. 2005; Gtz et al. 2008) to nish annotation base d on BLASTx and Inter- ProScan results. NCBI BLAST (v 2.7.1) was used on a local machine to search predictions and scaffolds, cutoff was ID .70, E-value ,1E-50, and query coverage .70. MSEV genes and 1x10 22for Polydnavirus and Nudivirus proteins. Family Polydnaviridae and Nudiviridae protein sequences for the 11 species available on OrthoDB v9 were downloaded on February 2019 (Johnson et al. 2008; Camacho et al. 2009). Whole-body transcriptome sequencing and assembly Total RNA extraction, library prep arations, sequencing reactions, and bioinformatics analysis were conducted at GENEWIZ, INC (South Plain eld, NJ, USA). RNA was extracted from frozen tissue with the Qiagen RNeasy Plus Universal mini kit using manufac-turer si n s t r u c t i o n s( Q i a g e n ,H i l d e n, Germany). The extracted RNA was quanti ed using a Qubit 2.0 Fluorometer and its integrity was checked with the 4200 TapeStation (Agilent Technologies, Palo Alto, CA, USA). RNAsampleswereenrichedformRNAusingOligod(T)beads.RNA sequencing libraries were prepared using the NEBNext Ultra RNA Library Prep Kit for Illumina following manufacturer si n s t r u c t i o n s (NEB, Ipswich, MA, USA). The sequencing libraries were validated by using the Agilent TapeStation. Quanti cation was performed using the Qubit 2.0 Fluorometer and quantitative PCR (KAPA Biosystems,Wilimington, MA, USA). Sequencing libraries were clustered on a single lane of a ow cell and sequenced on the Illumina HiSeq 4000 instrument using a 2x150 PEconguration. Image analysis and base calling were conducted by the HCS. Raw sequence data (.bcl les) was converted into fastq les and de-multiplexed using Illumina s bcl2fastq 2.17 software. One mismatch was allowed for index sequence identi cation. The Trinity v2.5 (Grabherr et al. 2011), de novo assembler was used to assemble the Lh 14 transcripts. The de novo assembled transcriptome was created with a minimum contig length of 200 bp per sample.Transrate v1.0.3 (Smith-Unna et al. 2016) was used to generate statistics for the de novo assembled transcriptome. EMBOSS tools getorf were then used to nd the ORFs within the de novo assembled transcriptome. Volume 10 January 2020  LhMSEV Proteins are Encoded in Genome  3The de novo transcriptome assembly was then annotated using Di- amond BLASTx (Buch nket al. 2015). The transcriptome reads were mapped to the genomic scaffolds for downstream analyses using HISAT2 or BWA (Li and Durbin 2009; Kimet al. 2015). Preparation of template DNA and PCR Male and female wasps (n  12, for each sex), were separated and washed in70 ethanol,andthenrinsedtwicein deionized water. Genomic DNA(gDNA) was extracted using a Qiagen DNeasy Blood and Tissue kit following provided protocols. gDNA was eluted in Tris-EDTA buffer, pH 8.0, and stored at 4 C176. The concentration of gDNA was determined by NanoDrop (Thermo Fisher). F o rc D N Ap r e p a r a t i o n ,m a l ea n df e m a l ew a s p s( n1 2f o re a c h sex), were separated and washed in 70 ethanol and rinsed twice indeionized water. Total body RNA was extracted using 100 mLo f Trizol (Invitrogen) following manufacturer sp r o t o c o l s .R N Aw a s resuspended in 0.1 DEPC treated water and treated with DNase I to remove contaminating DNA (Thermo Fisher Scienti c). The RNA concentration was determined by NanoDrop (Thermo Fisher). cDNA was synthesized using Proto-Script First Strand cDNA Syn- thesis Kit (New England Biolabs). Analysis of select genes Primers for p40 and SmGTPase01 are as follows: p40forward: GAATCATTGTTCGTTTGCTTGAAGAAAGAATTGG p40reverse: CATTATTAATGGGCCTTTACAATAATTTTAGCC SmGTPase01 forward: CGTTGCACTACCTTGTTTGTCA SmGTPase01 reverse: TTGTCTTTGCCCTGAGCGTT PCRs were performed with Taq polymerase (gift of C. Li lab, CCNY), PCR buffer (300 mM Tris HCl pH 9.5, 75 mM (NH 4)2SO4,1 0m M MgCl 2) and deoxyribonucleotides (0.2 mM; Thermo Fisher Scien- tic). The PCR products were resolved on a 1 agarose gel in Tris acetic acid EDTA buffer (40 mM Tris HCl pH 7.6, 20 mM acetic acid, 1mM EDTA pH 8.0). Ethidium bromide (Sigma Aldrich)- stained gels were visualized on an ultra violet Trans-Illuminator (UVP) and gel images were taken using the DigiDocIt ImagingSystem (UVP). Gel images were processed in Adobe Photoshop for clarity only. gDNA or cDNA-containing PCR products were cloned into pCR TOPO II plasmids (Invitrogen) and transformed into DH10 bcompe- tent cells (New England Biolabs). For plasmid preparation, colonies were screened via PCR and positive colonies were cultured in LuriaBroth with ampicillin (100 mgmL) at 37 C176overnight. Plasmids were extracted using Plasmid Miniprep kit (Qiagen) and sequenced (GEN- EWIZ, INC. South Plain eld, NJ, USA). Sequences were aligned using NCBI BLAST (Johnson et al. 2008; Camacho et al. 2009) and Clustal Omega (Li et al. 2015). Expected PCR band sizes were determined using SerialCloner (v2.6.1). Data availability L. heterotoma strains (Chiu et al. 2006; Schlenke et al. 2007) are avail- able upon request. File S1 contains details of supplemental les and tables. File S2 contains listing of accession numbers for all sequences reported in this work. Figure S1 contains the 27-mer vs.GC count comparison of MSEV containing scaffolds to non-MSEV containing scaffolds. Table S1 contains annotations and related data for proteins. Table S2 contains BLAST search results of the MSEV proteome againstthe nr database. Table S3 contains all BUSCOs found in male, female,and joint genome assemblies. MSEV protein sequences are availableupon request. Accession numbers for datasets are as follows: Lep- topilina heterotoma strain Lh14, genome assembly: Male genome: QYUB0000000, Female genome: QYUC0000000, Joint genome: VOOK00000000. Leptopilina heterotoma strain Lh14, whole-body transcriptome: GHUQ00000000. Leptopilina heterotoma abdomi- nal transcriptome by Goecks et al. : GAJC0000000. Leptopilina clav- ipes genome Bioproject: PRJNA84205. Leptopilina heterotoma strain Lh14 proteome: PRIDE: PXD005632. Supplemental mate- rial available at gshare: https:doi.org10.25387g3.10005260 . RESULTS AND DISCUSSION The MSEV proteome superset A comparative study of the proteomes of the MSEVs from Lh14 and Lh NY strains previously generated a list of 161 common MSEV proteins (Heavner et al. 2017). More than 90 of the 161 proteins are part of theLh14 MSEV proteome. To describe MSEVs more completely, we characterized a larger set of 407 MSEV proteins from Lh14 (161 com- mon and 246 Lh14) and de ne this set as the LhMSEV super-set  (Figure 1A). Key results from annotation-based classi cation, analy- sis for signal peptide andor transmembrane domain, and presence absence of proteins in related wasps are summarized below and inTable S1. The presenceabsence of signal peptide (SP) alone, or SP with without the transmembrane (TM) domain(s) in MSEV proteins revealstheir possible location ( i.e., potentially secreted into the venom gland lumen or associated with MSEV membrane). We therefore searched the 246 Lh14 proteins for SP and TM domains. Of the 246 proteins, 55 (22.35) have a predicted SP domain, 37 (15.04) have a predictedTM domain, while 6 (2.44) have both a predicted SP and TM domain. After annotation, we found that a majority (183246 or 75) of the 246 proteins can be classi ed as core eukaryotic cell biology proteins (Class 1); 13246 (5) proteins as virulence- and immunity-related based on associated GO terms (Ashburner et al. 2000; The Gene On- tology Consortium 2019) (Class 2); and 50246 or 20 as novel se-quences without high con dence annotation (Class 3) (Table S1). A presenceabsence analysis of these 246 proteins in published tran- scriptomes (Goecks et al. 2013) of Lbor a more distantly related wasp, G. hookeri (for thresholds see Methods) revealed the following: only 43246 (17) LhMSEV proteins are expected to be found in Lband orG. hookeri (Table S1). Of these, 3343 (77) proteins were in Class 1 but only 743 (16) and 343 (7) were in Class 2 and Class3 categories, respectively. These results support the idea that, multiple but different, infection strategies andor host evasion strategies might exist among different wasps infecting the same hosts. While most of the Class 1 proteins were annotated as ribosomal or mitochondrial-related, a few were described as integral membrane proteins, vesicle traf cking protein SEC22b (E -value: 6.22E-145), and the ion channels sidero e x i n1a n d2( E - v a l u e :0 ) .W ea l s o identi ed an apolipophorin (E-value: 1.02E-7) (Table S1). The pres- ence of these membrane-associated proteins reinforces the vesicular nature of MSEVs. Examples of Class 2 proteins include the neuralectodermal devel- opment factor IMP-L2 (E-value: 5.29x10 250) and a protein involved in pain reception, CG9231 (E-value: 4.39x10215). A viral-like Diedel pro- tein (E-value: 1.77x1027), viral Enhancin (E-value: 6.02x1025), l(2)37Cc (E-value: 3.39x102165), odorant binding protein 56d- like (E-value: 5.64x10250), major royal jelly protein (E-value: 8.59x102135), and two venom acid-phosphatases Acph-1 (E-value: 4.12x1025) were also found in the Class 2 category; their cDNA sequences were published previously (Heavner et al. 2013) (Table S1). 4 B. Wey et al.Figure 1 The superset of MSEV proteins: (A) Lh14 MSEV proteins were annotated using BLAST2GO prior to class sorting via anno- tation and GO Terms. Wedgesdenoted as Common, were previously published in (Heavner et al. 2017) and represent pro- teins found in both Lh14 and Lh NY MSEV proteomes. New pro- teins analyzed in this work are in wedges labeled Lh14 Only. A majority of proteins belong toClass 1. Table S1 lists 246 proteins added to the superset Lh14 pro- teome. (B) and (C) Enrichmentanalysis of MSEV superset shows high association with exosomes and mitochondria compared toother cellular organelles accordingto Vesiclepedia. log 10(p-value) trend shown in orange for both graphs. The p-values were calcu-lated with the Bonferroni method.(B) Percentage of MSEV genes as- sociated with speci c cellular com- partments found in Vesiclepedia,relative to all MSEV genes. Of thesuperset proteins, 41 and 49 are associated with mitochon- dria and exosomes, respectively(P3 10 257;110253). (C) Fold-enrichment of the MSEV dataset in speci c cellular com- partments. Although many pro-tein classes are present in the proteome, exosomal and mito- chondrial proteins show moresigni cant enrichments. Volume 10 January 2020  LhMSEV Proteins are Encoded in Genome  5It is possible that these MSEV proteins modulate the hosts immune responses andor in uence host development to facilitate successful parasitism. Within Class 3, 45 proteins (90) lacked BLASTp and InterProScan results. However, Conserved Domain Database (CDD) (Marchler-Bauer et al. 2017) searches returned 9 hits identifying potentially functional domains (Table 1). This included (a) a CD99L2 like antigen (ID: 24,E-value: 3x10 23), (b) a DEAD-like helicases superfamily member (  I D :2 2  ,E - v a l u e2 x 1 024) and (c) a herpes outer envelope glycopro- tein 350 (gp350), (ID: 28, E-value: 4x1023)( T a b l e1 ) . A BLASTp DELTA-BLAST of the potential gp350 domain against the nr database specifying Vira (taxid: 10239) under organism resulted in Crimean-Congo hemorrhagic fever orthonairovirus enve- lope glycoprotein (ID: 30, E-value: 2.5x1021), Lymphocryptovirus Macaca gp350 (ID: 29, E-value: 7.2x1021), and Gallid Alphaher- pesvirus 1 envelope glycoprotein J (ID: 26, E-value: 1.2) as top hits. BLASTp DELTA-BLAST of the potential gp350 domain against the nrdatabase for Hymenoptera yielded an uncharacterized protein as the best hit (ID: 24, E-value: 8x10 26)i nt h ea n t Vollenhovia emeryi . This ant protein is predicted to contain calcium-binding EGF domains.The second hit in this search is from N. vitripennis for a predicted mucin-3A like glycoprotein (Gendler and Spicer 1995) (ID: 24, E-value: 2x10 24). Interestingly, transcripts related to the potential Lh gp350-like protein are not found in the LborG. hookeri transcriptomes (Table S1) (Goecks et al. 2013). Presence of this gp350-like protein inLhMSEVs, but its absence in LbMSEVs, suggests that it some- how contributes to differences in LhLbhost-parasite interactions and is therefore worthy of future studies. Complement receptor type 2 (CR2) in human B lymphocytes interacts with gp350 during Epstein-Barr infection (Young et al. 2008) and nding a veri ed homolog of CR2 in Drosophila hosts would be interesting in future research. Because more than 200 proteins have now been added to the previously described MSEV proteome (Heavner et al. 2017), we re-evaluated our previous enrichment analysis. In an ortholog-based comparison of the superset to human extracellular vesicle (EV) pro- teomes in Vesiclepedia (the most current and robust source of EVdata (Kalra et al. 2012)), we found that the largest proportion of superset proteins (49) are proteins speci cally associated with exosomes (Figure 1B). In human and mouse EV proteomes, mi-tochondrial and ribosomal p roteins are enriched (Kalra et al. 2012). Accordingly, protein components of mitochondria ( e.g., respiratory chain) and ribosomes ( e.g., large and small subunit pro- teins) are found to be highly enriched in the LhMSEV superset.However, we found that the signi cance of the enrichment was higher between the superset and exosomal proteins than mitochondrial or ribosomal proteins (Figure 1C). These results demonstrate the simi- larities in the protein pro les of MSEVs and EVs. Do Lh MSEVs contain homologs of PDV or viral proteins? Even though gitid Leptopilina wasps are distantly related to PDV- containing Ichneumonid and Braconid wasps (Misof et al. 2014; Strand and Burke 2015), an association of PDV-like viruses in gitid wasps cannot be discounted because of shared evolutionary history.Recent publications have identi ed capsid-less VLPs in Ichneumonidae wasps (Volkoff et al. 2010; Pichon et al. 2015; Burke et al. 2018) and it is possible that LhMSEVs have a similar viral origin. We therefore ana- lyzed the LhMSEV proteome superset against the GenBank PDV database, and then against its entire Viridae database. To identify false positives, MSEV proteins with positive PDV hits (E-values were less than 1.0x10 23, ID was 20 or greater, and query coverage was 30 or higher) were also searched against the unrestricted nr database to compare relatedness. If an MSEV protein is similar to a viral or virus-related PDV protein, we expected that, in the unrestrictednr database search, the MSEV query sequence would align again with the same viral subject sequences, but with a lower E-value (Table S2). For PDV searches (Taxid: 10482 and Taxid: 40273), four proteins returned hits with E-values better than 1.0x10 220and query coverage greater than 30. Three of these hits are conserved proteins (cyto- chrome P450 and histone 4) while the fourth result identi ed an uncharacterized Cotesia congregata bracovirus (CcBV) protein (ID: 31.08, E-value: 1.38x10217, query coverage: 77) (Table S2). The unbiased BLASTp search against the entire nr database however had better results against eukaryotic proteins (E values: 0 to 2.0x1027and  ID from 100 to 56.25) (Table S2). In fact, the query that yielded the CcBV protein was better matched to a eukaryotic ribonuclease (ID: 26.06, E-value 1.14x10216, query coverage: 84) (Table S2). These results suggest that MSEV sequence similarities with PDV proteins maynot be signi cant. We also searched the LhMSEV superset for presence of L. boulardi Filamentous Virus (LbFV) homologs (LbFV is a behavior manipulatingvirus of Lb(Varaldi et al. 2006; Patot et al. 2012)). Of LbFV s1 0 8g e n e s , 13 are present in genomes of Lb,Lhand related species, and the 13 tran- scripts are expressed in the Lbvenom gland (Di Giovanni et al. 2019). Within our thresholds, we obtained only three (of 13) sequences with similarity to LbFV ORFs. However, these three LhMSEV proteins, with hits for LbFV sequences obtained better scoring hits in the unrestricted nTable 1 CDD-search results of MSEV un-annotated proteins in the super-set. MSEV ORFs that completed the BLAST2GO pipeline and did not return any results were run through the NCBI CDD-Search Version 3.16 (Accessed: Aug. 2018). Of 45 queries, only 9 returned hits with threshold set to 1x1022. The ninth result came from a search with E-value threshold set to 1. Results listed are all unique, high scoring hits for each ORF that returned hits from the search MSEV Superset Unknowns CDD-Search Results Query (in-house ID) PSSM-ID From To E-Value Accession Short name GAJC01013214.1_14 331760 25 98 0.000176 cl26939 DEXDc superfamily GAJC01012558.1_12 330317 39 205 0.003987 cl25496 Herpes_BLLF1 superfamilygp350 GAJC01011863.1_13 311912 86 187 0.003653 cl07006 RNA_polI_A34 superfamily GAJC01011463.1_48 315064 234 335 0.002964 cl13702 CD99L2 superfamily GAJC01010930.1_16 328726 32 61 0.001252 cl21457 ICL_KPHMT superfamily GAJC01010353.1_14 331876 31 121 0.001483 cl27055 MutS_III superfamily GAJC01009713.1_25 311628 138 225 0.000133 cl06688 TSGP1 superfamily GAJC01009493.1_4 328724 79 96 0.001983 cl21455 P-loop_NTPase superfamily GAJC01002124.1_43 330572 4 269 0.0073146 cl25751 DUF4045 superfamily 6 B. Wey et al.nr database, suggesting that the LhMSEV proteins are not highly re- lated to the LbFV proteins (Table S2). When comparing MSEV proteins to the entirety of Viridae, a total of 35 MSEV proteins had hits with IDs ranging from 30 to 71 andE-values ranging from 1.0x10 222to 1.0x102178(Table S2). However, a BLASTp search against the entire nr database found that proteins with results for viral hits had better scores when searched against the entirenr database, indicating that while viral hits are possible, they are not thebest match (Table S2). This result, in addition to the fact that 372 other MSEV proteins (including the Diedel and Enhancin (Table S1)) did not return viral hits, would indicate that a majority of MSEV proteins arenot closely related to viral proteins. The whole-body transcriptome contains expressed MSEV transcripts We performed a mixed-gender whole-body transcriptome sequencing and de novo assembly of Lhtranscripts. This assembly generated 104,066 transcripts. This dataset is more than three times larger than the published data derived from abdomens of female wasps that has31,400 transcripts (Goecks et al. 2013). A BLAST analysis of the female abdominal transcripts against the malefemale whole-body transcripts showed that a majority (21,49331,400, 68.4) were present in the latterdata set. We searched the whole-body transcriptome for MSEV protein coding sequences using tBLASTn. Of 407 MSEV superset proteins, we identi ed transcripts for 371 (91.1) proteins. Despite the C249 discrepancy (likely due to differences in expression levels due to differ- ent experimental conditions), these results largely verify the transcript data from (Goecks et al. 2013) that we have based our proteomic analyses on. Of the 371 MSEV transcripts identi ed, 233 (63) encode Class 1, 44 (12) encode Class 2, and 94371 (25) encode Class 3 proteins. Assembly of the Lh genome We separately sequenced Lh14 male and female genomic DNA and assembled the paired-end reads de novo , using ABySS (Jackman et al. 2017). These assemblies have a modest scaffold N50 of 4,800 with more than 100,000 scaffolds and an average coverage of 87 (Table 2).Assembly with MaSurCa (Zimin et al. 2013) provided similar results (data not shown), indicating that our assembly quality is limited likely due to factors such as large genome size and repetitive sequence regions(Dominguez Del Angel et al. 2018). Although the N50 values and large number of scaffolds indicate that the genome is not highly assembled, we found at least 80 of BUSCOs shared in the Insecta set in both assemblies (Table 2, BUSCOs in Table S3). While still fragmented, a de novo joint assembly of male and female sequences using Platanus-allee and AGOUTI improved assembly and scaffolding statistics (N50: 11,906, average coverage 91). The numberof found BUSCOs in the joint assembly rose to 90 (Table 2, BUSCOsin Table S3). Analysis of K-mer multiplicity vs.GC content in the genome se- quencing reads using the K-mer analysis tool, KAT (Mapleson et al. 2016) showed three possible clusters, although they are dif cult to distinguish (Figure 2A). Cluster 1 has high multiplicity (450-650), Cluster 2 has lower multiplicity and a wide range of GC content, andCluster 3 has the lowest multiplicity and the highest GC content. Clus- ter 3 overlaps with Cluster 2 making them hard to fully separate. BLAST searches of a random sample (1,6724,482) from Cluster 1 con-tigs hit insect homologs 73 (1,2201,672) of the time, Acetobacter homologs 13 (2161,672) of the time, and then a variety of mostly Eukaryotic hits. Cluster 2 represents a majority of the wasp genome(.94), and blast hits of a random sample (31668,173) of its contigs almost exclusively had homologs in Hymenoptera (311316; 98) and mostly in L. heterotoma (227316; 71). Cluster 3 is the smallest of the three and contigs from Cluster 3 had homologs exclusively in Aceto- bacter (110110). There was no evidence for contamination from a viral source or discrete MSEV-speci c set of nucleic acid sequence. Furthermore, K-mer multiplicity vs.GC content for the joint as- sembly of the Lh 14 genome (Figure 2B) showed a very similar heat map to that using the published assembly of L. clavipes (Figure 2C; Bioproject: PRJNA84205 (Kraaijeveld et al. 2016)). The two genomes have highly similar 27-merGC pro les that do not differ statistically (multivariate Cramr test statistic  114,119, P 0.73, number boot- strap-replicates  1000). The L. heterotoma assembly has 27-mers with approximately twice the multiplicity of those found in L. clavipes ,w h i c h may represent increased repeat content in L. heterotoma and is sup- ported by an assembly size over 200 Mb larger than the L. clavipes genome (463 Mb vs.255 Mb) (Kraaijeveld et al. 2016). MSEV genes are encoded in the wasp genome Using our annotation pipeline, 28,481 predicted genes were annotated. Within the annotated genes, we found 8 genes for the body color yellow , nTable 2 Assembly statistics: Statistics of male, female, and combined (male plus female) Lhgenomes as assessed by QUASTv4.0 and BUSCOv9.0. Percent coverage was found by mapping sequencing reads back to assembly using HISAT2. The identi ed BUSCOs can be found in Table S1. The QUAST program was run with parameters set for eukaryotic genomes and scaffolds. The BUSCO program was run with species set to Nasonia. Contigs smaller than 500 bp were excluded ASSEMBLY STATISTICS Male Female Joint Assembly N50 (bp) 4,779 4,843 11906 No. scaffolds 147,558 147,549 83,487 Largest scaffold (bp) 306,667 176,371 375,275 Total length (bp) 474,383,205 472,302,230 462,564,754 GC 27.54 27.28 27.84 Coverage () 87.7 86.8 91.1 BUSCOs (Insecta) Complete 80.2 81.3 90.9 Single 69.4 71.8 89.2 Duplicated 10.8 9.5 1.7 Fragmented 15.9 15.1 6.5 Missing 3.9 3.6 2.6 n 1658 1658 1658 Volume 10 January 2020  LhMSEV Proteins are Encoded in Genome  73major royal jelly protein (mrjp) genes, 25 odorant receptorodorant binding protein coding genes, and 94 gene predictions for cytochrome P450. Some of these nuclear genes are not only involved in development and cellular processes, but are also included in the MSEV proteome (Table S1 and (Heavner et al. 2017)). A search of gene predictions for MSEV proteins via tBLASTn identi ed 325 of 407 (80) MSEV sequences (Table 3). Of these, 153407 (38) had a percent identity of 95 or greater. Presence or removal of scaffolds wi th bacterial DNA sequences from either the separate malefemale or the joint assembly did not affect thisnumber, supporting the nuclear location of a majority of the MSEV genes. As gene prediction software can potentially miss genes (Wang et al. 2004), we searched the genomic scaffolds directly for MSEV-coding se- quence regions using known protein sequences as queries via tBLASTnbefore and after removal of bacter ial sequences. In both cases, 375407 (92) MSEV sequences were at least 70 complete as determined by query coverage (Table 3). Of these, 191407 (47) had a percent identityof 95 or greater. The scaffolds containing MSEV genes (Fig. S1A) were also compared to a random subset of scaffolds without MSEV genes (Fig S1B) for their27-merGC pro les. These appeared to not diff er statistically (multivar- iate Cramr test statistic  3755, P 0.80, number bootstrap-replicates  1000), indicating that the MSEV genes lie on scaffolds that resemble therest of the genome. Characterization of select MSEV genes We spot checked small portions of the genome for gene structure predictions of MSEV virulence protein genes SmGTPse01 (Class 2) andp40(Class 3). For this, we sequenced PCR products of gDNA corre- sponding to these genes. The MSEV SmGTPase01 has prokaryotic-like GTPase domains and its gene is expected to lack introns (Heavner et al. 2017). The predicted SmGTPase01 CDS spans 936 bp, which contains the functional GTPase domain (Heavner 2018). Scaffolds from male and female genomes conrmed the absence of coding region introns (data not shown). We hypothesized that primers in 5 9and 39untranslated regions (UTRs) should amplify the exact fragment f rom cDNAgDNA as template based on manual characterization of the SmGTPase01 locus (Heavner 2018) (Figure 3A). This prediction was borne out and we ampli ed an 873 bp Figure 2 Analysis of K-mer coverage vs.GC count. (A) Analysis of genomic reads. 27-mers generated from the cleaned Illumina reads used to assemble the L. heterotoma genome binned by their GC count vs.multiplicity (total counts among the reads). Bins are colored by the number of distinct K-mers. Different clusters are identi ed as shown and described in the text. (B and C): A map of 27-mer multiplicity vs.GC content of the joint assembly of the Lh 14 genome (B) to a map from the published L. clavipes genome (Bioproject: PRJNA84205) (C). 8 B. Wey et al.fragment only from female cDNA and from both male and female gDNA (Figure 3C). The sequenced PCR products were identical to corresponding sequence within the assembly and the published tran-script sequence from Goecks et al. (data not shown). Thep40gene encodes a protein that is structurally similar to T3SS bacterial needle-tip proteins IpaDSipD from Shigella andSalmonella . However, p40 s genomic sequence is expected to have introns (Heavner et al. 2017). The full p40 gene was computationally assembled and predicted within both male and female genomes. Primers designedforp40 s59and 39UTRs (Goecks et al. 2013; Ramroop 2016) (Figure 3B), allowed ampli cation of p40 s 939 bp cDNA only in preparations from female wasp extracts, but gDNA bands at 1,630 bp were detected from reactions when either male or female genome was used as tem-plate, indicating the presence of introns (Figure 3D). Sequencing thecloned cDNA product from females con rmed the published cDNA sequence (Heavner et al. , 2017). We also cloned and sequenced the gDNA products from male and female wasps and found the sequences to be identical (data not shown). Unlike the well-characterized Drosophila hosts, the biology and molecular-genetics of their parasitic wasps have remained relatively obscure with only recent characterizations of Leptopilina andGanaspis spp. (Melk and Govind 1999; Colinet et al. 2013; Goecks et al. 2013; Heavner et al. 2013; Mortimer et al. 2013; Heavner et al. 2017; Di Giovanni et al. 2019). Our proteomic, transcriptomic and genomic results here expand the available information on L. heterotoma . Bio- informatics analysis of the additional MSEV proteins does not alter the initial interpretation of the original 161 proteins. Genomic sequencing and analysis of scaffolds reveals that more than 92 of the MSEV genesreside on the wasp genome. We did not nd evidence for MSEV gene association with endosymbiont or commensal bacterial DNA. We sus- pect that the remaining C248 are also nuclear genes and this associ- ation will be con rmed in higher quality assemblies. Altogether, these results strongly suggest that, like other subcellular structures, MSEVs are encoded in the wasp nuclear genome. The cellular nature of Lhvesicles is likely to be shared by closely related LvandLbwasps. Our previous work has shown that the overall morphol- ogies of LhandLvMSEVs are similar (Morales et al. 2005; Chiu et al. 2006). However, this is not the case for LbMSEVs; different Lbstrains have varying MSEV morphologies (Dupas et al. 1996; Gueguen et al. 2011; Wan et al. 2019). Interpretation of their identity also varies. For example, Di Giovanni et al. (2019) contend that MSEVsVLPs are de- rived from a virus ancestral to the LbFV. Our analysis of the expanded proteomic superset does not lend stro ng support to this line of thinking.nTable 3 MSEV genes found in scaffolds and predictions: Gene predictions from genome assembly scaffolds and AUGUSTUS genepredictions were searched for MSEV genes using tBLASTn. Results better than ID 70, E-value 1x10 250, and query coverage  70 were retained MSEV GENES FOUND IN GENOME ANALYSIS MSEV BLASTn scaffold resultsAUGUSTUS prediction results Found Percentage Found Percentage Female 278 68.3 169 41.5 Male 275 67.6 166 40.8 Shared in MF 265 159 Joint Assembly 375 92.1 325 79.9 Figure 3 Predicted gene structures veri- ed by PCR ampli cation experiments (A, B). Diagrams showing primer locations andpredicted gene structures of SmGTPase01 (A) and p40 (B). Black arrows indicate primer locations, light gray indicates in- trons, UTR regions are dark gray and la-beled, exons encoding potential protein domains are labeled as shown. Cream col- ored regions in panel A do not have aspeci ed domain. Diagrams were drawn using GenomeDiagram as part of the Bio- python (v. 1.6) package (Pritchard et al. 2006; Cock et al. 2009). Each row in the panels A and B diagrams corresponds toapproximately 1,000 bp. For primer se- quences, see methods. (C and D) Ladder is Thermo Fisher MassRuler ladder. (C) PCRproducts for SmGTPase01 from male or fe- male cDNA and gDNA. All products are 873 bp long. Male cDNA PCR was nega-tive. (D) PCR products for p40from male or female cDNA and gDNA. The expected band for p40 cDNA is 939 bp and for gDNA is 1,630 bp. Male cDNA PCR wasnegative. Sequence analysis of PCR ampli-cation products con rmed gene predic- tion results. Volume 10 January 2020  LhMSEV Proteins are Encoded in Genome  9We did not nd convincing evidence of PDV or other viral structural proteins in the LhMSEV proteome. However, we cannot discount that MSEVs have a viral origin as our analysis is limited by the fragmentation of the genome. It is also possible that a virus relatedto MSEVs may not have been identi ed to date. Mechanistically, eukaryotic viruses and vesicles share cellular pathways involving the endomembrane systems of their cells of origin or their target cells(Nolte- t Hoen et al. 2016), leading to overlap in protein functionality, but not necessarily origin. Thus, at least some of the Class 1 proteins in the MSEV proteome may be central to MSEV biogenesis in the wasp or for their interactions with the host hemocytes endomem- brane machinery despite potentially being related to viruses. It is noteworthy that energy metabolism genes appear to be involved in rapid speciation and adaptation to new environments (Gershoni et al. 2009; Lane 2009), raising the possibility that MSEV mitochondrial proteins might contribute to this process. How LhMSEVs are func- tionally similar to other insect or mammalian EVs remains to beexplored experimentally. Functional characterization of predicted in- fection and immunity Class 2 proteins should explain the immune- suppressive strategies of these wasps. RNA interference, infectionassays, and other experimental strategies should make this line ofinquiry feasible. Functional assignments are dif cult for the unannotated Class 3 proteins. These are likely to be quite interesting, due to theirdifferent expression pro les in Lh vs. Lb and G. hookeri species. This difference in expression may stem either from cischanges in their regulatory sequences, or from absence of these genes in the Lb orG. hookeri genomes. Recent comparative genomics analysis has shown that over 40 of venom genes in the closely-related species N. vitripennis andN. giraulti have diverged signi cantly and up to 25 of venom genes are speci c to a species (Martinson et al. 2017). A proteomic analysis of the venom genes of Leptopilina spp .a n da molecular understanding of their expression will provide insightsinto how key activities within MSEVs evolved to parasitize the rangeof fruit yh o s t s . A key question regarding Lhvirulence proteins critical to wasp success is whether their genes reside in a discrete region of the genomelike a virulence island found in some microbial genomes (Dobrindt et al. 2004; Gal-Mor and Finlay 2006), or whether some genes are dispersed within the genome, while others occur in one or more clustersas in wasps with PDVs (Volkoff et al. 2010; Pichon et al. 2015). More complete assemblies, scaffolded to the level of chromosomes, will de- scribe the genome-wide distribution of these genes in Lhand re- lated wasps. Key MSEV genes could serve as genetic markers infuture studies. Comparative genomics will uncover additional gene family members of MSEV proteins in other Leptopilina wasps and enable the development of new functional genomics tools such asCRISPR-disrupted mutant alleles made in N. vitripennis (Werren et al. 2009; Siebert et al. 2015; Li et al. 2017b; Li et al. 2017a). These approaches will open new avenues for understanding the biology ofthis host-parasite model. ACKNOWLEDGMENTS We thank Drs. W. Qiu and S. Singh, and J. Chou for discussions and critical comments, and our reviewers for insightful feedback. We aregrateful to A. Corvelo at the New York Genome Center for help with genome assemblies. Bioinformatics work was conducted in-house and with the BIOMIX Shared Computing Cluster at Delaware Bio-technology Institute, University of Delaware. This work was supported by grants from NASA (NNX15AB42G), NSF (IOS-1121817), NIH (1F31GM111052-01A1, 5G12MD007603-30, and GM103446).LITERATURE CITED Almagro Armenteros, J. J., K. D. Tsirigos, C. K. Sonderby, T. N. Petersen, O. Winther et al. , 2019 SignalP 5.0 improves signal peptide predictions using deep neural networks. Nat. Biotechnol. 37: 420 423. https:doi.org 10.1038s41587-019-0036-z Altschul, S. F., W. Gish, W. Miller, E. W. Myers, and D. J. Lipman, 1990 Basic local alignment search tool. J. Mol. Biol. 215: 403 410. https:doi.org10.1016S0022-2836(05)80360-2 Ashburner, M., C. A. Ball, J. A. Blake, D. Botstein, H. Butler et al., 2000 Gene ontology: tool for the uni cation of biology. The Gene Ontology Consor- t i u m .N a t .G e n e t .2 5 :2 5 29.https:doi.org10.103875556 Baringhaus, L., and C. Franz, 2004 On a new multivariate two-sample test. 88: 190 206. Buch nk, B., C. Xie, and D. H. Huson, 2015 Fast and sensitive protein alignment using DIAMOND. Nat. Methods 12: 59 60.https:doi.org 10.1038nmeth.3176 Burke, G. R., T. J. Simmonds, B. J. Sharanowski, and S. M. Geib, 2018 Rapid viral symbiogenesis via changes in parasitoid wasp genome architecture.Mol. Biol. Evol. 35: 2463 2474. https:doi.org10.1093molbevmsy148 Camacho, C., G. Coulouris, V. Avagyan, N. Ma, J. Papadopoulos et al. , 2009 BLAST: architecture and applications. BMC Bioinformatics 10:421. https:doi.org10.11861471-2105-10-421 Chiu, H., and S. Govind, 2002 Natural infection of D. melanogaster by virulent parasitic wasps induces apoptotic depletion of hematopoietic precursors. Cell Death Differ. 9: 1379 1381. https:doi.org10.1038sj.cdd.4401134 Chiu, H., J. Morales, and S. Govind, 2006 Identi cation and immuno- electron microscopy localization of p40, a protein component of immu- nosuppressive virus-like particles from Leptopilina heterotoma, a virulentparasitoid wasp of Drosophila. J. Gen. Virol. 87: 461 470. https:doi.org 10.1099vir.0.81474-0 Cock, P. J. A., T. Antao, J. T. Chang, B. A. Chapman, C. J. Cox et al. , 2009 Biopython: freely available Python tools for computational mo-lecular biology and bioinformatics. Bioinformatics 25: 1422 1423. https: doi.org10.1093bioinformaticsbtp163 Colinet, D., E. Deleury, C. Anselme, D. Cazes, J. Poulain et al. , 2013 Extensive inter- and intraspeci c venom variation in closely re- lated parasites targeting the same host: the case of Leptopilina parasitoidsof Drosophila. Insect Biochem. Mol. Biol. 43: 601 611. https:doi.org 10.1016j.ibmb.2013.03.010 Conesa, A., S. Gtz, J. M. Garca-Gmez, J. Terol, M. Taln et al. , 2005 Blast2GO: a universal tool for annotation, visualization and analysis in functional genomics research. Bioinformatics 21: 3674 3676. https:doi.org10.1093bioinformaticsbti610 Crotti, E., A. Rizzi, B. Chouaia, I. Ricci, G. Favia et al. , 2010 Acetic acid bacteria, newly emerging symbionts of insects. Appl. Environ. Microbiol. 76: 6963 6970. https:doi.org10.1128AEM.01336-10 Di Giovanni, D., D. Lepetit, M. Boulesteix, Y. Cout, M. Ravallec et al. , 2019 A behavior-manipulating virus relative as a source of adaptivegenes for parasitoid wasps. bioRxiv: 1  37.https:doi.org10.1101342758 Dobrindt, U., B. Hochhut, U. Hentschel, and J. Hacker, 2004 Genomic islands in pathogenic and environmental microorganisms. Nat. Rev.Microbiol. 2: 414 424. https:doi.org10.1038nrmicro884 Dominguez Del Angel, V., E. Hjerde, L. Sterck, S. Capella-Gutierrez, C. Notredame et al. , 2018 Ten steps to get started in Genome Assembly and Annotation. F1000 Res. 7: 1 18.https:doi.org10.12688 f1000research.13598.1 Drezen, J. M., M. Leobold, A. Bezier, E. Huguet, A. N. Volkoff et al. , 2017 Endogenous viruses of parasitic wasps: variations on a commontheme. Curr. Opin. Virol. 25: 41 48.https:doi.org10.1016 j.coviro.2017.07.002 Dupas, S., M. Brehelin, F. Frey, and Y. Carton, 1996 Immune suppressive virus-like particles in a Drosophila parasitoid: signi cance of their in- traspeci c morphological variations. Parasitology 113: 207 212. https: doi.org10.1017S0031182000081981 Engel, P., and N. A. Moran, 2013 The gut microbiota of insects - diversity in structure and function. FEMS Microbiol. Rev. 37: 699 735. https: doi.org10.11111574-6976.12025 10  B. Wey et al.Franz, C., 2019 Cramer: Multivariate nonparametric cramer-test for the two-sample-problem. R package version 0.9 3.https:CRAN.R-projec- t.orgpackagecramer . Gal-Mor, O., and B. B. Finlay, 2006 Pathogenicity islands: a molecular toolbox for bacterial virulence. Cell. Microbiol. 8: 1707 1719. https: doi.org10.1111j.1462-5822.2006.00794.x Gauthier, J., J. M. Drezen, and E. A. Herniou, 2018 The recurrent domestication of viruses: major evol utionary transitions in parasitic wasps. Parasitology 145: 713 723. https:doi.org10.1017 S0031182017000725 Gendler, S. J., and A. P. Spicer, 1995 Epithelial mucin genes. Annu. Rev. Physiol. 57: 607 634. https:doi.org10.1146annurev.ph.57.030195.003135 Gershoni, M., A. R. Templeton, and D. Mishmar, 2009 Mitochondrial bioenergetics as a major motive force of speciation. BioEssays 31: 642  650. https:doi.org10.1002bies.200800139 Goecks, J., N. T. Mortimer, J. A. Mobley, G. J. Bowersock, J. Taylor et al. , 2013 Integrative approach reveals composition of endoparasitoid waspvenoms. PLoS One 8: e64125. https:doi.org10.1371 journal.pone.0064125 Grabherr, M. G., B. J. Haas, M. Yassour, J. Z. Levin, D. A. Thompson et al. , 2011 Full-length transcriptome assembly from RNA-Seq data without areference genome. Nat. Biotechnol. 29: 644 652. https:doi.org10.1038 nbt.1883 Gueguen, G., B. Onemola, and S. Govind, 2012 Association of a new Wolbachia strain with, and its effects on, Leptopilina victoriae, a virulentwasp parasitic to Drosophila spp. Appl. Environ. Microbiol. 78: 5962  5966. https:doi.org10.1128AEM.01058-12 Gueguen, G., R. Rajwani, I. Paddibhatla, J. Morales, and S. Govind, 2011 VLPs of Leptopilina boulardi share biogenesis and overall stellatemorphology with VLPs of the heterotoma clade. Virus Res. 160: 159 165. https:doi.org10.1016j.virusres.2011.06.005 Gtz, S., J. M. Garca-Gmez, J. Terol, T. D. Williams, S. H. Nagaraj et al. , 2008 High-throughput functional annotation and data mining with theBlast2GO suite. Nucleic Acids Res. 36: 3420 3435. https:doi.org 10.1093nargkn176 Heavner, M. E., 2018 Evidence for organelle-like extracellular vesicles from a parasite of Drosophila and their function in suppressing host immunity, pp. 236 in Biochemistry . City University of New York, Graduate Center. https:academicworks.cuny.edugc_etds2585 Heavner, M. E., G. Gueguen, R. Rajwani, P. E. Pagan, C. Small et al. , 2013 Partial venom gland transcriptome of a Drosophila parasitoid wasp, Leptopilina heterotoma, reveals novel and shared bioactive pro les with stinging Hymenoptera. Gene 526: 195 204. https:doi.org10.1016 j.gene.2013.04.080 Heavner, M. E., A. D. Hudgins, R. Rajwani, J. Morales, and S. Govind, 2014 Harnessing the natural D rosophila -parasitoid model for integrat- ing insect immunity with functional venomics. Curr. Opin. Insect Sci. 6:6167.https:doi.org10.1016j.cois.2014.09.016 Heavner, M. E., J. Ramroop, G. Gueguen, G. Ramrattan, G. Dolios et al. , 2017 Novel organelles with elements of bacterial and eukaryotic secre-tion systems weaponize parasites of Drosophila. Curr. Biol. 27: 2869  2877. https:doi.org10.1016j.cub.2017.08.019 Ihaka, R., and R. Gentleman, 1996 R: A Language for data analysis and graphics. J. Comput. Graph. Stat. 5: 299 314. Jackman, S. D., B. P. Vandervalk, H. Mohamadi, J. Chu, S. Yeo et al. , 2017 ABySS 2.0: resource-ef cient assembly of large genomes using a Bloom lter. Genome Res. 27: 768 777. https:doi.org10.1101 gr.214346.116 Johnson, M., I. Zaretskaya, Y. Raytselis, Y. Merezhuk, S. McGinnis et al. , 2008 NCBI BLAST: a better web interface. Nucleic Acids Res 36 (Web Server issue):W5 9.https:doi.org10.1093nargkn201 Jones, P., D. Binns, H. Y. Chang, M. Fraser, W. Li et al. , 2014 InterProScan 5: genome-scale protein function classi cation. Bioinformatics 30: 1236  1240. https:doi.org10.1093bioinformaticsbtu031 Kajitani, R., D. Yoshimura, M. Ok uno, Y. Minakuchi, H. Kagoshima et al. , 2019 Platanus-allee is a de novo hapl otype assembler enabling a compre- hensive access to divergent heterozygous regions. Nat. Commun. 10: 1 15.Kll, L., A. Krogh, and E. L. Sonnhammer, 2004 A combined transmem- brane topology and signal peptide prediction method. J. Mol. Biol. 338:1027 1036. https:doi.org10.1016j.jmb.2004.03.016 Kll, L., A. Krogh, and E. L. L. Sonnhammer, 2007 Advantages of combined transmembrane topology and signal peptide prediction - the Phobius webserver. Nucleic Acids Res. 35: W429 W432. https:doi.org10.1093nar gkm256 Kalra, H., R. J. Simpson, H. Ji, E. Aikawa, P. Altevogt et al. , 2012 Vesiclepedia: a compendium for extracellular vesicles with con-tinuous community annotation. PLoS Biol. 10: e1001450. https:doi.org 10.1371journal.pbio.1001450 Kanehisa, M., Y. Sato, and K. Morishima, 2016 BlastKOALA and ghost- KOALA: KEGG tools for functional characterization of genome and metagenome sequences. J. Mol. Biol. 428: 726 731. https:doi.org 10.1016j.jmb.2015.11.006 Keebaugh, E. S., and T. A. Schlenke, 2014 Insights from natural host-par- asite interactions: The Drosophila model. Dev. Comp. Immunol. 42: 111  123. https:doi.org10.1016j.dci.2013.06.001 Keller, O., M. Kollmar, M. Stanke, and S. Waack, 2011 A novel hybrid gene prediction method employing protein multiple sequence alignments. Bi- oinformatics 27: 757 763. https:doi.org10.1093bioinformaticsbtr010 Kim, D., B. Landmead, and S. L. Salzberg, 2015 HISAT: a fast spliced aligner with low memory requirements. Nat. Methods 12: 357 360. https:doi.org10.1038nmeth.3317 Kraaijeveld, K., S. Y. Anvar, J. Frank, A. Schmitz, J. Bast et al. , 2016 Decay of sexual trait genes in an asexual parasitoid wasp. Genome Biol. Evol. 8: 3685 3695. Krogh, A., B. Larsson, G. von Heijne, and E. L. Sonnhammer, 2001 Predicting transmembrane protein topology with a hidden Mar- kov model: application to complete genomes. J. Mol. Biol. 305: 567 580. https:doi.org10.1006jmbi.2000.4315 Labrosse, C., K. Staslak, J. Lesobre, A. Grangeia, E. Huguet et al., 2005 A Rho- GAP protein as a main immune suppressive factor in the Leptopilina boulardi(Hymenoptera, Figitidae) - Drosophila melanogaster interaction. Insect Bio- chem. Mol. Biol. 35: 93 103. https:doi.org10.1016j.ibmb.2004.10.004 Lane, N., 2009 Biodiversity: On the origin of bar codes. Nature 462: 272  274. https:doi.org10.1038462272a Li, H., and R. Durbin, 2009 Fast and accurate short read alignment with Burrows-Wheeler transform. Bioinformatics 25: 1754 1760. https: doi.org10.1093bioinformaticsbtp324 Li, M., L. Y. C. Au, D. Douglah, A. Chong, B. J. White et al. , 2017a Generation of heritable germline mutations in the jewel waspNasonia vitripennis using CRISPRCas9. Sci. Rep. 7: 901. https:doi.org 10.1038s41598-017-00990-3 Li, M., M. Bui, and O. S. Akbari, 2017b Embryo microinjection and transplantation technique for Nasonia vitripennis genome manipulation.J. Vis. Exp 1 9.https:doi.org10.379156990 Li, W., A. Cowley, M. Uludag, T. Gur, H. McWilliam et al. , 2015 The EMBL-EBI bioinformatics web and programmatic tools framework.Nucleic Acids Res. 43: W580 W584. https:doi.org10.1093nargkv279 Mapleson, D., G. Garcia Accinelli, G. Kettleborough, J. Wright, and B. J. Clavijo, 2016 KAT: a K-mer analysis toolkit to quality control NGSdatasets and genome assemblies. Bioinformatics 33: 574 576. M a r c h l e r - B a u e r ,A . ,Y .B o ,L .H a n ,J .H e ,C .J .L a n c z y c k i et al., 2017 CDD SPARCLE: functional classi cation of proteins via sub family domain architec- tures. Nucleic Acids Res. 45: D200 D203. https:doi.org10.1093nargkw1129 Martinson, E. O., Mrinalini, Y. D. Kelkar, C. H. Chang, and J. H. Werren, 2017 The evolution of venom by co-option of single-copy genes. CurrBiol. 27: 2007 2013.e8. https:doi.org10.1016j.cub.2017.05.032 Melk, J. P., and S. Govind, 1999 Developmental analysis of Ganaspis xanthopoda, a larval parasitoid of Drosophila melanogaster. J. Exp. Biol. 202: 1885 1896. Mikheenko, A., G. Valin, A. Prjibelski, V. Saveliev, and A. Gurevich, 2016 Icarus: visualizer for de novo assembly evaluation. Bioinformatics 32: 3321 3323. https:doi.org10.1093bioinformaticsbtw379 Misof, B., S. Liu, K. Meusemann, R. S. Peters, A. Donath et al. , 2014 Phylogenomics resolves the timing and pattern of insect evolution. Science 346: 763 767. https:doi.org10.1126science.1257570 Volume 10 January 2020  LhMSEV Proteins are Encoded in Genome  11Morales, J., H. Chiu, T. Oo, R. Plaza, S. Hoskins et al. , 2005 Biogenesis, structure, and immune-suppressive effects of virus-like particles of a Drosophila parasitoid, Leptopilina victoriae. J. Insect Physiol. 51: 181  195. https:doi.org10.1016j.jinsphys.2004.11.002 Mortimer, N. T., J. Goecks, B. Z. Kacsoh, J. A. Mobley, G. J. Bowersock et al. , 2013 Parasitoid wasp venom SERCA regulates Drosophila calcium levels and inhibits cellular immunity. Proc. Natl. Acad. Sci. USA 110: 9427 9432. https:doi.org10.1073pnas.1222351110 Narendran, T. C., 2001 Parasitic hymenoptera and biological Control, pp. 112 in biocontrol potential and its exploitation in sustainable agri- culture: Volume 2: Insect Pests, ed. by R. K. Upadhyay, K. G. Mukerji and B. P. Chamola. Springer, Boston, MA. Nielsen, H., 2017 Predicting secretory proteins with signalP. Methods Mol. Biol. 1611: 59 73.https:doi.org10.1007978-1-4939-7015-5_6 Nolte- t Hoen, E., T. Cremer, R. C. Gallo, and L. B. Margolis, 2016 Extracellular vesicles and viruses: Are they close relatives? Proc. Natl. Acad. Sci. USA 113: 9155 9161. https:doi.org10.1073 pnas.1605146113 Pannebakker, B. A., L. P. Pijnacker, B. J. Zwaan, and L. W. Beukeboom, 2004 Cytology of Wolbachia-induced parthenogenesis in Leptopilina clavipes (Hymenoptera: Figitidae). Genome 47: 299 303. https:doi.org 10.1139g03-137 Pathan, M., P. Fonseka, S. V. Chitti, T. Kang, R. Sanwlani et al. , 2019 Vesiclepedia 2019: a compendium of RNA, proteins, lipids and metabolites in extracellular vesicles. Nucleic Acids Res. 47: D516 D519. https:doi.org10.1093nargky1029 Pathan, M., S. Keerthikumar, C. S. Ang, L. Gangoda, C. Y. Quek et al. , 2015 FunRich: An open access standalone functional enrichment andinteraction network analysis tool. Proteomics 15: 2597 2601. https: doi.org10.1002pmic.201400515 Pathan, M., S. Keerthikumar, D. Chisanga, R. Alessandro, C. S. Ang et al. , 2017 A novel community driven software for functional enrichmentanalysis of extracellular vesicles data. J. Extracell. Vesicles 6: 1321455. https:doi.org10.108020013078.2017.1321455 P a t o t ,S . ,R .A l l e m a n d ,F .F l e u r y ,a n dJ .V a r a l d i ,2 0 1 2 A ni n h e r i t e dv i r u si n - uences the coexistence of parasitoid species through behaviour manipula- tion. Ecol. Lett. 15: 603 610.https:doi.org10.1111j.1461-0248.2012.01774.x Pichon, A., A. Bzier, S. Urbach, J. M. Aury, V. Jouan et al. , 2015 Recurrent DNA virus domestication leading to different parasite virulence strate- gies. Sci. Adv. 1: e1501150. https:doi.org10.1126sciadv.1501150 Pritchard, L., J. A. White, P. R. J. Birch, and I. K. Toth, 2006 GenomeDiagram: a python package for the visualization of large- scale genomic data. Bioinformatics 22: 616 617. https:doi.org10.1093 bioinformaticsbtk021 Ramroop, J., 2016 Mechanisms of immune activation and suppression by parasitic wasps of Drosophila in biology, Graduate Center, City Univer- sity of New York. https:academicworks.cuny.edugc_etds1329 Rizki, T. M., R. M. Rizki, and Y. Carton, 1990 Leptopilina heterotoma and L. boulardi: strategies to avoid cellular defense responses of Drosophila melanogaster. Exp. Parasitol. 70: 466 475. https:doi.org10.10160014- 4894(90)90131-U Rodriguez, J. J., J. L. Fernandez-Triana, M. A. Smith, D. H. Janzen, W. Hallwachs et al. , 2013 Extrapolations from  eld studies and known faunas converge on dramatically increased estimates of global microgas- trine parasitoid wasp species richness (Hymenoptera: Braconidae). InsectConserv. Divers. 6: 530 536. https:doi.org10.1111icad.12003 Schlenke, T. A., J. Morales, S. Govind, and A. G. Clark, 2007 Contrasting infection strategies in generalist and specialist wasp parasitoids of Dro- sophila melanogaster. PLoS Pathog. 3: 1486 1501. https:doi.org 10.1371journal.ppat.0030158 Siebert, A. L., D. Wheeler, and J. H. Werren, 2015 A new approach for investigating venom function applied to venom calreticulin in a parasit- oid wasp. Toxicon 107: 304 316. https:doi.org10.1016 j.toxicon.2015.08.012 Simo, F. A., R. M. Waterhouse, P. Ioannidis, E. V. Kriventseva, and E. M. Zdobnov, 2015 BUSCO: assessing genome assembly and annotationcompleteness with single-copy orthologs. Bioinformatics 31: 3210 3212. https:doi.org10.1093bioinformaticsbtv351 Small, C., I. Paddibhatla, R. Rajwani, and S. Govind, 2012 An introduction to parasitic wasps of Drosophila and the antiparasite immune response. J. Vis. Exp. e3347: 1 8.https:doi.org10.37913347 Smith-Unna, R., C. Boursnell, R. Patro, J. M. Hibberd, and S. Kelly, 2016 TransRate: reference-free quality assessment of de novo tran- scriptome assemblies. Genome Res. 26: 1134 1144. https:doi.org 10.1101gr.196469.115 Sonnhammer, E. L., G. von Heijne, and A. Krogh, 1998 A hidden Markov model for predicting transmembrane helices in protein sequences. Proc. Int. Conf. Intell. Syst. Mol. Biol. 6: 175 182. Stanke, M., and B. Morgenstern, 2005 AUGUSTUS: a web server for gene prediction in eukaryotes that allows user-de ned constraints. Nucleic Acids R e s3 3( W e bS e r v e ri s s u e ) : W 4 6 5 467. https:doi.org10.1093nargki458 Stanke, M., R. Steinkamp, S. Waack, and B. Morgenstern, 2004 AUGUSTUS: a web server for gene nding in eukaryotes. Nucleic Acids Res 32 (Web Server issue):W309 312. https:doi.org10.1093nargkh379 Strand, M. R., and G. R. Burke, 2015 Polydnaviruses: From discovery to current insights. Virology 479 480: 393 402. https:doi.org10.1016 j.virol.2015.01.018 The Gene Ontology Consortium, 2019 The Gene Ontology Resource: 20 years and still GOing strong. Nucleic Acids Res. 47: D330 D338. https:doi.org10.1093nargky1055 Trapnell, C., A. Roberts, L. Goff, G. Pertea, D. Kim et al. , 2012 Differential gene and transcript expression analysis of RNA-seq experiments with TopHat and Cuf inks. Nat. Protoc. 7: 562 578. https:doi.org10.1038 nprot.2012.016 Uniport Consortium, 2015 UniProt: a hub for protein information. Nucleic Acids Res. 43: D204 D212. https:doi.org10.1093nargku989 Varaldi, J., S. Petit, M. Boultreau, and F. Fleury, 2006 The virus infecting the parasitoid Leptopilina boulardi exerts a speci c action on superpar- asitism behaviour. Parasitology 132: 747 756. https:doi.org10.1017 S0031182006009930 Volkoff, A. N., V. Jouan, S. Urbach, S. Samain, M. Bergoin et al. , 2010 Analysis of virion structural components reveals vestiges of the ancestral ichnovirus genome. PLoS Pathog. 6: e1000923. https:doi.org 10.1371journal.ppat.1000923 W a n ,B . ,E .G o g u e t ,M .R a v a l l e c ,O .P i e r r e ,S .L e m a u f et al. , 2019 Venom atypical extracellular vesicles as interspecies vehicles of virulence factors involved in host speci city: The case of a Drosophila parasitoid wasp. Front. Immunol. 10: 1688. https:doi.org10.3389 mmu.2019.01688 Wang, Z., Y. Chen, and Y. Li, 2004 A brief review of computational gene prediction methods. Genomics Proteomics Bioinformatics 2: 216 221. https:doi.org10.1016S1672-0229(04)02028-5 Waterhouse, R. M., M. Seppey, F. A. Simo, M. Manni, P. Ioannidis et al. , 2017 BUSCO applications from quality assessments to gene prediction and phylogenomics. Mol. Biol. Evol. 35: 543 548. https:doi.org10.1093 molbevmsx319 Werren, J. H., L. Baldo, and M. E. Clark, 2008 Wolbachia: master manip- ulators of invertebrate biology. Nat. Rev. Microbiol. 6: 741 751. https: doi.org10.1038nrmicro1969 Werren, J. H., D. W. Loehlin, and J. D. Giebel, 2009 Larval RNAi in nasonia (parasitoid wasp). Cold Spring Harb Protoc 2009 (10):pdb.prot5311. Young, K. A., A. P. Herbert, P. N. Barlow, V. M. Holers, and J. P. Hannan, 2008 Molecular basis of the interaction between complement receptortype 2 (CR2CD21) and Epstein-Barr virus glycoprotein gp350. J. Virol. 82: 11217 11227. https:doi.org10.1128JVI.01673-08 Zhang, S. V., L. T. Zhuo, and M. W. Hahn, 2016 AGOUTI: improving genome assembly and annotation using transcriptome data. Gigascience5: 31. https:doi.org10.1186s13742-016-0136-3 Zimin, A. V., G. Marcais, D. Puiu, M. Roberts, S. L. Salzberg et al. , 2013 The MaSuRCA genome assembler. Bioinformatics 29: 2669 2677. https: doi.org10.1093bioinformaticsbtt476 Communicating editor: H. Salz 12  B. Wey et al.",
        "introduction": "s Research Unit, Newark, DE 19713, andCenter of Infection and Immunity, and Department of Epidemiology, Mailman School of Public Health, Columbia University, New York, 10032 ORCID IDs: 0000-0003-0895-5584 (B.W.); 0000- 0003-2461-3488 (K.T.W.); 0000-0002-4819-8963 (T .B.); 0000-0002-8197-2519 (K.R.H.); 0000-0002-6436-639X (S.G.) ABSTRACT Leptopilina heterotoma are obligate parasitoid wasps that develop in the body of their Dro- sophila hosts. During oviposition, female wasps introduce venom into the larval hosts body cavity. The venom contains discrete, 300 nm-wide, mixed-strategy extracellular vesicles (MSEVs), until recently referred to as virus-like particles. While the crucial immune suppressive functions of L. heterotoma MSEVs have remained undisputed, their biotic nature and origin still remain controversial. In recent proteomics analysesofL. heterotoma MSEVs, we identi ed 161 proteins in three classes: conserved eukaryotic proteins, in- fection and immunity related proteins, and proteins without clear annotation. Here we report 246 additionalproteins from the L. heterotoma MSEV proteome. An enrichment analysis of the entire proteome supports vesicular nature of these structures. Sequences for more than 90 of these proteins are present in thewhole-body transcriptome. Sequencing and de novo assembly of the 460 Mb-sized L. heterotoma genome revealed 90 of MSEV proteins have coding regions within the genomic scaffolds. Altogether, these results explain the stable association of MSEVs with their wasps, and like other wasp structures, their vertical in- heritance. While our results do not rule out a viral origin of MSEVs, they suggest that a similar strategy forco-opting cellular machinery for immune suppression may be shared by other wasps to gain advantage overtheir hosts. These results are relevant to our understanding of the evolution of gitid and related wasp species.KEYWORDS Extracellular vesicle whole genome sequencing Leptopilina heterotoma endoparasitoid wasp DrosophilaVLP host-parasite organelleimmune suppression Parasitic wasps are among the most abundant insects; they are vital to biodiversity and contribute to biological control of agricultural pests (Narendran 2001; Rodriguez et al. 2013). A common strategy forreproductive success of parasitic wasps is suppression of immunity in their larval hosts. Parasitic wasps produce viruses or virus-like particles in tissues associated with the ovary. Wasps of the Ichneumonoideasuperfamily produce symbiotic polydnaviruses (PDVs), which packagecircular dsDNA. PDV (Bracovirus (BV) in braconid wasps; Ichnovirus(IV) in ichneumonid wasps) genomes are integrated within the waspgenome as islands of viral genes. Upon oviposition, PDVs suppress hostimmunity. BVs and IVs derive from nudivirus and large DNA cyto-plasmic viruses, respectively (reviewed in Strand and Burke 2015;Drezen et al. 2017; Gauthier et al. 2018, and references therein). Immune-suppressive virus-like particles (VLPs) ( e.g., VcVLPs in the ichneumonid Venturia canescens and FaENVs in the braconid Fopius arisanus ) lack proviral DNA segments, but are of viral origin Copyright  2020 Wey et al. doi:https:doi.org10.1534g3.119.400349 Manuscript received May 15, 2019; accepted for publication October 22, 2019;published Early Online November 1, 2019.This is an open-access article distributed under the terms of the CreativeCommons Attribution 4.0 International License ( http:creativecommons.org licensesby4.0 ), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Supplemental material available at gshare: https:doi.org10.25387g3.10005260 . 1Corresponding author: 160 Convent Avenue, Biology Department, The City College of New York, New York, 10031. E-mail: sgovindccny.cuny.edu Volume 10  January 2020  1and transfer virulence proteins into host cells (Pichon et al. 2015; Burke et al. 2018). Viral genes encoding VLP proteins are either dispersed in the wasp genome (as in VcVLP) or present in discrete genomic areas (as in FaENV). Thus, various independent viral endo-genization events have been important for successful parasitism by these wasps (Strand and Burke 2015; Gauthier et al. 2018). Here, we focus on immune-suppressive particles of gitid wasps in the genus Leptopilina ,t h a ti n f e c t Drosophila spp. and are gaining importance as models for natural host-parasite interactions (Keebaugh and Schlenke 2014). Leptopilina heterotoma (Lh),L. victoriae (Lv), and L. boulardi (Lb) produce VLPs in their venom glands. The VLPs of Leptopilina spp. and their proteins have been linked to parasite success (Rizki et al. 1990; Dupas et al. 1996; Morales et al. 2005; Labrosse et al. 2005; Chiu et al. 2006; Heavner et al. 2014). Evidence for DNA in Leptopilina VLPs is lacking, and because of the absence of a published wasp genome, the chromosomal vs.extrachromosomal location of MSEV protein genes is not known. Our goals here are (a) to describeadditional proteins in the MSEV proteome and examine their relation- ship with PDV and other viral proteins, and (b) determine whether MSEV genes are encoded in the wasp genome. We recently described 161 proteins in the VLPs from two Lhstrains in three classes: conserved eukaryotic with cellular function (Class 1), infection- and immunity-related (Class 2), and unannotated (novel) without similarity to known proteins (Class 3) (Heavner et al. 2017). Class 1 proteins include several vesicular transport and endomembrane system proteins. Class 2 proteins inc lude predicted modulators of immune response, e.g., metalloendopeptidases, Rho GAPs, a knottin- like protein, and a new family of prokaryotic-like GTPases whose genes lack introns. A striking example of Class 3 proteins is p40, with three-dimensional struc- tural similarity to Type 3 secretion s ystem (T3SS) needle-tip proteins, IpaDSipDBipD from Gr am-negative bacteria, Salmonella ,Shigella and Burkholderia . Earlier results have indicated that the p40gene (unlike the GTPase genes) is expected to have introns. These results suggested that Lh VLPs have novel properties with elements of the prokaryotic andeukaryotic secretion systems and possess a functionally diverse array of immune-suppressive proteins. We therefore renamed VLPs as Mixed Strategy Extracellular Vesicles (MSEVs). Their variable mor-phologies distinguish them from ordered PDV morphologies. Addi- tionally, genes encoding abundant MSEV proteins p40 and GTPase are present even in antibiotic-treated wasps. These results favored anon-microbial nature for MSEVs (Heavner et al. 2017). Here, we present an analysis of an additional 246 proteins from the Lh14 MSEV proteome to obtain a more comprehensive description. A combined analysis of these and previous results reinforce the idea thatthe MSEV proteome is enriched in exosomal proteins and that Class 3 proteins are not shared with either Lbor an unrelated Ganaspis spp. Whole-body transcriptome of adult Lhwasps validated the expression of the MSEV genes. De novo genomic assembly and analyses revealed 90 of conserved Insecta Benchmarking Universal Single-Copy Ortho- logs (BUSCOs), as well as a majority (375407; C2490) of the MSEV proteins are encoded in the wasp genome. While we cannot rule out a viral origin of MSEVs, in aggregate, our results provide a clearer un- derstanding of the current nature of these complex structures andstrengthen the idea that specialized extracellular vesicles transfer wasp virulence factors and other parasite proteins into Drosophila host cells. MATERIALS AND METHODS Insects Isogenized Lhstrains New York (NY; (Chiu and Govind 2002; Chiu et al. 2006)) and Lh14 (Schlenke et al. 2007), were raised on the ywstrain of D. melanogaster that were reared on standard cornmeal, yeast, and agar y food at 25 C176as described by Small et al. (2012). Adult wasps were collected from parasitized ho sts, 25 days after infection at 25 C176. Male and female wasps were stored on yf o o dw i t h7 0 h o n e yo n buzz plugs. Analysis of MSEV super-set ORFs Previously undescribed open reading frames (ORFs) from the Lh 14 MSEV proteome and sequenced as part of Heavner et al. (2017) (PXD005632) are analyzed in the context of the published female ab-dominal (Goecks et al. 2013) and whole body (this study) Lh14 tran- scriptomes. We have not observed any difference in venom activities of Lh14 and LhNY (Morales et al. 2005; Schlenke et al. 2007), or in wasp success under laboratory conditions. The Lh14 ORFs were aligned against transcripts from BioProject: PRJNA202370, Accession number GAJC0000000 (Goecks et al. 2013) as previously described in Heavner et al. (2017). Proteins with an ORF and a transcript were run through the BLAST2GO (v 5.2; downloaded June 2018) annotation pipeline with an E-value threshold of 1x10 27(Conesa et al. 2005; Gtz et al. 2008).",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            }
        ]
    }
]