[
    {
        "pmid": "21847020",
        "title": "Effects of mechanostimulation on gravitropism and signal persistence in flax roots.",
        "year": "2011",
        "journal": "Plant Signal Behav",
        "abstract": "Gravitropism describes curvature of plants in response to gravity or differential acceleration and clinorotation is commonly used to compensate unilateral effect of gravity. We report on experiments that examine the persistence of the gravity signal and separate mechanostimulation from gravistimulation. Flax roots were reoriented (placed horizontally for 5, 10 or 15 min) and clinorotated at a rate of 0.5 to 5 rpm either vertically (parallel to the gravity vector and root axis) or horizontally (perpendicular to the gravity vector and parallel to the root axis). Image sequences showed that horizontal clinorotation did not affect root growth rate (0.81 ± 0.03 mm h-1) but vertical clinorotation reduced root growth by about 7%. The angular velocity (speed of clinorotation) did not affect growth for either direction. However, maximal curvature for vertical clinorotation decreased with increasing rate of rotation and produced straight roots at 5 rpm. In contrast, horizontal clinorotation increased curvature with increasing angular velocity. The point of maximal curvature was used to determine the longevity (memory) of the gravity signal, which lasted about 120 min. The data indicate that mechanostimulation modifies the magnitude of the graviresponse but does not affect memory persistence.",
        "full_text": "www.landesbioscience.com Plant Signaling  Behavior 1365Plant Signaling  Behavior 6:9, 1365-1370; September 2011; 2011 Landes BiosciencereSearch P aPer Correspondence to: Karl H. Hasenstein; Email: hasensteinlouisiana.edu Submitted: 052111; Revised: 061111; Accepted: 061211DOI: 10.4161psb.6.9.16601Introduction Plants respond to environmental stimuli such as gravity, light, water, wind and touch. The gravitropic response is an often-cited example of biological signal perception, processing (transduc - tion) and response. Signal perception is attributed to sedimenting or moving amyloplasts. 1 The physical process is then converted into a biochemical signal that elicits a growth response in the shoot and roots, where differential elongation on the top and bot - tom flank reestablishes the gravitropic set-point angle. The curva - ture is the final step in a series of complex processes 2,3 that include redistribution of auxin (the Cholodny-Went hypothesis), differ - ent sensitivities toward auxin and the ability of cells to retain wall plasticity. 4 While the detailed analysis of the gravitropic signal process - ing has made significant progress, signal retention or longevity received little attention. The concept of signal persistence inevi - tably leads to the broader issue of defining processes or conditions responsible for the coordination of more than one stimulus and some evaluation of the significance of the stimuli that determine the overall response such as the curvature after gravistimulation. Any type of signal persistence represents some type of memory, which is typically not attributed to organisms such as plants. However, there are numerous examples of memory effects. Perhaps the earliest tests of induced memory were reported as a consequence of puncturing cotyledons of Bidens pilosus L. 5,6 The memory effect depended on the removal of the apex; the location and number of injuries and could be categorized as short- and Gravitropism describes curvature of plants in response to gravity or differential acceleration and clinorotation is commonly used to compensate unilateral effect of gravity. We report on experiments that examine the persistence of the gravity signal and separate mechanostimulation from gravistimulation. Flax roots were reoriented (placed horizontally for 5, 10 or 15 min) and clinorotated at a rate of 0.5 to 5 rpm either vertically (parallel to the gravity vector and root axis) or horizontally (perpendicular to the gravity vector and parallel to the root axis). Image sequences showed that horizontal clinorotation did not affect root growth rate (0.81  0.03 mm h -1) but vertical clinorotation reduced root growth by about 7. The angular velocity (speed of clinorotation) did not affect growth for either direction. h owever, maximal curvature for vertical clinorotation decreased with increasing rate of rotation and produced straight roots at 5 rpm. In contrast, horizontal clinorotation increased curvature with increasing angular velocity. The point of maximal curvature was used to determine the longevity (memory) of the gravity signal, which lasted about 120 min. The data indicate that mechanostimulation modifies the magnitude of the graviresponse but does not affect memory persistence.Effects of mechanostimulation on gravitropism and signal persistence in flax roots Susan P . John and Karl h . hasenstein Department of Biology; University of Louisiana at Lafayette; Lafayette, L a US a Key words: mechanostimulation, memory, clinorotation speed and direction, signal persistence, signal saturation long-term memory. Other retention of mechanostimulation per - tains to the hair cells of the Venus fly-trap ( Dionaea muscipula );7,8 the sensitivity of staminal filaments in thistles,9 and probably additional but undocumented phenomena. Memory effects have been linked to temperature10-12 drought stress,13,14 ozone stress,15 and herbivory.16,17 As diverse as the remembered stimuli are the underlying mechanisms of memory function. Cold memory depends on methylation of cold-responsive genes 18,19 that inte - grates week-long temperature shifts for robust flower induction20 and extends over generations.21 In addition to epigenetic pro - cesses, excess Cl- ions can affect multi-generational changes.22 Successful defense mechanisms to previously-experienced herbiv - ory may be linked to biosynthetic pathways, enhanced sensitivity to metabolites, small RNAs, 23 or elevated levels of ABA.24 Memory, although even mathematically modeled,25 is diffi - cult to characterize especially for gravistimulation, because an organ (e.g., a horizontally reoriented root) perceives the stimulus for an extended time, during which the stimulus diminishes with the sine of the achieved curvature. The complexity of determin - ing the longevity of a stimulus is further compromised by the variability of the gravitropic set point angle 26 and its modulation by other factors such as light.27 Gravity compensation by clinorotation can be used to distin - guish stimulus and response processes because it is possible to separate a pulse of unilateral gravistimulation (angular reorien - tation) from clinorotation, i.e., gravity-compensated, but omni - lateral mechanostimulation. This approach has been used for the determination of the minimal (presentation) time required 1366 Plant Signaling  Behavior Volume 6 Issue 9remaining below the threshold level of gravisensitivity (10-3 g equivalents33-35) as a result of centrifugal forces. The results indi - cate a pronounced effect of the direction of clinorotation on response to but not memory of the stimulus. Results Growth rates. The average growth rate of vertically grown, non- clinorotated roots (controls) was 0.81  0.03 mm h-1. The speed of clinorotation did not affect growth of horizontally clinorotated roots but growth rates of vertically clinorotated roots were 7 lower than controls or horizontally clinorotated roots ( Table 1 ). The R 2 value (typically 0.99) indicates high linearity of root growth regardless of the type of clinorotation and demonstrates that no changes in root growth occurred in response to gravis - timulation or the speed of clinorotation. Effect of reorientation time. Although control roots did not show consistent curvature, they exhibited some random tip movements. The deviation from the straight trajectory measured between 0 and 4 ( Fig. 1AE ). This value was set as a threshold value to differentiate true curvature (exceeding the threshold value) from nutation (random movements, typi - cally less than 4 degrees). The maximum extent of curvature increased with the stimulation time and ranged between 5 and 7 ( Fig. 1FJ ) for 5 min stimulation, between 3 and 10 (Fig. 1KO ) for 10 min of reorientation and between 5 to 10 (Fig. 1PT ) after 15 min of reorientation. Time of reorienta - tion significantly enhanced the extent of curvature (p  0.05). Although the extent of curvature increased with duration of reorientation, there was no significant difference in the extent of curvature after 10 min ( Fig. 1KO ) and 15 min ( Fig. 1PT ). to elicit curvature. 28,29 Despite the usefulness of a clinostat as a gravity compensator, it introduces its own problems such as the destruction of columella cells in the root cap. 30,31 Clinostat- induced complications are likely to interfere with the original gravistimulus and sensed and probably processed as mechano - stimulation that is superimposed to the gravity stimulus and response. A sufficiently small angular velocity during clinorota - tion is likely to minimize not only centrifugal effects but also damage is response to constant reorientation. Although clinostats are traditionally used at one to two revolutions per minute, a thorough analysis of the angular velocity has not been done despite the possibility of separating gravicompensation (lack of induction of curvature in examined organs) from effects of mechanostimulation (the response of tissue compression and stretching during periodic weight-changes, or (over)stimulation of gravisensors (amyloplast movement and statocyte stimula - tion). Therefore, varying the angular velocity of a clinostat but maintaining all other experimental parameters is likely to iden - tify mechanostimulatory effects that affect gravicompensation. Such separation can then be used to estimate the persistence of a gravity stimulus. Similarly, increasing the duration of gravistimu - lation will estimate the amount of time required to saturate the gravitropic signal. The direction of clinorotation, e.g., rotation around the longitudinal axis or an axis perpendicular to the root growth direction has been shown to affect the stress level 32 and therefore can be used to distinguish stimulation of receptors in lateral columella cell regions from domain characteristic for api - cal and basal wall regions. We attempt to provide insight in the memory capacity of the root gravisensing system of flax seedlings as a function of angular velocity over one order of magnitude (one octave) while Table 1. Growth rates (mm h-1) of flax r oots clinorotated vertically and horizontally Clinorotation (revolutions per minute) Reorientation (min) 0.5 1 2 3 5Vertical clinorotation00.75  0.02 0.86  0.06 0.7  0.07 0.81  0.02 0.72  0.001 r2  0.993 r2  0.993 r2  0.986 r2  0.995 r2  0.997 50.69  0.01 0.8  0.01 0.72  0.01 0.75  0.006 0.78  0.04 r2  0.994 r2  0.997 r2  0.996 r2  0.994 r2  0.994 100.75  0.01 0.72  0.02 0.73  0.01 0.79  0.007 0.81  0.02 r2  0.997 r2  0.998 r2  0.995 r2  0.987 r2  0.997 150.72  0.007 0.73  0.01 0.78  0.02 0.77  0.02 0.76  0.006 r2  0.996 r2  0.991 r2  0.991 r2  0.997 r2  0.998Horizontal clinorotation00.74  0.04 0.79  0.05 0.9  0.05 0.84  0.01 0.79  0.0006 r2  0.997 r2  0.998 r2  0.997 r2  0.994 r2  0.997 50.8  0.01 0.76  0.01 0.86  0.004 0.8  0.02 0.78  0.004 r2  0.997 r2  0.998 r2  0.996 r2  0.996 r2  0.997 100.87  0.03 0.79  0.01 0.85  0.05 0.88  0.03 0.79  0.008 r2  0.997 r2  0.998 r2  0.996 r2  0.995 r2  0.998 150.71  0.003 0.86  0.03 0.78  0.02 0.85  0.005 0.8  0.003 r2  0.996 r2  0.997 r2  0.997 r2  0.998 r2  0.997 The seedlings were reoriented horizontally for 5, 10, 15 min prior to clinorotation. c ontrols were not reoriented. The data is represented as mean  S e, N  15 seedlings. r2 represents the linearity of root growth.www.landesbioscience.com Plant Signaling  Behavior 1367Thus, the gravitropic signal persisted at least for 2 h. Despite the general consistency of maximal curvature, variations on other parameters were observed. Reorientation for 5 min and 0.5 rpm clinorotation did not produce curvature ( Fig. 1F ); at 1, 2, 3 rpm curvature occurred within 10 min of clinorotation and maxi - mum curvature varied with the speed and direction of rotation. Following maximum curvature, the curvature angle decreased and by the end of 240 to 300 min roots began to straighten at a rate similar to the rate of curvature ( Fig. 1GJ ). Ten minute reoriented roots began to curve within 10 to 20 min of clinorota - tion and maximum curvature varied with speed and direction of rotation. After 300 min of clinorotation, the roots began to straighten regardless of time of reorientation, angular velocity or direction of clinorotation. During the observation period of 6 h, straightening was not followed by any type of overcompensation and also indicates that curvature did not arise spontaneously or autonomously. Therefore, signal persistence is limited to the observed maximum of curvature. Discussion The data indicate that the reorientation stimulus led to increasing curvature for about 2 h regardless of the magnitude (duration) Therefore, we consider the gravity signal saturated after 10 min of reorientation. Direction of rotation. Horizontally clinorotated roots curved significantly stronger than vertically clinorotated roots (F (1,598)  8.35, p  0.004), Figure 1FT . Vertically clinorotated roots showed no difference between 5, 10 or 15 min reorientation. Angular velocity. Curvature in horizontally clinorotated roots increased in response to increasing speed of rotation but decreased in vertically clinorotated roots ( Fig. 1FT ). Angular velocity significantly affected the extent of curvature of clinoro - tated roots regardless of direction of clinorotation (F (4,295)  6.83, p  0.001). In vertically rotated roots, the difference in curvature between 5 rpm and all other angular velocities was significant. Similarly, horizontally clinorotated roots were affected by the rate of rotation (F (4,295)  5.693, p  0.001) and the roots curved maxi - mally at 5 rpm ( Fig. 1 ). Signal persistence. To determine the time for which a signal remains effective, the time course of curvature holds important clues. As long as a signal generates enhanced curvature i.e., the slope of the graphs in Figure 1 is positive, the signal must persist. Therefore, the time of maximum curvature was used as measure for signal persistence. The maximum root curvature was obtained within 2 h regardless of reorientation time or rotational speed. Figure 1. curvature profile of 6 h horizontally (solid lines) and vertically (dashed lines) clinorotated, 32 h old flax roots. The columns represent the time of reorientation before the onset of clinorotation; rows represent the speed of clinorotation. c urvature (in degrees) is shown as the running average (n  3) of degrees  standard error, n  15. 1368 Plant Signaling  Behavior Volume 6 Issue 9statocytes.40 Although flax and Arabidopsis may have similar sedimentation kinetics, the saturation of the graviresponse after 10 min is also supported by our observation of maximal curva - ture after 10 min reorientation. Investigations with excess starch mutants indicate that gravisensing is not saturated 41 and studies of the presentation time show that much shorter reorientation times than signal saturation are sufficient to induce curvature and suggest that amyloplast sedimentation is not necessary for the initiation of gravitropism. 40 While earlier studies focused on the detection limit (presentation time) that is sufficient to induce curvature, 28,35 this study demonstrates saturation of the gravity stimulus likely coincides with the amyloplast sedimentation. Studies on gravity-induced gene expression, hormone redistribu - tion and signal transduction should use this time as reference point for maximal effects of a (single) acceleration or reorienta - tion stimulus. Several studies reported effects of horizontal clinorotation on gravicurvature. 3,42 Cress roots that were clinorotated vertically for 6 h showed auto-straightening,42 similar to our data ( Fig. 1 ). Auto-straightening may result from diminishing signal persis - tence (lack of a lateral signal) or represent the tendency of grow - ing structures to follow a straight trajectory. The onset of auto straightening (end of signal persistence) thus may depend at least to some extent on age, growth and meristematic activity 42 but not necessarily on auxin gradients.43 Thus the memory of the gravity signal weakens as the tissue ages and the auxin signal diminishes. The stronger auto-straightening in vertically clinorotated roots in combination with the reduced growth rate and reduced curva - ture indicates that vertical clinorotation inhibits the formation of lateral auxin gradients or facilitates the uniform redistribution of growth regulators more than horizontal clinorotation. Amplification of curvature by faster horizontal clinorota - tion ( Fig. 1 ) corresponds to an earlier report, which showed that mechanostimulation at 5 Hz enhanced graviresponse 44 and is in line with theoretical calculations that implicate the cytoskel - eton in force-transduction events.45 Five Hertz corresponds to 300 rpm, a velocity that would exceed the threshold centrifugal forces (0.0005 g, reviewed in ref. 3335) for the thickness of a root (radius 0.2 mm), and even for a typical single cell (10  m diameter). However, stronger curvature after faster rotation (e.g., 5 rpm) suggests that rotation affects the extent of curvature; the radius of our experimental setup (20 mm) was below the thresh - old of centrifugal forces (0.0005 g). So far no reports exist on the effects of different rotational speed; additional experimenta - tion may show that angular speed slower than 1 rpm may dampen graviresponsiveness even more than shown in this report. Thus, the rate of clinorotation affects the assessment of the gravitropic system in plants. The dependency of curvature on angular veloc - ity suggests that presentation times may depend on the rate of clinorotation. The ability to perceive and storeretain the gravity signal for an extended time represents a type of memory. However, the response is short-lived (2 h) and clearly different from neuro - logical bases of memory in animals. If signal saturation requires 10 min, the total retention time of the stimulus amounts to the duration of maximum curvature minus the stimulation time; i.e., of the stimulation and the speed of clinorotation. The 2-h time frame therefore represents a type of memory that pertains to the retention of a physiological stimulus. Despite the persistence of the signal, the magnitude of the response was affected by the type and speed of clinorotation. Because clinorotation affects intracellular distribution of organelles, in particular amylo - plasts, it is justified to state that mechanostimulation modifies the strength of the curvature response. A similar conclusion was derived from other measurements, where mechanostimulation was shown to amplify the graviresponse. 44 However, in these experiments mechanostimulation was provided by oscillating seedlings prior to gravistimulation. Interestingly, the oscilla - tory enhancement had a half-time of 20 min. 44 The difference between the longevity of the two types of stimulation indicates that the gravisensing mechanism is capable of integrating dif - ferent mechanostimuli. Because the reorientation stimulus lasted for about 2 h, additional stimuli that occur during this time span are likely to become integrated into previous signal transduction and response events and may not have independent effects. This notion and the observation that different angular velocities dur - ing clinorotation affect the magnitude of the response, suggests that the understanding of clinorotation as a gravi-compensator (constantly changing the gravity vector) or a stimulus (rotation) that has to be faster than the response time is insufficient. The demonstrated effect of the rotational velocity on the magnitude of the response further suggests that the classic approach of using clinorotation to determine presentation times, 34 gravisensitivity3 or lag times36 is too simplistic. The difference between vertical and horizontal clinorotation was not the result of (adaptive) changes in growth rates. The root growth rate was linear ( Table 1 ), regardless of the rate of rotation. The growth rate in horizontally clinorotated roots was equal to that of vertically-grown, non-reoriented roots. In contrast, ver - tical clinorotation reduced the growth rate. These results sug - gest that mass-shifting parallel to the root axis inhibits growth while lateral stimulation does not reduce growth. The difference may be attributable to different sensitivities of lateral membranes compared to upper and lower cell membranes in gravi- or mass sensitive (columella) cells. However, the difference may also per - tain to cells in the elongation zone; vertical clinorotation may release more auxin than horizontal clinorotation. Auxin and eth - ylene are potent root growth inhibitors, 37 and likely related to clinorotation-induced growth changes; additional experiments will be required to identify to what extent the distribution of these hormones are affected by clinorotation. The curvature profile of non-gravistimulated roots fluctu - ated near the plumb line (0), and demonstrates that clinorota - tion itself did not induce curvature and that clinorotation did not enhance or cause fluctuations. Reorientation intervals of 5, 10 and 15 min were chosen because they were longer than the presentation time 38,39 but less than the time necessary to complete curvature. Although direction and speed of clinorotation signifi - cantly affected curvature ( Fig. 1 ), the extent of curvature did not increase after 10 min of reorientation. The maximal response after 10 min reorientation coincides with the time course of statolith sedimentation to the new lower cell wall in Arabidopsis www.landesbioscience.com Plant Signaling  Behavior 1369positioned for 5, 10 or 15 min. After reorientation (gravistimula - tion), the Petri dish was immediately clinorotated either horizon - tally (the longitudinal axis of the roots remained perpendicular to the gravity vector) or vertically (the seedlings were reoriented back vertically). Controls were grown vertically under identical conditions without clinorotation. Clinorotation was performed using a computer-controlled stepper motor (Hurst PAS3206-004) at speeds of 0.5, 1, 2, 3 and 5 rpm for 6 h. Video imaging and analysis. Images of the dishes were taken after each rotation under infrared LED illumination (  max 850 nm) with a CCTV Camera (Model Panasonic WV-BP334) fitted with zoom lens 12.575 mm (Sony, Model No. 778057, Japan) and analyzed at 5 min intervals (Image J, v. 1.39 u) for angles between the basal portion of the root and the curving tip. Root length was measured in 10 min intervals and the growth rate expressed as mm h -1. Statistics. Three Petri dishes were examined for each experi - mental condition; 15 out of 24 seedlings were analyzed. The data were statistically examined using SAS (GLM, SAS version 9.1) with Tukey post-hoc comparisons. Conclusion Angular velocity and direction interfere with the graviresponse mechanism in roots. Independent of velocity and direction of clinorotation, the gravity signal persisted for 2 h and 10 min of reorientation sufficed to saturate the gravitropic signal. Future studies will investigate to what extent this phenomenon depends on auxin distribution, cytoskeletal network, metabolism, other signaling molecules or changes in gene activation. Differences in curvature after vertical and horizontal clinorotation offer the opportunity to identify structures or processes that distinguish the direction of clinorotation and contribute to the magnitude of differential elongation. Acknowledgments This work was supported by a grant from the National Aeronautics and Space Administration to KHH (grant  NNX10AP91G).if maximum curvature is achieved at 120 min, the signal persis - tence amounts to 110 min. The key factors involved in this plant memory may be the velocity at which auxin (sometimes likened to a neurotransmitter), 46 is redistributed and equilibrates among the differentially elongating tissues. The signal persistence of about 2 h coincides with the reported pattern of auxin flow that includes auxin redistribu - tion and movement from the cap to the elongation zone.46 Since asymmetric auxin flow is dependent on the relocalization of PIN proteins, it is possible that the memory is related to the stability of PIN relocalization. PIN 3, which is located in the columella cells, re-localized within 2 min from the basal side to the lateral side of the columella. 47 PIN3 proteins likely determine the initial direction of auxin flow within the root cap47,48 and PIN 2 facilitates auxin flow from the columella to the elongation zone. 49,50 Another factor that could affect signal persistence is the actin cytoskeleton. Although actin is not involved in the initial perception, 51 it may downregulate uneven auxin distribution or contribute to ion channel activation.52 Further work is needed to assess the time and extent of PIN relocalization as a function of angular velocity. Materials and Methods Plant material and experimental procedure. Flax ( Linum usita - tissimum ) seeds were soaked in distilled water for 10 min. Eight seeds were aligned along the edge of germination paper (36 x 16 mm), such that the micropyle was oriented perpendicular to the long side and pointing away from the paper. The seeds adhered to the paper because of the mucilage produced during soaking. The paper strips were allowed to dry completely and then placed on a piece of foam (40 x 12 mm) that was glued to a square plastic Petri dish (9 x 9 cm). After soaking foam and additional paper that lined the surface of the dish with deionized water, the dish was covered and the seeds germinated in a vertical position at 28C in darkness. Gravistimulation and clinorotation. After 24 h, the Petri dishes were rotated such that the roots were horizontally References 1. Sack FD. Plastids and gravitropic sensing. Planta 1997; 203:63-8. 2. Blancaflor E, Masson P . Plant gravitropism: Unraveling the ups and downs of a complex process. Plant Physiol 2003; 133:1677-90. 3. Ma Z, Hasenstein KH. The onset of gravisensitiv- ity in the embryonic root of flax. Plant Physiol 2006; 140:159-66. 4. Weise SE, Kuznetsov OA, Hasenstein KH, Kiss JZ. Curvature in Arabidopsis inflorescence stems is limited to the region of amyloplast displacement. Plant Cell Physiol 2000; 41:702-9. 5. Thellier M, Desbiez MO, Champagnat P , Kergosien Y. Do memory processes occur also in plants. Physiol Plant 1982; 56:281-4. 6. Frachisse JM, Desbiez MO, Champagnat P , Thellier M. T ransmission of a traumatic signal via a wave of electric depolarization and induction of correlations between the cotyledonary buds in Bidens pilosus. Physiol Plant 1985; 64:48-52. 7. Forterre Y, Skotheim JM, Dumais J, Mahadevan L. How the Venus flytrap snaps. Nature 2005; 433:421-5.8. Hodick D, Sievers A. On the mechanism of trap clo-sure of venus flytrap (Dionea muscipula Ellis). Planta 1989; 179:32-42. 9. Hasenstein KH, Pesacreta TC, Sullivan VI. Thigmonasticity of thistle staminal filamentsII Mechano-elastic properties. Planta 1993; 190:58-64. 10. Michaels SD, Amasino RM. Memories of winter: vernalization and the competence to flower. Plant Cell Envir 2000; 23:1145-53. 11. Sung S, Amasino RM. Molecular genetic studies of the memory of winter. J Exp Bot 2006; 57:3369-77. 12. Sung SB, Amasino RM. Vernalization and epigenetics: how plants remember winter. Curr Opin Plant Biol 2004; 7:4-10. 13. Bruce TJA, Matthes MC, Napier JA, Pickett JA. Stressful memories of plants: Evidence and possible mechanisms. Plant Sci 2007; 173:603-8. 14. Whittle CA, Otto SP , Johnston MO, Krochko JE. Adaptive epigenetic memory of ancestral tempera- ture regime in Arabidopsis thaliana. Botany-Botanique 2009; 87:650-7.15. Soja G, Eid M, Gangl H, Redl H. Ozone sensitivity of grapevine (Vitis vinifera L.): Evidence for a memory effect in a perennial crop plant? Phyton-Annales Rei Botanicae 1997; 37:265-70. 16. Karban R, Niiho C. Induced resistance and suscepti- bility to herbivoryplant memory and altered plant development. Ecology 1995; 76:1220-5. 17. Stork W, Diezel C, Halitschke R, Galis I, Baldwin IT. An Ecological Analysis of the Herbivory-Elicited JA Burst and Its Metabolism: Plant Memory Processes and Predictions of the Moving Target Model. Plos One 2009; 4:4697. 18. Kwon CS, Lee D, Choi G, Chung WI. Histone occu- pancy-dependent and -independent removal of H3K27 trimethylation at cold-responsive genes in Arabidopsis. Plant J 2009; 60:112-21. 19. Verhoeven KJF , Jansen JJ, Van Dijk PJ, Biere A. Stress-induced DNA methylation changes and their heritability in asexual dandelions. New Phytol 2010; 185:1108-18. 20. Aikawa S, Kobayashi MJ, Satake A, Shimizu KK, Kudoh H. Robust control of the seasonal expression of the Arabidopsis FLC gene in a fluctuating environ-ment. Proc Natl Acad Sci USA 2010; 107:11632-7.1370 Plant Signaling  Behavior Volume 6 Issue 944. Ma Z, Hasenstein KH. Noise amplification of plant gravisensing. Adv Space Res 2007; 39:1119-26. 45. Shafrir Y, Forgacs G. Mechanotransduction through the cytoskeleton. Am J Physiol-Cell Physiol 2002; 282:479-86. 46. Schlicht M, Strnad M, Scanlon MJ, Mancuso S, Hochholdinger F , Palme K, et al. Auxin immunolocal- ization implicates vesicular neurotransmitter-like mode of polar auxin transport in root apices. Plant Signal Behav 2006; 1:122-33. 47. Friml J, Wisniewska J, Benkova E, Mendgen K, Palme K. Lateral Relocation of Auxin Efflux Regulator Pin3 Mediates T ropism in Arabidopsis. Nature 2002; 415:806-9. 48. Chen RJ, Hilson P , Sedbrook J, Rosen E, Caspar T, Masson PH. The Arabidopsis thaliana agravitropic 1 gene encodes a component of the polar-auxin-transport efflux carrier. Proc Natl Acad Sci USA 1998; 95:15112-7. 49. Sukumar P , Edwards KS, Rahman A, Delong A, Muday GK. PINOID kinase regulates root gravitrop- ism through modulation of PIN2-dependent basipetal auxin transport in Arabidopsis. Plant Physiol 2009; 150:722-35. 50. Rahman A, Takahashi M, Shibasaki K, Wu SA, Inaba T, Tsurumi S, et al. Gravitropism of Arabidopsis thaliana roots requires the polarization of PIN2 toward the root tip in meristematic cortical cells. Plant Cell 2010; 22:1762-76. 51. Blancaflor EB, Hasenstein KH. Actin microfilaments are not involved in the graviresponse of maize roots. Plant Physiol 1996; 111:662. 52. Hasenstein KH. Plant responses to gravityInsights and extrapolations from ground studies. Gravit Space Biol 2009; 22:21-32.33. Shen-Miller J, Hinchman R, Gordon S. Thresholds of georesponse to acceleration in gravity-compensated Avena seedlings. Plant Physiol 1968; 43:338-44. 34. Johnsson A, Pickard BG. Threshold stimulus for geot- ropism. Physiol Plant 1979; 45:315-9. 35. Driss-Ecole D, Legue V, Carnero-Diaz E, Perbal G. Gravisensitivity and automorphogenesis of lentil seed- ling roots grown on board the International Space Station. Physiol Plant 2008; 134:191-201. 36. Ishikawa H, Evans ML. Correlations between changes in electrical parameters and changes in cell elongation rates in gravistimulated roots. Adv Space Res 1994; 14:125-33. 37. Swarup R, Perry P , Hagenbeek D, Sraten D, Beemster G, Sandberg G, et al. Ethylene upregulates auxin bio- synthesis in Arabidopsis seedlings to enhance inhibition of root cell elongation. Plant Cell 2007; 19:2186-96. 38. Iversen T, Larsen P . Movements of amyloplasts in the statocytes of geotropically stimulated roots: The pre- inversion effect. Plant Physiol 1973; 28:172-81. 39. Sack F , Suyemoto M, Leopold A. Amyloplast sedimen-tation kinetics in gravistimulated maize roots. Planta 1985; 165:295-300. 40. Leitz G, Kang B, Schoenwaelder M, Staehelin L. Statolith sedimentation kinetics and force transduction to the cortical endoplasmic reticulum in gravity-sensing Arabidopsis columella cells. Plant Cell 2009; 21:843-60. 41. Vitha S, Yang M, Sack FD, Kiss JZ. Gravitropism in the starch excess mutant of Arabidopsis thaliana. Am J Bot 2007; 94:590-8. 42. Stankovic B, Volkmann D, Sack FD. Autonomic straightening after gravitropic curvature of cress roots. Plant Physiol 1998; 117:893-900. 43. Haga K, Iino M. Asymmetric distribution of auxin correlates with gravitropism and phototropism but not with autostraightening (autotropism) in pea epicotyls. J Exp Bot 2006; 57:837-47.21. Bond DM, Finnegan EJ. Passing the message on: inheritance of epigenetic traits. T rends Plant Sci 2007; 12:211-6. 22. Boyko A, Golubov A, Bilichak A, Kovalchuk I. Chlorine Ions but not Sodium Ions Alter Genome Stability of Arabidopsis thaliana. Plant Cell Physiol 2010; 51:1066-78. 23. Galis I, Gaquerel E, Pandey SP , Baldwin IT. Molecular mechanisms underlying plant memory in JA-mediated defence responses. Plant Cell Envir 2009; 32:617-27. 24. Goh CH, Nam HG, Park YS. Stress memory in plants: a negative regulation of stomatal response and tran- sient induction of rd22 gene to light in abscisic acid-entrained Arabidopsis plants. Plant J 2003; 36:240-55. 25. Demongeot J, Thellier M, Thomas R. Storage and recall of environmental signals in a plant: modeling by use of a differential (continuous) formulation. Comptes Rendus Biologies 2006; 329:971-8. 26. Digby J, Firn RD. The gravitropic set-point angle (GSA): The identification of an important develop- mentally controlled variable governing plant architec-ture. Plant Cell Envir 1995; 18:1434-40. 27. Digby J, Firn RD. Light modulation of the Gravitropic Set-Point Angle (GSA). J Exp Bot 2002; 53:377-81. 28. Perbal G, Jeune B, Lefranc A, Carnero-Diaz E, Driss-Ecole D. The dose-response curve of the gravitropic reaction: a re-analysis. Physiol Plant 2002; 114:336-42. 29. Blancaflor EB, Fasano JM, Gilroy S. Mapping the func-tional roles of cap cells in the response of Arabidopsis primary roots to gravity. Plant Physiol 1998; 116:213-22. 30. Hensel W, Sievers A. Effects of prolonged omnilateral gravistimulation on the ultrastructure of statocytes and on the graviresponse of roots. Planta 1980; 150:338-46. 31. Smith JD, Staehelin LA, Todd P . Early root cap devel-opment and graviresponse in white clover (Trifolium repens) grown in space and on a two-axis clinostat. J Plant Physiol 1999; 155:543-50. 32. Kozeko L, Kordyum E. The stress protein level under clinorotation in context of the seedling developmental program and the stress response. Microgravity Sci Technol 2006; 18:254-6.",
        "introduction": "Plants respond to environmental stimuli such as gravity, light, water, wind and touch. The gravitropic response is an often-cited example of biological signal perception, processing (transduc - tion) and response. Signal perception is attributed to sedimenting or moving amyloplasts. 1 The physical process is then converted into a biochemical signal that elicits a growth response in the shoot and roots, where differential elongation on the top and bot - tom flank reestablishes the gravitropic set-point angle. The curva - ture is the final step in a series of complex processes 2,3 that include redistribution of auxin (the Cholodny-Went hypothesis), differ - ent sensitivities toward auxin and the ability of cells to retain wall plasticity. 4 While the detailed analysis of the gravitropic signal process - ing has made significant progress, signal retention or longevity received little attention. The concept of signal persistence inevi - tably leads to the broader issue of defining processes or conditions responsible for the coordination of more than one stimulus and some evaluation of the significance of the stimuli that determine the overall response such as the curvature after gravistimulation. Any type of signal persistence represents some type of memory, which is typically not attributed to organisms such as plants. However, there are numerous examples of memory effects. Perhaps the earliest tests of induced memory were reported as a consequence of puncturing cotyledons of Bidens pilosus L. 5,6 The memory effect depended on the removal of the apex; the location and number of injuries and could be categorized as short- and Gravitropism describes curvature of plants in response to gravity or differential acceleration and clinorotation is commonly used to compensate unilateral effect of gravity. We report on experiments that examine the persistence of the gravity signal and separate mechanostimulation from gravistimulation. Flax roots were reoriented (placed horizontally for 5, 10 or 15 min) and clinorotated at a rate of 0.5 to 5 rpm either vertically (parallel to the gravity vector and root axis) or horizontally (perpendicular to the gravity vector and parallel to the root axis). Image sequences showed that horizontal clinorotation did not affect root growth rate (0.81  0.03 mm h -1) but vertical clinorotation reduced root growth by about 7. The angular velocity (speed of clinorotation) did not affect growth for either direction. h owever, maximal curvature for vertical clinorotation decreased with increasing rate of rotation and produced straight roots at 5 rpm. In contrast, horizontal clinorotation increased curvature with increasing angular velocity. The point of maximal curvature was used to determine the longevity (memory) of the gravity signal, which lasted about 120 min. The data indicate that mechanostimulation modifies the magnitude of the graviresponse but does not affect memory persistence.Effects of mechanostimulation on gravitropism and signal persistence in flax roots Susan P . John and Karl h . hasenstein Department of Biology; University of Louisiana at Lafayette; Lafayette, L a US a Key words: mechanostimulation, memory, clinorotation speed and direction, signal persistence, signal saturation long-term memory. Other retention of mechanostimulation per - tains to the hair cells of the Venus fly-trap ( Dionaea muscipula );7,8 the sensitivity of staminal filaments in thistles,9 and probably additional but undocumented phenomena. Memory effects have been linked to temperature10-12 drought stress,13,14 ozone stress,15 and herbivory.16,17 As diverse as the remembered stimuli are the underlying mechanisms of memory function. Cold memory depends on methylation of cold-responsive genes 18,19 that inte - grates week-long temperature shifts for robust flower induction20 and extends over generations.21 In addition to epigenetic pro - cesses, excess Cl- ions can affect multi-generational changes.22 Successful defense mechanisms to previously-experienced herbiv - ory may be linked to biosynthetic pathways, enhanced sensitivity to metabolites, small RNAs, 23 or elevated levels of ABA.24 Memory, although even mathematically modeled,25 is diffi - cult to characterize especially for gravistimulation, because an organ (e.g., a horizontally reoriented root) perceives the stimulus for an extended time, during which the stimulus diminishes with the sine of the achieved curvature. The complexity of determin - ing the longevity of a stimulus is further compromised by the variability of the gravitropic set point angle 26 and its modulation by other factors such as light.27 Gravity compensation by clinorotation can be used to distin - guish stimulus and response processes because it is possible to separate a pulse of unilateral gravistimulation (angular reorien - tation) from clinorotation, i.e., gravity-compensated, but omni - lateral mechanostimulation. This approach has been used for the determination of the minimal (presentation) time required 1366 Plant Signaling  Behavior Volume 6 Issue 9remaining below the threshold level of gravisensitivity (10-3 g equivalents33-35) as a result of centrifugal forces. The results indi - cate a pronounced effect of the direction of clinorotation on response to but not memory of the stimulus.",
        "conclusion": "Angular velocity and direction interfere with the graviresponse mechanism in roots. Independent of velocity and direction of clinorotation, the gravity signal persisted for 2 h and 10 min of reorientation sufficed to saturate the gravitropic signal. Future studies will investigate to what extent this phenomenon depends on auxin distribution, cytoskeletal network, metabolism, other signaling molecules or changes in gene activation. Differences in curvature after vertical and horizontal clinorotation offer the opportunity to identify structures or processes that distinguish the direction of clinorotation and contribute to the magnitude of differential elongation. Acknowledgments This work was supported by a grant from the National Aeronautics and Space Administration to KHH (grant  NNX10AP91G).if maximum curvature is achieved at 120 min, the signal persis - tence amounts to 110 min. The key factors involved in this plant memory may be the velocity at which auxin (sometimes likened to a neurotransmitter), 46 is redistributed and equilibrates among the differentially elongating tissues. The signal persistence of about 2 h coincides with the reported pattern of auxin flow that includes auxin redistribu - tion and movement from the cap to the elongation zone.46 Since asymmetric auxin flow is dependent on the relocalization of PIN proteins, it is possible that the memory is related to the stability of PIN relocalization. PIN 3, which is located in the columella cells, re-localized within 2 min from the basal side to the lateral side of the columella. 47 PIN3 proteins likely determine the initial direction of auxin flow within the root cap47,48 and PIN 2 facilitates auxin flow from the columella to the elongation zone. 49,50 Another factor that could affect signal persistence is the actin cytoskeleton. Although actin is not involved in the initial perception, 51 it may downregulate uneven auxin distribution or contribute to ion channel activation.52 Further work is needed to assess the time and extent of PIN relocalization as a function of angular velocity. Materials and",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]