[
    {
        "pmid": "20673022",
        "title": "Chondrogenesis and mineralization during in vitro culture of human mesenchymal stem cells on three-dimensional woven scaffolds.",
        "year": "2010",
        "journal": "Tissue Eng Part A",
        "abstract": "Human mesenchymal stem cells (hMSCs) and three-dimensional (3D) woven poly(ɛ-caprolactone) (PCL) scaffolds are promising tools for skeletal tissue engineering. We hypothesized that in vitro culture duration and medium additives can individually and interactively influence the structure, composition, mechanical, and molecular properties of engineered tissues based on hMSCs and 3D poly(ɛ-caprolactone). Bone marrow hMSCs were suspended in collagen gel, seeded on scaffolds, and cultured for 1, 21, or 45 days under chondrogenic and/or osteogenic conditions. Structure, composition, biomechanics, and gene expression were analyzed. In chondrogenic medium, cartilaginous tissue formed by day 21, and hypertrophic mineralization was observed in the newly formed extracellular matrix at the interface with underlying scaffold by day 45. Glycosaminoglycan, hydroxyproline, and calcium contents, and alkaline phosphatase activity depended on culture duration and medium additives, with significant interactive effects (all p < 0.0001). The 45-day constructs exhibited mechanical properties on the order of magnitude of native articular cartilage (aggregate, Young's, and shear moduli of 0.15, 0.12, and 0.033 MPa, respectively). Gene expression was characteristic of chondrogenesis and endochondral bone formation, with sequential regulation of Sox-9, collagen type II, aggrecan, core binding factor alpha 1 (Cbfα1)/Runx2, bone sialoprotein, bone morphogenetic protein-2, and osteocalcin. In contrast, osteogenic medium produced limited osteogenesis. Long-term culture of hMSC on 3D scaffolds resulted in chondrogenesis and regional mineralization at the interface between soft, newly formed engineered cartilage, and stiffer underlying scaffold. These findings merit consideration when developing grafts for osteochondral defect repair.",
        "full_text": "Chondrogenesis and Mineralization During In Vitro Culture of Human Mesenchymal Stem Cells on Three-Dimensional Woven Scaffolds Christoffer K. Abrahamsson, B.S.,1,Fan Yang, Ph.D.,1,Hyoungshin Park, Ph.D.,1 Jonathan M. Brunger, B.S.,2Piia K. Valonen, Ph.D.,1Robert Langer, Sc.D.,1Jean F. Welter, M.D., Ph.D.,3 Arnold I. Caplan, Ph.D.,3Farshid Guilak, Ph.D.,2and Lisa E. Freed, M.D., Ph.D.1,4 Human mesenchymal stem cells (hMSCs) and three-dimensional (3D) woven poly( e-caprolactone) (PCL) scaf- folds are promising tools for skeletal tissue engineering. We hypothesized that in vitro culture duration and medium additives can individually and interactively inuence the structure, composition, mechanical, and molecular properties of engineered tissues based on hMSCs and 3D poly( e-caprolactone). Bone marrow hMSCs were suspended in collagen gel, seeded on scaffolds, and cultured for 1, 21, or 45 days under chondrogenic andor osteogenic conditions. Structure, composition, biomechanics, and gene expression were analyzed. In chon-drogenic medium, cartilaginous tissue formed by day 21, and hypertrophic mineralization was observed in thenewly formed extracellular matrix at the interface with underlying scaffold by day 45. Glycosaminoglycan,hydroxyproline, and calcium contents, and alkaline phosphatase activity depended on culture duration andmedium additives, with signicant interactive effects (all p0.0001). The 45-day constructs exhibited mechanical properties on the order of magnitude of native articular cartilage (aggregate, Youngs, and shear moduli of 0.15,0.12, and 0.033 MPa, respectively). Gene expression was characteristic of chondrogenesis and endochondral bone formation, with sequential regulation of Sox-9, collagen type II, aggrecan, core binding factor alpha 1 (Cbf a1) Runx2, bone sialoprotein, bone morphogenetic protein-2, and osteocalcin. In contrast, osteogenic medium produced limited osteogenesis. Long-term culture of hMSC on 3D scaffolds resulted in chondrogenesis andregional mineralization at the interface between soft, newly formed engineered cartilage, and stiffer underlyingscaffold. These ndings merit consideration when developing grafts for osteochondral defect repair. Introduction Articular cartilage possesses a complex, zonal ar- chitecture that enables smooth articulation at the joint surface and rigid attachment to the subchondral bone. Since bone-to-bone interfaces are known to integrate better and faster than cartilage-to-bone interfaces, tissue-engineered os- teochondral constructs are a promising technique for articu-lar cartilage repair. 1,2Indeed, various composite grafts have been explored for osteochondral tissue regeneration utiliz-ing a variety of cell-seeded scaffolds, including hyaluronansponges with calcium phosphate supports, 3nonwoven poly(glycolic acid) (PGA) meshes with collagen-hydroxyap-atite supports,4three-dimensional (3D) printed poly(lactic-co- glycolic acid)poly(lactide) scaffolds with poly(lactic-co-glycolic acid)tricalcium phosphate supports, 5agarose gels with devitalized trabecular bones,6and collagen gels with hydroxyapatite supports.7 Human mesenchymal stem cells (hMSCs) are a promis- ing cell source for osteochondral tissue engineering, due totheir multilineage differentiation potential. 8,9Moreover, dy- namic interaction between intrinsic (genetic) and extrinsic (i.e., chemical, mechanical, and temporal) factors determine the developmental fate of hMSCs10,11and tissue-engineered constructs.12,13Appropriate control of these factors may lead to favorable outcomes in osteochondral tissue engineering. 1Harvard-MIT Division of Health Sciences and Technology, Massachusetts Institute of Technology, Cambridge, Massachusetts. 2Departments of Surgery, Biomedical Engineering, and Mechanical Engineering and Materials Science, Duke University Medical Center, Durham, North Carolina. 3Department of Biology, Skeletal Research Center, Case Western Reserve University, Cleveland, Ohio. 4C.S. Draper Laboratory, Biomedical Engineering Group, Cambridge, Massachusetts. These authors contributed equally to this work.TISSUE ENGINEERING: Part A Volume 16, Number 12, 2010Mary Ann Liebert, Inc. DOI: 10.1089ten.tea.2010.0190 3709The present work describes cartilage and bone tissue engi- neering using hMSCs and a 3D woven scaffold that we re- cently developed.14 Poly(e -caprolactone) (PCL) was selected as the scaffold material because it degrades relatively slowly15and pos- sesses an appropriately high bulk stiffness to facilitate MSC differentiation toward skeletal lineages.16In our recent in vitro study17chondrogenesis and mechanical functionality were clearly evident for 21-day constructs made from hMSCsembedded in Matrigel and cultured statically on 3D wovenPCL scaffolds, with average aggregate and Youngs moduli(H Aof 0.37 MPa and Eof 0.41 MPa, respectively) approach- ing values reported for normal articular cartilage (H Aof 0.1 2.0 MPa; Eof 0.40.8 MPa).1820 In the present study, we tested the hypothesis that culture duration and medium additives can individually and inter-actively inuence structure, composition, biomechanics, andgene expression in engineered skeletal tissues generated us- ing hMSCs and 3D woven PCL scaffolds. On the basis of our recent nding that static culture supported chondrogenesisin this in vitro model, 17all constructs in the present study were cultured statically. We selected to seed the PCL scaf- folds with hMSC mixed in a type I collagen gel such that gel entrapment enhanced cell seeding efciency and helped tomaintain spherical cell morphology for promotion of chon- drogenesis. 21In one group of constructs, the medium was supplemented with soluble molecular mediators associated with chondrogenic differentiation of hMSCs (i.e., trans- forming growth factor TGF- b, insulin, and dexametha- sone),22whereas in the other group the medium contained additives associated with osteogenic differentiation (i.e., se-rum, b-glycerophosphate, and dexamethasone). 23Properties of the resulting engineered tissues were assessed at multiple levels at culture days 1, 21, and 45. Materials and Methods Construct preparation and cultivation All cell culture reagents were obtained from InVitrogen or Sigma, unless otherwise specied. The hMSCs were derived from bone marrow aspirates obtained from a healthy, mid- dle-aged adult man with informed consent according to an Institutional Review Boardapproved protocol at CaseWestern Reserve University. Before seeding on PCL scaf-folds, the hMSCs were expanded by 10-fold during a single passage in which cells were plated at 5500 cellscm 2 and cultured in basic medium (Dulbeccos modied Eaglesmedium with 1 penicillin-streptomycin-fungizone supple- mented with 10 fetal bovine serum and 10 ngmL of bro- blast growth factor-2; Peprotech). The 3D woven scaffold was made from PCL yarn (24 mm diameter per lament; 44 lamentsyarn, Grilon KE-60; EMSGriltech). In brief, 11 in-plane layers aligned perpendicularly inthe warp ( x)a n dw e f t( y) directions were interlocked by a third set of yarns running in the zdirection using a custom-built loom. 14The roughly 1.4-mm-thick scaffolds had porosity of 61C60.2, and approximate pore dimensions of 330 C2260 100mm. One million P2 hMSCs were mixed with 30 mLo f0 . 6  (wv) type I collagen gel (BD Bio sciences), and the resulting mixture was pipetted onto each P C Ls c a f f o l d( 7 - m m - d i a m e t e r , 1.3-mm-thick discs). The dry scaffolds readily absorbed thecellhydrogel mixture and the initial distribution of cellsthroughout scaffolds appeared to be relatively uniform, as in our recent report, 17and therefore we did not elect to use the vacuum manifold setup described in other reports.14,24 The resulting constructs were placed in 12-well plates (one construct per well), incubated for 1.5 h at 37 8C in a humidied, 5 CO 2room air incubator to allow collagen gelation, and then 2 mL of differentiation medium was added to eachwell. Two experimental groups were compared: (1) a chon- drogenic group, in which basic medium was supplementedwith 10 ngmL recombinant human TGF- b3 (Peprotech), 1 insulin-transferrin-selenium (ITS ) premix (BD Biosciences), 100 nM dexamethasone (Sigma), 82 mgL ascorbic-2-phosphate, 0.4 mM proline, 0.1 mM nonessential amino acids,and 1 M HEPES buffer, and (2) an osteogenic group, in which basic medium was supplemented with 10 fetal bovine serum, 10 mM b-glycerophosphate, 100 nM dexamethasone, and 50 mgmL ascorbic acid 2-phosphate. Culture media were completely replaced every 23 days, and constructs were harvested at culture day 1, 21, or 45. For 21- and 45-dayconstructs, the differentiating medium was replaced withserum-free medium 24 h before harvest, and the constructs were rinsed at the time of harvest. The constructs were not intentionally moved during the culture; however, theymay have been inadvertently ipped over during medium replacement. Construct analyses Samples for histology (n 2 per group) were formalin xed, parafn embedded, and sectioned to 5 mm. 17Histolo- gical stains included hematoxylin and eosin, Massons tri- chrome, safranin-Ofast green, and alizarin red at Histoserv.Immunohistochemical stains included collagen types I andII; these markers were assessed individually, similar to our previous description. 17Apoptosis staining was done using a TACS 2 TdT-DAB in situ detection kit (Trevigen). Samples for microcomputerized tomography (12 per group) wereformalin xed, immersed in 70 ethanol, and loaded into a microCT 40 system (Scanco Medical). Medium-resolutionscans were obtained in 16 mm increments at energy of 45 kVp and intensity of 177 mA. Three-dimensional reconstructions were obtained using accompanying commercial software(Scanco). Amounts of DNA, glycosaminoglycans (GAG), andortho-hydroxyproline (OHP) were measured on papain- digested samples (n 3 per group), as previously de- scribed. 17Construct amounts of calcium were measured (n3 per group) using a commercial assay (Pointe Scien- tic), following sample lyophilization, homogenization in 0.5 M HCl, and vigorous mixing for 16 h at 4 8C. Alkaline phosphatase (ALP) activity was calculated (n 3 per group) using Sigmafast p-nitrophenyl phosphate Tablets (Sigma)following sample homogenization in 0.75 M 2-amino-2-methyl propanol solution and measurement of absorptivity kinetics of reaction products at 405 nm with a Perkin Elmer Victor 3 plate reader (Perkin Elmer). Biphasic mechanical testing was performed to determine aggregate modulus ( H A), hydraulic permeability (k ), Youngs modulus (E ), and complex shear modulus (G ) as previously described.24Test specimens were obtained (n 36 per group) by punching 3-mm-diameter cores from the centers of3710 ABRAHAMSSON ET AL.harvested constructs. Conned-compression creep tests and unconned stressrelaxation tests were performed using a Bose-Enduratec ELF 3200 materials testing system. For con- ned compression test, specimens from the chondrogenicgroup were subjected to a 5-gf tare load and a 15-gf step compressive load, to ensure that strains remained in the in- nitesimal range; specimens from the osteogenic groupequilibrated to a 10-gf tare load before application of a 30-gf step compressive load. For unconned stressrelaxation tests, specimens were equilibrated to a 5-gf tare load, and thenstrain steps of 0.04, 0.08, 0.12, and 0.16 were sequentially ap-plied, with each step lasting for 900 s. Dynamic frequency sweep tests were performed using an ARES Rheometrics System. Specimens were placed between two porous rigidplatens in a bath of phosphate-buffered saline. After equili- bration to a compressive offset strain of 10, a sinusoidal shear strain was applied. Parameters for the dynamic testinclude a shear strain amplitude 5 and an angular frequency (o) that increased logarithmically from 1 to 50 rads. Values were reported for o10 rads. Total RNA was isolated (n 2 samples per group) by ho- mogenization in Trizol (Invitrogen) followed by extraction inchloroform and centrifugation (20,800 g,48C, 20 min). The RNA was precipitated by adding 2-propanol followed by centrifugation (20,800 g,48C, 20 min). The pellet was washed in 70 ethanol, centrifuged (10,600 g,48C, 10 min), dried, dissolved in water, and frozen at C0808C. cDNA was synthe- sized by real-time polymerase chain reaction (RT-PCR) using the Superscript First-Strand Synthesis System (Invitrogen) with a PCR Sprint Thermal cycler (Thermo Electron Co.).Quantitative polymerase chain reaction (PCR) analysis was performed using SYBR Green (Applied Biosystems, Foster City, CA) detecting reagent on a Sequence Step One Plus real-time PCR (Applied Biosystems). Gene expression level wasrst normalized to glyceraldehyde 3-phosphate dehydroge- nase, and then normalized to the mRNA level measured for the corresponding 1-day sample from the chondrogenicgroup. Sequences of PCR primers are provided in Table 1. Statistical analysis A full-factorial two-way analysis of variance with Tukeys HSD post hoc test was performed (JMP v8.0; SAS Institute, Inc.) to assess the effects of culture time and medium type on biochemical and biomechanical parameters. Values ofp0.05 were considered statistically signicant.Results Construct wet and dry weight increased signicantly with culture time in both groups (Table 2). In the chondrogenic group, the upward-facing surfaces were smooth and hyaline like (Fig. 1A, B), whereas tissue formation was less pro-nounced at the lower surfaces facing the bottom of the cul- ture well. In the osteogenic group the surfaces were rough with the woven contours of the underlying PCL scaffoldclearly visible (Fig. 1C, D). In the chondrogenic group,abundant extracellular matrix (ECM) was present through- out the full thickness of the constructs at 21 days (Fig. 1E), and new tissue extended beyond the connes of the PCLscaffold at 45 days (Fig. 1F). In contrast, in the osteogenic group ECM was less prevalent and was conned within the PCL scaffold (Fig. 1G, H). DNA content was signicantlyinuenced by culture time but not medium additives (Table 2). Between culture days 1 and 21, DNA increased by two- to threefold, whereas between days 21 and 45 DNA decreasedslightly in both groups. In the chondrogenic group at 21 days, cell morphology was predominately polygonal, with some cells exhibiting rounded, chondrocytic morphology(Fig. 1I) and a few broblastic cells. After 45 days, variouscharacteristics of mature chondrocytes were evident, in- cluding condensed cells in lacunae (Fig. 1J) and nesting cells (Fig. 1K). In the osteogenic group, cell morphologies at 21and 45 days ranged from broblastic to elongated, with no chondrocytic cells present (Fig. 1L, M). Apoptosis was not prevalent, but pycnotic cells were occasionally present in thecentral and lower regions of constructs cultured in both types of media (data not shown). The amount of OHP, an indicator of total collagen, de- pended on culture time and medium additives, with signif- icant interactive effects (all p0.0001) (Table 2). In the chondrogenic and osteogenic groups, 45-day constructs hadOHP contents of 75 and 27 mgconstruct, respectively (Table 2). In the chondrogenic group, the ECM was predominately hyaline like (Figs. 2A and 3A), whereas in the osteogenic group, the ECM was brocartilaginous (Figs. 2B and 3B).Collagen type I was present at low levels in both groups at both time points (data not shown). Collagen type II, the major collagen in cartilage, was prevalent in the chondro-genic group (Figs. 2C and 3C), but was not detected in the osteogenic group (Figs. 2D and 3D). The amount of GAG, an indicator of cartilage, depended on culture time and mediumadditives, with signicant interactive effects (all p0.0001). Table 1.Primer Sequences Used in the Real-Time Polymerase Chain Reaction (Forward and Backward ,50to30) Primer Forward Backward Collagen type II atgattcgcctcggggctcc tcccaggttctccatctctg Aggrecan tgaggagggctggaacaagtacc ggaggtggtaattgcagggaaca Sox-9 aatctcctggaccccttcat gtcctcctcgctctccttct Glyceraldehyde 3-phosphate dehydrogenase acagtcagccgcatcttctt acgaccaaatccgttgactc Core binding factor alpha 1 gtgcggtgcaaactttctcc aatgactcggttggtctcgg Collagen type I gcatggccaagaagacatcc cctcgggtttccacgtctc Osteocalcin ccgggagcagtgtgagctta tagatgcgtttgtaggcggtc Bone sialoprotein cagaggaggcaagcgtcact ctgtctgggtgccaacactg Osteonectin atccagagctgtggcacaca ggaaagaaacgcccgaaga Bone morphogenetic protein gcaggtgggaaagttttgatg cctccaagtgggccacttc Alkaline phosphatase acgtggctaagaatgtcatc ctggtaggcgatgtccttaREGIONAL MINERALIZATION OF ENGINEERED CARTILAGE 3711In the chondrogenic and osteogenic groups, 45-day con- structs had GAG contents of 1370 mgconstruct and 29 mg construct, respectively (Table 2). Consistently, GAG stain-ing by safranin-O was intense in the chondrogenic group(Fig. 3E), but was not detected in the osteogenic group (Fig. 3F). In the chondrogenic group at 45 days, columns of rounded cells in lacunae were oriented perpendicular to the surface inthe deep and middle portions of the construct, and elongated cells were aligned in parallel to the surface in the supercialportions (Fig. 3C). This cellular organization is analogous tocertain architectural features present in normal articular cartilage. Mineralization was demonstrated by quantitative cal- cium assay, histological staining, and microCT imaging. Theamount of calcium depended on culture time and medium additives, with signicant interactive effects present (all p 0.0001) (Table 2). In the chondrogenic and osteogenic groups, 45-day constructs had calcium contents of 247 mgconstruct and 441 mgconstruct, respectively. In the chondrogenic group, ALP activity depended on culture time and mediumadditives, with signicant interactive effects (all p0.0001) (Table 2). Between days 1 and 21, ALP activity increased 100-fold and 10-fold in the chondrogenic and osteogenic groups, respectively. In the chondrogenic group, mineralized regionswere not found at 21 days (Fig. 2G), but were present in some but not all regions at 45 days (Fig. 3G, H), by alizarin red staining. In the osteogenic group, mineralized regions werepresent at 21 days (Fig. 2H) and in some but not all regions at 45 days (Fig. 3 I, J). Small nodules were observed by phase- contrast microscopy in the chondrogenic group at 45 days andin the osteogenic group at 21 and 45 days (data not shown). The 45-day constructs from the chondrogenic group ex- hibited mineralization at the interface between newly formedtissue and the underlying PCL scaffold, and in a ring-likepattern, based on histological cross sections (Fig. 4A), and top-down microCT views (Fig. 4B), respectively. Miner- alization was colocalized in areas where hyaline-like carti-lage matrix was also deposited, based on serial histological sections. Specically, in the same region where alizarin red stain revealed mineralization (Fig. 4A inset and C), a hyalinecartilage matrix was evident by safranin-O (Fig. 4D) andTable 2.Effects of Medium and Culture Time on Construct Composition and Mechanical Properties ANOVA (p -values) ParameterCulture time (days)Chondrogenic additivesOsteogenic additivesEffect of timeEffect of mediumTimeC2 medium Wet weight (mgconstruct) 1 34 C64.73 34C62.95 21 67 C61.95a67C61.95a0.0001 NS NS 45 71 C63.50a,b78C67.75a Dry weight (mgconstruct) 1 24 C62.25 24C62.95 21 28 C61.57 29C60.96 0.0001 NS NS 45 36 C62.30a,b33C64.14a DNA (m gconstruct) 1 2.1 C60.91 1.7C60.31 21 4.7 C60.34a5.3C60.46a0.0001 NS NS 45 3.06 C60.33b3.5C60.83a,b GAG (m gconstruct) 1 3.3 C62.36 1.6 C60.71 21 607 C6157a33C64.65a,c0.0001 0.0001 0.0001 45 1370 C6133a,b29C66.58a,b,c OHP (m gconstruct) 1 1.2 C61.00 0.77 C60.83 21 48 C67.33a16C62.85a,c0.0001 0.0001 0.005 45 75 C621a,b27C63.12a,b,c Ca(mgconstruct) 1 12 C60.3 16.9C65.2 21 5.0 C60.1 266C631.2a,c0.0001 0.0001 0.0001 45 247 C660a,b441C637.9a,b,c ALP activity (m Mminconstruct) 1 0.18 C60.13 0.37 C60.08 0.0001 0.0001 0.0001 21 19 C63.20 2.4C60.07 Aggregate modulus (H A, MPa) 21 0.235 C60.044 0.273 C60.024 NS 0.0001 0.005 45 0.153 C60.012b0.314C60.031c Permeability (k ,m4N.s) 21 3.3 C61.7C210C0151.8C60.53C210C0150.03 0.01 0.03 45 16 C613C210C015 b1.9C60.63C210C015 c Youngs modulus (E , MPa) 21 0.124 C60.051 0.232 C60.004cNS 0.0001 NS 45 0.118 C60.068b0.251C60.045c Shear modulus (G , kPa) 21 34.8 C64.45 34.7 C67.7 NS NS NS 45 33.4 C611.0b43.5C63.5c Phase angle (degrees) 21 22.1 C63.3 27.4C61.1cNS NS NS 45 25.0 C61.4 25.2 C64.0 Data represent the average C6standard deviation of n36 measurements. aSignicantly different from the corresponding sample on culture day 1. bSignicantly different from the corresponding sample on culture day 21. cSignicantly different from the corresponding group cultured with chondrogenic additives. ALP, alkaline phosphatase activity; ANOVA, analysis of variance; Ca, calcium; GAG, glycosaminoglycans; NS not signicant; OHP, ortho-hydroxyproline, 10 of the total collagen content.3712 ABRAHAMSSON ET AL.Massons trichrome (Fig. 4E). In 21- and 45-day constructs in the osteogenic group, sparse mineralization was observed throughout the PCL scaffold, based on histological cross sections and microCT images (data not shown). In the chondrogenic group, mRNA expression patterns were characteristic of chondrogenesis followed by chon-drocyte hypertrophy, as demonstrated by RT-PCR (Table 3).Specically, Sox-9, collagen type II, and aggrecan were se-quentially expressed. Moreover, early and late bone markers were also detected. Specically, core binding factor alpha 1 (Cbfa1Runx2), ALP, bone sialoprotein, bone morphoge- netic protein 2, and osteocalcin were sequentially expressed. Collagen type I collagen and osteonectin expression was highest at day 1, followed by downregulation. In the FIG. 1. Construct appearance at culture days 21 and 45. Representative constructs cultured in (A, B, E, F, I, J, K) chon- drogenic and (C, D, G, H, L, M) osteogenic medium shown in (AD) macroscopic photos and (EM) histological sections. The arrow in (F)shows how the woven poly(e -caprolactone) scaffold has been forced apart (arrow) by new tissue growth in this histological cross section. Arrows in (I, J, K) show chondrocytic morphology, whereas arrows in (L, M) show broblastic morphology. Stain: hematoxylin and eosin. Scale bars: (AD) 5 mm, (EH) 1 mm, and (IM) 50mm. Color images available online at www.liebertonline.comten. FIG. 2. Cartilage and bone markers present at culture day 21. Representative constructs cultured in (A, C, E, G) chon- drogenic and (B, D, F, H) osteo- genic medium showing (A, B) total collagen, (C, D) collagen type II, (E, F) glycosaminoglycan, and(G, H) mineral. Stains were (A, B) Massons trichrome, (C, D) collagen-type II (green) andDAPI (blue), (E, F) safranin-O fast green, and (G, H) alizarin red. Scale bars: (A, B, EH) 50mm and(C, D) 500mm. Color images available online at www .liebertonline.comten.REGIONAL MINERALIZATION OF ENGINEERED CARTILAGE 3713FIG. 3. Cartilage and bone markers present at culture day 45. Re- presentative constructs cultured in (A, C, E, G, H) chondrogenic and (B, D, F, I, J) osteogenic medium showing (A, B) total collagen, (C, D) collagen type II, (E, F) glycosamino- glycan, and (GJ) mineral. Stains were (A, B) Massons trichrome, (C, D)collagen type II (green) and DAPI (blue), (E, F) safranin-Ofast green, and(GJ) alizarin red. Arrows (H, J) show mineralized cells. Scale bars: (A, B, EJ) 50mm and (C, D) 500mm. Color images available online atwww.liebertonline.comten. FIG. 4. Circles indicate regions of interest for comparing Figs. 4C,D,E. Spatial localization of mineralization in the chon- drogenic group at culture day 45. (A)Full histological cross section stained with alizarin red. Arrow points to the new tissue that overgrew the connes of the poly(e-caprolactone) scaffold, (B)microcomputerized tomography image looking down onto the construct, (CE) magnied views of the mineralized region shown as the inset box in (A)in which serial histological sections were stained with (C)alizarin red (D)safranin-Ofast green and (E)Massons trichrome. Circles indicate regions of interest for comparing C, D, E . Scale bars: (A)1m m (B)2m m (CE) 300mm. Color images available online at www .liebertonline.comten.3714 ABRAHAMSSON ET AL.osteogenic group genes characteristic of bone formation were expressed, but at levels similar to or lower than those in the chondrogenic group at days 1 and 21, and lower than thosein chondrogenic group at day 45 (Table 3). In the osteogenic group, expression of the cartilage markers Sox-9, collagen type II, and aggrecan was at least one order of magnitudelower than in the chondrogenic group. Aggregate modulus (H A) depended signicantly on me- dium additives ( p0.0001) (Table 2). Hydraulic permeabil- ity (k) depended on culture time and medium additives witha signicant interactive effect (all p0.05). At 21 days, con- structs in the chondrogenic and osteogenic groups exhibitedsimilar values of H Aand k, but between days 21 and 45, HA decreased and kincreased in the chondrogenic group, whereas neither parameter changed signicantly in the os-teogenic group (Table 2). Youngs modulus depended sig-nicantly on medium additives ( p0.0001), and was consistently lower in the chondrogenic group than in theosteogenic group (Table 2). Complex shear modulus wasindependent of medium additives and time (Table 2). Phaseangle ranged from 20 8to 30 8under all conditions tested, suggesting viscoelastic solid-like behavior. Discussion In this study, signicant effects of culture duration and medium additives on hMSC-based tissue-engineered carti- lage and bone were demonstrated by structural, composi- tional, mechanical, and genetic methods. In chondrogenic medium, cartilaginous tissue formed by day 21, and hyper-trophic mineralization was observed in the newly formedECM at the interface with underlying scaffold by day 45. The study opens up new possibilities for osteochondral tissue engineering, which is a clinically relevant strategy for carti-lage regeneration of the knee. For example, by providing different concentrations of oxygen andor growth factors on the upper and lower surfaces of hMSC-based constructs, itmay be feasible to maintain cartilaginous tissue on one side, while inducing bone formation on the opposite side. The nding that 21-day cultures in chondrogenic medium exhibited chondrogenic differentiation and mechanical functionality (Fig. 2; Tables 1 and 2) is consistent with our previous study. 17The nding of sequential regulation of the transcription factors Sox-9, collagen type II, and aggrecan (Table 3) provided evidence of active cellular processes. We attribute the development of cartilaginous tissue to soluble medium additives (TGF- b, ITS, and dexamethasone) in the context of a 3D cellular substrate with appropriate mechan- ical stiffness. Aggregate modulus (average C6standard devi- ation) of 21-day constructs in the present study (H A, 0.24C60.044 MPa; Table 2) was somewhat lower than that of our previous study of 21-day constructs based on hMSCs embedded in Matrigel and 3D woven PCL and culturedstatically (H A, 0.37C60.079 MPa).17Possible explanations for this difference, which may or may not be statistically sig- nicant, include use in the present study of collagen gel for cell seeding25and operator-to-operator differences in cell seeding technique. Research to further optimize cell seeding technique is in progress. In the present study, aggregate moduli of 3D woven scaf- folds seeded with hMSC and cultured for 21 days in chon-drogenic and osteogenic media (H A0.24 and 0.27 MPa, respectively, Table 2) were lower than those previously re- ported for the same scaffolds cultured without cells for 1428days (H A0.45 MPa), which was the longest duration pre- viously tested.24In the present study, an increase in culture duration to 45 days was associated with a decrease in HA,a n increase in k, and the formation of a thick tissue-like layer comprised of cells and ECM that extended beyond the con-nes of the scaffold in the chondrogenic group (Table 2 andFig. 1E, F), while mechanical properties were maintained and thick surface layers did not form in the osteogenic group (Table 2; Fig. 1G, H). Together, these data suggest that con-struct mechanical properties were initially dominated by the 3D woven scaffold, which had a relatively high compressive modulus, but were then inuenced by ECM that secreted bythe cultured cells, which had a lower compressive modulus.This effect depended on culture duration and was particularly evident in the chondrogenic medium group, where under static culture conditions a thick layer of ECM was deposited atthe construct surfaces led to reductions in H Aand Eand an increase in k(Table 2). We attribute the inhomogeneousTable 3.Effects of Medium and Culture Time on Gene Expression, Expressed as Fold-Change ParameterCulture time (days)Chondrogenic additivesOsteogenic additives Sox-9 1 1 0.02 21 0.15 0.01 45 0.19 0.01 Collagen type II 1 1 0.03 21 87,254 18.0 45 95,253 0.2 Aggrecan 1 1 0.12 21 37 0.86 45 29 0.34 Cbfa1 1 1 1.24 21 0.87 1.55 45 13.3 4.74 ALP 1 1 1.05 21 0.29 1.16 45 0.92 0.17 BSP 1 1 1.55 21 1387 690 45 13,884 574 BMP-2 1 NM NM 21 1 1.16 45 14.8 0.7 OC 1 1 2.31 21 3.68 7.63 45 6.84 5.68 ON 1 1 4.37 21 0.3 0.01 45 0.02 0.17 Collagen type I 1 1 1.35 21 0.29 0.01 45 0.03 0.02 Data represent the average of n2 measurements. Data were normalized to the average value for chondrogenic medium group at day 1, after normalization by glyceraldehyde 3-phosphate dehydro- genase. BMP-2, bone morphogenetic protein-2; BSP, bone sialoprotein; cbfa1, core binding factor alpha 1; NM, not measured; OC, osteocalcin; ON, osteonectin.REGIONAL MINERALIZATION OF ENGINEERED CARTILAGE 3715overgrowth that occurred to the static culture conditions and potentially to the inuence of type I collagen gel on chon- drogenesis, based on previous studies.17,2530Further studies are warranted to determine relative contributions to construct mechanical properties of the scaffold versus ECM, and to assess longer term mechanical properties of the 3D woven PCL without and with cultured cells. An important nding of the present study was that of regional mineralization of the cartilaginous matrix after45 days in vitro (Figs. 3 and 4 and Tables 1 and 2). While chondrogenic stimulation of constructs increased expressionof cartilage markers, our ndings also suggest that long-term culture of these constructs resulted in a hypertrophic chon- drocyte phenotype. Thus, the mineralization pattern ob-served in these constructs may be analogous in some respects to processes that occur during endochondral ossication 31,32 Upregulation of the bone transcription factor Cbf a1Runx2 in association with other bone markers ALP, bone sialopro-tein, bone morphogenetic protein 2, and osteocalcin (Table 3) provided evidence of active cellular processes, althoughpassive calcium deposition may also have occurred as in arecent study. 33Consistently, increased expression by hMSC of these genes as well as collagen type X, the hallmark ofhypertrophic chondrocytes, was previously reported afterchondrogenic induction. 3437Moreover, bone marker ex- pression was amplied by prolonged culture in some stud-ies. 38,39Our use of type I collagen as the cell seeding gel may have played a role in committing some hMSC toward os- teogenesis.40,41 On the basis of previous studies associating ECM stiffness with MSC lineage commitment,16it is possible that miner- alization was triggered by local mechanical cues imparted by the type I collagen gel andor the PCL scaffold. For example,a comparative study of gel-like carrier materials showed thatMatrigel suppressed calcication in ectopic implants of MSC- seeded constructs. 25Alternatively, the slowly degrading scaffold (e.g., PCL) may have played a role, since minerali- zation was not observed in vitro in constructs based on hMSCs and a rapidly degrading PGA scaffold, even afterextended (i.e., 12 week) culture. 13Hence, different temporal patterns of mechanical cues provided by the two scaffold platforms (PCL or PGA) could explain the observed miner- alization (or lack thereof). It is also possible that minerali-zation was triggered by local physiologic cues, such asgradients in oxygen tension or pH, as cartilage development is associated with anaerobic conditions, while bone devel- opment is associated with more aerobic conditions. 42,43 However, measurement of these physicochemical parame- ters was beyond the scope of the present study; hence, future studies may address their roles in inducing site-specic tis-sue differentiation. Likewise, it would be interesting to know whether the differences observed between chondrogenic and osteogenic media would also be seen with different scaffoldmaterials and structures. One limitation of the current work is that the data set was derived from a single cell donor, whereas ve or six differentdonors would be required to address the donor-to-donorvariability in hMSCs that can result in unforeseen irregu- larities not associated with the current experimental param- eters. In our ongoing work, hMSCs from additional donorsare being combined with 3D woven PCL to address the important issue of donor-to-donor variability.In conclusion, the present study demonstrated that culture duration and medium additives signicantly inuencedchondrogenesis andor osteogenesis by hMSCs in the con- text of a scaffold with appropriate mechanical properties.The study opens up new possibilities for osteochondral tis- sue engineering. Further in vitro and in vivo studies are ex- pected to lead to improved regenerative platforms (i.e., scaffolds and in vitro culture environments), and to more reliable therapeutic products. Acknowledgments This work was supported by NIH AR 055414, NASA NNJ04HC72G, and C.S. Draper Laboratory (LEF), NIH DE016516 (RL), NIH AR057600 and AR055042 (FG), and NIH AR050208 (J.F.W. and A.I.C.). The authors thankEMSGriltech for the PCL yarn; F. Moutos for providing the scaffolds; A. Kusanagi for providing collagen anti- b o d i e s ,a n dF .M o u t o s ,B .L a r s o n ,a n dJ .G o l df o rm a n yuseful discussions; and C.M. Weaver for help with article preparation. There was no signicant nancial support for this work that could have inuenced its outcome. Disclosure Statement One author (F.G.) owns equity in Cytex Therapeutics, Inc. The other authors have no known conicts of interest asso- ciated with this publication. References 1. Moutos, F.T., and Guilak, F. Composite scaffolds for carti- lage tissue engineering. Biorheology 45,501, 2008. 2. Freed, L.E., Engelmayr, G.C., Borenstein, J.T., Moutos, F.T., and Guilak, F. Advanced material strategies for tissue en- gineering scaffolds. Adv Mater 21,3410, 2009. 3 . G a o ,J . ,D e n n i s ,J . E . ,S o l c h a g a ,L . A . ,A w a d a l l a h ,A . S . , Goldberg, V.M., and Caplan, A. I. Tissue-engineered fabri- cation of an osteochondral composite graft using rat bonemarrow-derived mesenchymal stem cells. Tissue Eng 7, 363, 2001. 4. Schaefer, D., Martin, I., Jundt, G., Seidel, J., Heberer, M., Grodzinsky, A.J., Bergin, I., Vunjak-Novakovic, G., andFreed, L.E. Tissue engineered composites for the repair of large osteochondral defects. Arthritis Rheum 46,2524, 2002. 5. Sherwood, J.K., Riley, S.L., Palazzolo, R., Brown, S.C., Monkhouse, D.C., Coates, M., Grifth, L.G., Landeen, L.K., and Ratcliffe, A. A three-dimensional osteochondral com- posite scaffold for articular cartilage repair. Biomaterials 23, 4739, 2002. 6. Hung, C.T., Lima, E.G., Mauck, R.L., Taki, E., LeRoux, M.A., Lu, H.H., Stark, R.G., Guo, X.E., and Ateshian, G.A. Ana-tomically shaped osteochondral constructs for articular car- tilage repair. J Biomech 36,1853, 2003. 7. Ito, Y., Adachi, N., Nakamae, A., Yanada, S., and Ochi, M. Transplantation of tissue-engineered osteochondral plug us- ing cultured chondrocytes and interconnected porous calciumhydroxyapatite ceramic cylindrical plugs to treat osteochon- dral defects in a rabbit model. Artif Organs 32,36, 2008. 8. Pittenger, M.F., Mackay, A.M., Beck, S.C., Jaiswal, R.K., Douglas, R., Mosca, J.D., Moorman, M.A., Simonetti, D.W., Craig, S., and Marshak, D.R. Multilineage potential of adult human mesenchymal stem cells. Science 284, 143, 1999. 9. Caplan, A.I. Mesenchymal stem cells. J Orthop Res 9, 641, 1991.3716 ABRAHAMSSON ET AL.10. Estes, B.T., Gimble, J.M., and Guilak, F. Mechanical sig- nals as regulators of stem cell fate. Curr Top Dev Biol 60, 91, 2004. 11. Quintana, L., zur Nieden, N.I., and Semino, C.E. Morpho- genetic and regulatory mechanisms during developmental chondrogenesis: new paradigms for cartilage tissue engi- neering. Tissue Eng Part B Rev 15,29, 2009. 12. Freed, L.E., and Guilak, F. Engineering functional tissues. In: Lanza, R.P., Langer, R., and Vacanti, J., eds. Principles of Tissue Engineering, 3rd edition. New York, NY: Elsevier Academic Press, 2007, pp. 137153. 13. Liu, K., Zhou, G.D., Liu, W., Zhang, W.J., Cui, L., Liu, X., Liu, T.Y., and Cao, Y. The dependence of in vivo stable ectopic chondrogenesis by human mesenchymal stem cellson chondrogenic differentiation in vitro . Biomaterials 29, 2183, 2008. 14. Moutos, F.T., Freed, L.E., and Guilak, F. A biomimetic three- dimensional woven composite scaffold for functional tissueengineering of cartilage. Nat Mater 6,162, 2007. 15. Pitt, C.G. Poly-epsilon-caprolactone and its copolymers. In: Chasin, M., and Langer, R., eds. Biodegradable Polymersas Drug Delivery Systems. New York: Marcel Dekker, 1990, pp. 71120. 16. Engler, A.J., Sen, S., Sweeney, H.L., and Discher, D.E. Matrix elasticity directs stem cell lineage specication. Cell 126, 677, 2006. 17. Valonen, P.K., Moutos, F.T., Kusanagi, A., Moretti, M.G., Diekman, B.O., Welter, J.F., Caplan, A.I., Guilak, F., andFreed, L.E. In vitro generation of mechanically functional cartilage grafts based on adult human stem cells and 3D-woven poly(epsilon-caprolactone) scaffolds. Biomaterials 31,2193, 2010. 18. Mow, V.C., and Guo, X.E. Mechano-electrochemical prop- erties of articular cartilage: their inhomogenieties and an- isotropics. Annu Rev Biomed Eng 4,175, 2002. 19. Athanasiou, K.A., Rosenwasser, M.P., Buckwalter, J.A., Malinin, T.I., and Mow, V.C. Interspecies comparisons of in situ mechanical properties of distal femoral cartilage. J Orthop Res 9,330, 1991. 2 0 .J u r v e l i n ,J . S . ,B u s c h m a n n ,M . D . ,a n dH u n z i k e r ,E . B .O p - tical and mechanical determination of Poissons ratio ofadult bovine humeral articular cartilage. J Biomech 30, 235, 1997. 21. Watt, F.M., and Dudhia, J. Prolonged expression of differ- entiated phenotype by chondrocytes cultured at low densityon a composite substrate of collagen and agarose that re- stricts cell spreading. Differentiation 38,140, 1988. 22. Johnstone, B., Hering, T.M., Caplan, A.I., Goldberg, V.M., and Yoo, J.U. In vitro chondrogenesis of bone marrow- derived mesenchymal progenitor cells. Exp Cell Res 238, 265, 1998. 23. Haynesworth, S.E., Goshima, J., Goldberg, V.M., and Caplan, A.I. Characterization of cells with osteogenic potential fromhuman bone marrow. Bone 13,81, 1992. 24. Moutos, F., and Guilak, F. Functional properties of cell-seeded three-dimensionally woven poly(epsilon-caprolactone) scaf- folds for cartilage tissue engineering. Tissue Eng Part A 16, 1291, 2010. 25. Dickhut, A., Gottwald, E., Heisel, S.E., and Richter, W. Chondrogenesis of mesenchymal stem cells in gel-like bio-materials in vitro and in vivo. Front Biosci 13,4517, 2008. 26. Freed, L.E., Marquis, J.C., Vunjak-Novakovic, G., Emman- ual, J., and Langer, R. Composition of cell-polymer cartilage implants. Biotechnol Bioeng 43,605, 1994.27. Ishaug, S.L., Crane, G.M., Miller, M.J., Yasko, A.W., Yaszemski, M.J., and Mikos, A.G. Bone formation by three- dimensional stromal osteoblast culture in biodegradable polymer scaffolds. J Biomed Mater Res 36,17, 1997. 28. Vunjak-Novakovic, G., Martin, I., Obradovic, B., Treppo, S., Grodzinsky, A.J., Langer, R., and Freed, L.E. Bioreactorcultivation conditions modulate the composition and me- chanical properties of tissue engineered cartilage. J Orthop Res17,130, 1999. 29. Pei, M., Solchaga, L.A., Seidel, J., Zeng, L., Vunjak-Novakovic, G., Caplan, A.I., and Freed, L.E. Bioreactors mediate the effectiveness of tissue engineering scaffolds. FASEB J 16,1691, 2002. 30. Mahmoudifar, N., and Doran, P.M. Tissue engineering of human cartilage and osteochondral composites using re-circulation bioreactors. Biomaterials 26,7012, 2005. 31. Farrell, E., van der Jagt, O.P., Koevoet, W., Kops, N., van Manen, C.J., Hellingman, C.A., Jahr, H., OBrien, F.J., Ver- haar, A.N., Weinans, H., and van Osch, G. Chondrogenicpriming of human bone marrow stromal cells: a better route to bone repair? Tissue Eng Part C 15,285, 2009. 32. Scotti, C., Tonnarelli, B., Papadimitropoulos, A., Scherberich, A., Schaeren, S., Schauerte, A., Lopez-Rios, J., Zeller, R., Barbero, A., and Martin, I. Recapitulation of endochondral bone formation using human adult mesenchymal stem cells as a paradigm for developmental engineering. Proc Natl Acad Sci U S A 107, 7251, 2010. 33. Thibault, R.A., Baggett, L.S., Mikos, A.G., and Kasper, F.K. Osteogenic Differentiation of mesenchymal stem cells on pregenerated extracellular matrix scaffolds in the absence of osteogenic cell culture supplements. Tissue Eng Part A 16, 431, 2010. 34. Yoo, J.U., Barthel, T.S., Nishimura, K., Solchaga, L., Caplan, A.I., Goldberg, V.M., and Johnstone, B. The chondrogenicpotential of human bone-marrow-derived mesenchymal progenitor cells. J Bone Joint Surg Am 80,1745, 1998. 35. Sekiya, I., Vuoristo, J.T., Larson, B.L., and Prockop, D.J. In vitro cartilage formation by human adult stem cells from bone marrow stroma denes the sequence of cellular andmolecular events during chondrogenesis. Proc Natl Acad Sci USA 99,4397, 2002. 36. Mueller, M.B., and Tuan, R.S. Functional characterization of hypertrophy in chondrogenesis of human mesenchymal stem cells. Arthritis Rheum 58,1377, 2008. 37. Solchaga, L.A., Penick, K., Porter, J.D., Goldberg, V.M., Caplan, A.I., and Welter, J.F. FGF-2 enhances the mitotic and chondrogenic potentials of human adult bone marrow- derived mesenchymal stem cells. J Cell Physiol 203, 398, 2005. 38. Ichinose, S., Yamagata, K., Sekiya, I., Muneta, T., and Ta- gami, M. Detailed examination of cartilage formation andendochondral ossication using human mesenchymal stemcells. Clin Exp Pharmacol Physiol 32,561, 2005. 39. Steinert, A.F., Proffen, B., Kunz, M., Hendrich, C., Ghi- vizzani, S.C., Noth, U., Rethwi lm, A., Eulert, J., and Evans, C.H. Hypertrophy is induced during the in vitro chon- drogenic differentiation of human mesenchymal stem cells by bone morphogenetic protein-2 and bone morphoge- netic protein-4 gene transfer. Arthritis Res Ther 11,R148, 2009. 40. Mauney, J., and Volloch, V. Collagen I matrix contributes to determination of adult human stem cell lineage via differ-ential, structural conformation-specic elicitation of cellular stress response. Matrix Biol 28,251, 2009.REGIONAL MINERALIZATION OF ENGINEERED CARTILAGE 371741. Mizuno, M., Fujisawa, R., and Kuboki, Y. Type I collagen- induced osteoblastic differentiation of bone-marrow cells mediated by collagen-alpha2beta1 integrin interaction. J Cell Physiol 184, 207, 2000. 42. Bassett, C.A.L., and Herrmann, I. Inuence of oxygen con- centration and mechanical factors on differentiation of con- nective tissues in vitro . Nature 190, 460, 1961. 43. Malda, J., Martens, D.E., Tramper, J., van Blitterswijk, C . A . ,a n dR i e s l e ,J .C a r t i l a g e tissue engineering: contro- versy in the effect of oxygen. Crit Rev Biotechnol 23, 175, 2003.Address correspondence to: Lisa E. Freed, M.D., Ph.D. C.S. Draper Laboratory Biomedical Engineering Group 555 Technology Square-Mail Stop 32 Cambridge, MA 02139-4307 E-mail: lfreeddraper.com; lfreedmit.edu Received: March 26, 2010 Accepted: July 15, 2010 Online Publication Date: September 3, 20103718 ABRAHAMSSON ET AL.",
        "introduction": "Articular cartilage possesses a complex, zonal ar- chitecture that enables smooth articulation at the joint surface and rigid attachment to the subchondral bone. Since bone-to-bone interfaces are known to integrate better and faster than cartilage-to-bone interfaces, tissue-engineered os- teochondral constructs are a promising technique for articu-lar cartilage repair. 1,2Indeed, various composite grafts have been explored for osteochondral tissue regeneration utiliz-ing a variety of cell-seeded scaffolds, including hyaluronansponges with calcium phosphate supports, 3nonwoven poly(glycolic acid) (PGA) meshes with collagen-hydroxyap-atite supports,4three-dimensional (3D) printed poly(lactic-co- glycolic acid)poly(lactide) scaffolds with poly(lactic-co-glycolic acid)tricalcium phosphate supports, 5agarose gels with devitalized trabecular bones,6and collagen gels with hydroxyapatite supports.7 Human mesenchymal stem cells (hMSCs) are a promis- ing cell source for osteochondral tissue engineering, due totheir multilineage differentiation potential. 8,9Moreover, dy- namic interaction between intrinsic (genetic) and extrinsic (i.e., chemical, mechanical, and temporal) factors determine the developmental fate of hMSCs10,11and tissue-engineered constructs.12,13Appropriate control of these factors may lead to favorable outcomes in osteochondral tissue engineering. 1Harvard-MIT Division of Health Sciences and Technology, Massachusetts Institute of Technology, Cambridge, Massachusetts. 2Departments of Surgery, Biomedical Engineering, and Mechanical Engineering and Materials Science, Duke University Medical Center, Durham, North Carolina. 3Department of Biology, Skeletal Research Center, Case Western Reserve University, Cleveland, Ohio. 4C.S. Draper Laboratory, Biomedical Engineering Group, Cambridge, Massachusetts. These authors contributed equally to this work.TISSUE ENGINEERING: Part A Volume 16, Number 12, 2010Mary Ann Liebert, Inc. DOI: 10.1089ten.tea.2010.0190 3709The present work describes cartilage and bone tissue engi- neering using hMSCs and a 3D woven scaffold that we re- cently developed.14 Poly(e -caprolactone) (PCL) was selected as the scaffold material because it degrades relatively slowly15and pos- sesses an appropriately high bulk stiffness to facilitate MSC differentiation toward skeletal lineages.16In our recent in vitro study17chondrogenesis and mechanical functionality were clearly evident for 21-day constructs made from hMSCsembedded in Matrigel and cultured statically on 3D wovenPCL scaffolds, with average aggregate and Youngs moduli(H Aof 0.37 MPa and Eof 0.41 MPa, respectively) approach- ing values reported for normal articular cartilage (H Aof 0.1 2.0 MPa; Eof 0.40.8 MPa).1820 In the present study, we tested the hypothesis that culture duration and medium additives can individually and inter-actively inuence structure, composition, biomechanics, andgene expression in engineered skeletal tissues generated us- ing hMSCs and 3D woven PCL scaffolds. On the basis of our recent nding that static culture supported chondrogenesisin this in vitro model, 17all constructs in the present study were cultured statically. We selected to seed the PCL scaf- folds with hMSC mixed in a type I collagen gel such that gel entrapment enhanced cell seeding efciency and helped tomaintain spherical cell morphology for promotion of chon- drogenesis. 21In one group of constructs, the medium was supplemented with soluble molecular mediators associated with chondrogenic differentiation of hMSCs (i.e., trans- forming growth factor TGF- b, insulin, and dexametha- sone),22whereas in the other group the medium contained additives associated with osteogenic differentiation (i.e., se-rum, b-glycerophosphate, and dexamethasone). 23Properties of the resulting engineered tissues were assessed at multiple levels at culture days 1, 21, and 45. Materials and",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            }
        ]
    }
]