[
    {
        "pmid": "28649627",
        "title": "From the bench to exploration medicine: NASA life sciences translational research for human exploration and habitation missions.",
        "year": "2017",
        "journal": "NPJ Microgravity",
        "abstract": "NASA's Space Biology and Human Research Program entities have recently spearheaded communications both internally and externally to coordinate the agency's translational research efforts. In this paper, we strongly advocate for translational research at NASA, provide recent examples of NASA sponsored early-stage translational research, and discuss options for a path forward. Our overall objective is to help in stimulating a collaborative research across multiple disciplines and entities that, working together, will more effectively and more rapidly achieve NASA's goals for human spaceflight.",
        "full_text": "PERSPECTIVE OPEN From the bench to exploration medicine: NASA life sciences translational research for human exploration and habitation missions Joshua S. Alwood1, April E. Ronca1,2, Richard C. Mains3, Mark J. Shelhamer4, Jeffrey D. Smith1and Thomas J. Goodwin5 NASA s Space Biology and Human Research Program entities have recently spearheaded communications both internally and externally to coordinate the agency s translational research efforts. In this paper, we strongly advocate for translational research at NASA, provide recent examples of NASA sponsored early-stage translational research, and discuss options for a path forward. Our overall objective is to help in stimulating a collaborative research across multiple disciplines and entities that, working together, willmore effectively and more rapidly achieve NASA s goals for human space ight. npj Microgravity (2017) 3:5 ; doi:10.1038s41526-016-0002-8 INTRODUCTION With the International Space Station (ISS) available for research and habitation for the next decade, there is now a preciousopportunity to signi cantly advance the contributions of space life sciences and space medicine toward enabling the Exploration Class missions (that is, human missions beyond low-Earth orbit).Such missions are currently burdened with signi cant anticipated crew health and safety challenges. 1Coordinated research and development are crucial for producing effective countermeasuresagainst the deleterious in uences of space ight on the human body. To this end, we emphatically support the development of translational research efforts at NASA that will facilitate bi-directional information ow between basic and applied life sciences and medical operations with the goal to accelerate countermeasure development. As identi ed by National Academy committees and embedded in the NASA Strategic Plan, a sustainable human space ight program requires robust research at both basic and applied levels to make fundamental biological discoveries and to address the known and emerging risks to human health resulting from the space ight environment, respectively. 25The Life Sciences portfo- lio at NASA is composed of the Space Biology program (a basic science program), the Human Research Program (HRP, an applied program), and Medical Operations (Of ce of Chief Health and Medical Of cer). Informal translational research within these programs has taken place at NASA for decades, yet there is a need for a more coordinated effort that enables dynamictranslation that can take rapid advantage of new ndings. In particular, the National Academy committees recommended that NASA follows key elements of the National Institutes of Health s (NIH) model of translational science.6,7It was speci callyrecommended that the coordination and maturation of projects between each level of research be enhanced to increase knowl-edge transfer and identi cation of potential solutions for astronaut health challenges. 24Additionally, the translation of knowledge to Earth-based medical care has recently begunwith the designation of the ISS as a National Laboratory(currently through the Center for the Advancement of Sciencein Space). In this paper, we provide context for the current drivers (and needs) for translational research at NASA, brie y summarize the experience at NIH, and lay out a two-phased approach fortranslational research. As illustrated in Fig. 1, the rst phase is basic-to-applied and the second phase is applied-to-operational . We de ne the levels of the research continuum as follows, consistent with the Decadal Survey s Interim Report: 5basic research aims to generate new biological knowledge using biological systems or model organisms, applied research aims to develop countermeasures for risks to astronaut health (similar topre-clinical research), and medical operations puts countermea- sures into practice for astronauts (like operations in the clinic). Finally, going into greater depth on the basic-to-applied window of translation, we provide examples and recommendations of early-stage research where Space Biology and HRP aim to buildsynergy between their existing programs. NASA s Space Biology and HRP entities have recently spearheaded communications both internally and externally to coordinate the Agency s translational research efforts between basic and applied levels.In this paper, we strongly advocate for translational research atNASA, provide recent examples of NASA-sponsored early-stagetranslational research, and discuss options for a path forward. Our overall objective is to help in stimulating the collaborative Received: 16 May 2016 Revised: 14 October 2016 Accepted: 28 October 2016 1Space BioSciences Division, NASA Ames Research Center, Moffett Field, CA, USA;2Wake Forest School of Medicine, Winston-Salem, NC, USA;3Mains Associates, Berkeley, CA, USA;4Human Research Program, NASA Johnson Space Center, Houston, TX, USA and5Biomedical Research and Environmental Sciences Division, NASA Johnson Space Center, Houston, TX, USACorrespondence: Joshua S. Alwood (joshuasalwoodnasagov)www.nature.comnpjmgrav Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAresearch across multiple disciplines and entities that, working together, will more effectively and more rapidly achieve NASA s goals for human space ight. NASA S INVOLVEMENT IN TRANSLATIONAL RESEARCH Denitions For the purposes of this paper we will focus mainly on the translation of space life sciences research knowledge to the human challenges associated with long-duration space ights. Our narrow translational research focus is therefore de ned as the application of basic science discoveries to the development ofnew preventive and therapeutic approaches supporting optimizedhuman adaptation to space missions with extended durations anddistances from Earth. NASA s human space ight challenges The biomedical concerns and risks of human Exploration Class missions, characterized by extended duration space exposuresand travel far beyond Earth, are not yet fully understood. 8Prior to an exploration mission, better de nition of these risks, and the development and implementation of countermeasures must beachieved to avoid physiological and behavioral changes thatcould degrade the health, safety and productivity of crewmembers during extended ISS habitation and missions beyondLow Earth Orbit (LEO). Additionally, during exploration missions,tools are needed to monitor and manage individual and crewresiliency in the face of unplanned challenges. 9 The ISS presently accommodates continuous human habitation, enabling basic and applied research and testing of new ways to thrive in space. ISS offers a unique platform that is facilitating the identi cation of requirements for conducting future human missions that could last for years, and the challenges associatedwith orbiting and even occupying other planets. Exploration Classmissions beyond ISS will require detailed knowledge of whatadaptations can be tolerated and those which must be counteredfor the long-term. These missions will also require a degree ofoperational resiliency and autonomy never before attempted.Human space exploration is now at a crossroads, and leaving LEOwill place increasing demands on space life sciences research tosupport such endeavors.Key space ight-related environmental factors that chronically impact human health and performance during such missions are:microgravity, con nement, and exposure to space radiation. 1We chose just four examples, pro led below, to demonstrate the value of translational research in addressing four speci c risks identi ed by NASA for astronaut health and safety: immune response, microbe-host interactions, oxidative stress and damage, and visual impairment (VI) syndrome. There are many others onNASA s list,10of course, including some in broad areas such as nutrition and sleep, and surely some not yet identi ed. For NASA, translational research has historically been11and is increasingly viewed as essential to better de ne and minimize these health risks. Translational research: pioneered by NIH NIH has pioneered the translational research challenge since about 2003.7Several NIH institutes have been established under the National Center for Advancing Translational Sciences6to develop a Translational Pipeline linking basic research to pre- clinical and clinical investigations7,12that will lead to eventual utilization in the provision of health care. Both the NIH and NASA research portfolios cover a broad range of spatial scale andcomplexity, including microbiology, cell culture, model organisms, and an array of human biomedical studies (Fig. 1). NASA can learn much from NIH s endeavors, and the implementation of cooperative agreements between these agencies could provide effective bridges for knowledge sharing. Recent NASA drivers toward translational research In 2009, after consultation with NASA, Congress determined that an objective reassessment was needed of the basic and appliedresearch capabilities and resources available to support future human space exploration. Congress mandated that the National Research Council conduct and publish a Decadal Survey  ultimately titled Recapturing a Future for Space Exploration: Life and Physical Sciences Research for a New Era . 3The Decadal Survey reviewed the research, development, and applications relevant tobasic science and human space exploration. The Space Life and Physical Sciences research communities provided major input to the Decadal Survey and helped to shape its many broad Fig. 1 The NASA Life Sciences Translational Path. It moves from basic research to human exploration applications with bi-directionality options. As knowledge is applied along this path ( top arrows ) questions may arise that can best be addressed by more basic research ( bottom arrows ) in order to support further progress toward successful human explorationLife sciences translational research at NASA JS Alwood et al 2 npj Microgravity (2017) 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASArecommendations. A key recommendation was to increase the integration of efforts toward conduct of cross-disciplinary, focused translational research and development with applications tohuman space risks and related areas supporting human spaceexploration. Another main recommendation was for NASA to constitute an integrated organization within NASA to manage these efforts. In 2011, the Space Life and Physical Science Research Applications Division was established within NASA s Human Exploration and Operations Mission Directorate. Key life science elements within the SLPSRA Division include the HRP and the Space Biology program (Fig. 2). HRP created and maintains a dynamic Human Research Roadmap that de nes known risks, mitigation capabilities, current knowledge gaps, andconcepts for future work regarding astronaut health, performance, and safety. 10In contrast, Space Biology focuses on de ning the changes in basic biological mechanisms as a result of space ight and has developed a set of Guiding Questions that de ne its research program.13Despite the programmatic differences, there are overlapping research areas within these two programs at the basic-to-applied phase of translation, which are itemized in Fig. 2 and described below in the Examples section. The Decadal Survey panels made recommendations for research priorities throughout the lifespan of the ISS. In Chapter 6 of the Decadal Survey, the Animal and Human Biology panel (3) made 16 key recommendations spanning multiple systems in thebody of vertebrates for conduct of basic and applied research (Table 1). The panel indicated that many of these should be studied using a translational framework. Further, the panelunanimously stated that animal research be rmly integrated in the space life sciences portfolio both within space-based and ground-based programs to drive the translation of knowledge. Additionally, in Chapter 7 of the Decadal Survey, the Integrative and Translational Research for the Human Systems panel (3) made 11 recommendations related to crosscutting issues (CC) forhumans in the space environment (Table 2). One goal of this paper is to bring stakeholders U.S. taxpayers, Congress, the National Academies, and relevant science communities up todate regarding NASA s progress in building collaborative research communities in the translational area to pursue these important recommendations. NASA S CURRENT TRANSLATIONAL RESEARCH APPROACH Several recent NASA-sponsored activities demonstrate an increased Agency commitment to two phases of translation(Fig. 1). Within the basic-to-applied phase, a collaborative work- shop was held by NASA JSC and ARC in 2004 that addressedAnimal Research in Support of Human Space Exploration before the translational research terminology was commonly used. 14 Further, several recent events have been held to systematicallyadvance NASA s translational research discussions within the basic and applied space life sciences communities, including: an Articial Gravity Workshop (responsive to the recommendations AH9-10 in Table 1and CC2 in Table 2);15symposia at the American Society for Gravitational Space Research (ASGSR) annual meetingsin 201416and 2015;17and the annual HRP Investigators Workshops in 2015 and 2016. Finally, an internal analysis of the Space Biologyand HRP research plans has pointed to areas, described in theexamples section below and in Fig. 2, that are ripe for synergism. Within the applied-to-operational phase, HRP established a Translational Research Institute, in October 2016, with a key goal to recruit funded, terrestrial biomedical research entities infurthering NASA translational research goals, 1820and to help mature countermeasures and technologies for use in medicaloperations. Taken together, these efforts demonstrate newactivities to facilitate translation from basic science to operations. But how can translational research most effectively be pursued using existing resources? Team science is one solution 21and has been used successfully by NASA in the past. Additionally, enhanced institutional coordination within NASA and betweenfederal funding agencies, as well as relevant non-governmentalorganizations, is needed to spur translation. A systematicapproach to identify collaborative translational opportunities, forexample by text analytics, 22would have bene ts for investigators Fig. 2 Space Biology and Human Research Bi-directional Synergism. Basic Space Biology research is done mainly with lower-level model organisms, cells, and tissues. The HRP conducts biomedical science mainly with humans. They synergistically and bi-directionally collaboratein maximizing opportunities for translating a subset of that knowledge to optimize the health and safety of the crew via applicationssupporting medical operationsLife sciences translational research at NASA JS Alwood et al 3 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2017) 5 Table 1. Animal and human biology (AH) research recommendations for humans in the space environment identi ed in chapter 6 of the decadal survey (3) Identi er Recommendation AH1 The ef cacy of bisphosphonates should be tested in an adequate population of astronauts on the ISS during a 6-month mission. AH2 The preservationreversibility of bone structurestrength should be evaluated when assessing countermeasures.AH3 Bone loss studies of genetically altered mice exposed to weightlessness are strongly recommended.AH4 New osteoporosis drugs under clinical development should be tested in animal models of weightlessness.AH5 Conduct studies to identify underlying mechanisms regulating net skeletal muscle protein balance and protein turnover during states of unloadi ng and recovery. AH6 Conduct studies to develop and test new prototype exercise devices and to optimize physical activity paradigmsprescriptions targeting multis ystem countermeasures. AH7 Determine the daily levels and pattern of recruitment of exor and extensor muscles of the neck, trunk, arms, and legs at 1 g and after being in a novel gravitational environment for up to 6 months. AH8 Determine the basic mechanisms, adaptations, and clinical signi cance of changes in regional vascularinterstitial pressures (starling forces) during long-duration space missions. AH9 Investigate the effects of prolonged periods of microgravity and partial gravity (38 or 16 g) on the determinants of task-speci c, enabling levels of work capacity. AH10 Determine the integrative mechanisms of orthostatic intolerance after restoration of gravitational gradients (both 1 and 38 g).AH11 Collaborative studies among ight medicine and cardiovascular epidemiologists are recommended to determine the best screening strategies to avoid ying astronauts with subclinical coronary heart disease that could become manifest during a long-duration exploration-class mission (3 years). AH12 Determine the amount and site of the deposition of aerosols of different sizes in the lungs of humans and animals in microgravity.AH13 Multiple parameters of T cell activation in cells should be obtained from astronauts before and after re-entry to establish which parameters are altered during ight. AH14 Both to address the mechanism(s) of the changes in the immune system and to develop measures to limit the changes, data from multiple organsystem -based studies need to be integrated. AH15 Perform mouse studies of immunization and challenge on the ISS, using immune samples acquired both prior to and immediately upon re-entry, to est ablish the biological relevance of the changes observed in the immune system. Parameters examined need to be aligned with those in humans in uenced by ight. AH16 Studies should be conducted on transmission across generations of structural and functional changes induced by exposure to space during develo pment. Ground-based studies should be conducted to develop specialized habitats to support reproducing and developing rodents in space. Reprinted with permission from Recapturing a Future for Space Exploration: Life and Physical Sciences Research for a New Era (2011) by the National Ac ademy of Sciences, Courtesy of the National Academies Press, Washington D.C.Life sciences translational research at NASA JS Alwood et al 4 npj Microgravity (2017) 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAas well as NASA program managers. Text analytics is one method to systematically and automatically examine published papers for linkages based on common concepts (manifest in authorship, keywords, references, methods). This approach would allow the visualization of domains where research has been explored jointly within animals and humans or where the gaps in knowledge reside. The Decadal Survey (3) provides guidance on how to structure a fully-integrated translational program by partitioning the life sciences research portfolio into two dimensions. Horizontal integration of projects is the rst dimension and requires multidisciplinary approaches to solve complex problems, often within a given organism type. The second dimension, vertical translation , requires meaningful interactions among basic, applied, and operational scientists to translate fundamental discoveries to human treatments, such as using cell biology and model organism research to address human problems, for example in immune system response challenges. The NIH experience has shown that the horizontal integration of research knowledge is essential for developing a comprehensive understanding of physiology and to effectively solve health problems.23NASA has a successful record in this domain that should continue, for example, with its BioSpecimen Sharing Programs. Researchers have recently shared tissues from speci c animals on a late Shuttle mission (STS-131),2431and the most recent Russian Bion biosatellite mission;3235sharing was in the form of preserved tissues from NASA s Life Sciences Data Archive.36Further, new Omic-science studies like NASA s emer- ging GeneLab open-science data and biosample repository37and the recent astronaut Twins Study38enable big-data collection, analytics, and horizontal integration. Finally, restoring the gravity vector arti cially via chronic whole-body centrifugation may solve issues in multiple tissues, simultaneously. In contrast, vertical translation requires that investigators along the research continuum from basic to operational (Fig. 1) interact regularly to share ideas. Examples of vertical translation at NASA are in the recent International Life Sciences Research Announce- ment awards (NASA, European, Japanese, and Canadian space program research solicitations),39GeneLab,37and the recent call for proposals in the area of arti cial gravity (AG).40All of these planned research projects span multiple levels of the translational pipeline. Additionally, vertically-integrated team science occurs through NASA Specialized Centers of Research (NSCOR)4144and the National Space Biomedical Research Institute s centers for radiation research,4547which aim to identify and translate countermeasure candidates for radiation-induced insults (Table 2: CC7CC9). There is surely untapped value to be derived from additional vertical translation within NASA programs. Some existing overlap and synergism between HRP and Space Biology goals and approaches amenable to both horizontal and vertical translation are shown in Fig. 2. Informally, vertical translation has occurred at NASA for many years11with a conceptual maturation path shown in Fig. 1. For example, molecular mechanisms underlying the bone loss resulting from musculoskeletal disuse have been demonstrated in ground-based models,4850responding to recommendations AH2-4 (Table 1). Further, two precursors to osteoporosis drugs have been tested in space- own or ground-based mice and shown to be effective at preventing weightlessness-induced bone loss,4951responsive to recommendations AH2, AH4 (Table 1). Thus, these drugs give HRP and Medical Operations additional potential countermeasures besides exercise52and Alendronate53 to combat bone loss during space ight. Additional speci c examples of vertical translation are described in the examples below.Table 2. Crosscutting Issues (CC) for Humans in the Space Environment identi ed in Chapter 7 of the Decadal Survey (3) Identi er Recommendation CC1 To ensure the safety of future commercial orbital and exploration crews, quantify post-landing vertigo and orthostatic intolerance in a suf ciently large sample of returning ISS crews, as part of the immediate post- ight medical exam. CC2 Determine whether AG is needed as a multisystem countermeasure and whether continuous large radius AG is needed or intermittent exercise within l ower-body negative pressure or short-radius AG is suf cient. Human studies in ground laboratories are essential to establish dose-response relationships, and what gravity level, gradient, rotations p er minute, duration, and frequency are adequate. CC3 Conduct studies on humans to determine whether there is an effect of gravity on micronucleation andor intrapulmonary shunting or whether the une xpectedly low prevalence of decompression sickness on the space shuttleISS is due to underreporting. Conduct studies to determine operationally acceptable low suit pressure and hypobaric h ypoxia limits. CC4 Determine optimal dietary strategies for crews and food preservation strategies that will maintain bioavailability for 12 or more months.CC5 Initiate a robust food science program focused on preserving nutrient stability for 3 or more years.CC6 Include food and energy intake as an outcome variable in dietary intervention trials in humans.CC7 Conduct longitudinal studies of astronauts for cataract incidence, quality, and pathology related to radiation exposures to understand both ca taract risk and radiation-induced late tissue toxicities in humans. CC8 Expand the use of animal studies to assess space radiation risks to humans from cancer, cataracts, cardiovascular disease, neurologic dysfuncti on, degenerative diseases, and acute toxicities such as fever, nausea, bone marrow suppression, and others. CC9 Continue ground-based cellular studies to develop end points and markers for acute and late radiation toxicities, using radiation facilities th at are able to mimic space radiation exposures. CC10 Expand understanding of gender differences in adaptation to the space ight environment through ight- and ground-based research, particularly potential differences in bone, muscle, and cardiovascular function and longterm radiation risks. CC11 Investigate the biophysical principles of thermal balance to determine whether microgravity reduces the threshold for thermal intolerance. Reprinted with permission from Recapturing a Future for Space Exploration: Life and Physical Sciences Research for a New Era (2011) by the National Ac ademy of Sciences, Courtesy of the National Academies Press, Washington DCLife sciences translational research at NASA JS Alwood et al 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2017) 5 EXAMPLES OF NASA LIFE SCIENCES BASIC-TO-APPLIED TRANSLATIONAL RESEARCH Progress in four speci c areas is pro led below, each of which is a NASA Health and Human Performance Risk for Space Explora- tion.8All demonstrate linkages between basic and applied research and involve on-going collaborations between Space Biology and the HRP. These examples illustrate ongoing oppor-tunities for synergy between basic and applied researchers and these NASA programs to enhance and accelerate health-risk reduction. Immune response The immune system is constantly adapting and is particularly responsive to unique environments such as those in space ight, especially for exposures of the long durations required byexploration missions beyond LEO. Immune system dysregulation (decreased responsiveness) has been seen during and after space ight and ground-space analog tests by studying humans, 54 animals,55and relevant cell cultures56and are a priority area for study (AH13-15, Table 1). The speci c causes are not yet clear, but are likely linked to one or more of the following factors: physiological stress, circadian rhythm disruption, microgravity exposure, isolation, altered nutrition, or radiation exposure.57 Further, the space ight environment compounds crew health risks as some microorganisms become more virulent (see below) and resistant to antibiotic drugs. Even though the reactivation of latent viruses has been well documented in crewmembers,58it is still unclear if the compro- mised immune response can lead to increased susceptibility to disease. There is not a suf ciently accurate ground-based analog to study immune suppression from space ight. However, extreme occupational environments such as Antarctica winter-over and the Aquarius undersea station enable aspects of immune dysregula- tion to be studied under similar stressors. Additionally, many valuable analog studies with animals and cells have beenconducted, including unloading of rodents, 59and cell cultures and bioreactors.56,60These studies have investigated immune response mechanisms and can allow the use of controlled diets, increased radiation levels and other factors that are not possible in human research. Microbe-host interactions Preventive measures limit the presence of many medically signi cant microorganisms during space ight missions, but microbial infection of crewmembers cannot be completely prevented. Space ight experiments have demonstrated unique and heterogeneous microbial responses in space ight ecosystems and cultures,61,62although the mechanisms behind those responses and their operational relevance remain unclear. In 2007, the operational importance of these microbial responsesincreased, as the results of Space Biology experiments aboard STS-115 and STS-123 demonstrated that an enteric pathogen (Salmonella typhimurium ) increased in virulence in a mouse model of infection, 63,64responding to recommendation AH15 (Table 1). These studies can improve our understanding of the potentialconsequences to astronauts of elevated microbial virulence during long-duration missions. Evidence for increased microbial virulence has recently been collected and reported from both space ight-analog systems and actual space ight. 61,65,66Although the conduct of virulence studies during space ight is challenging and often impractical in humans, data are being collected as part of the ISS Microbial Observatory,62recent astronaut and rodent microbiome stu- dies,6769and the edible plant studies (e.g., Veggie).70,71When available, these results can improve our understanding of theastronaut-microbe interaction and of the potential health risks to the astronaut. Oxidative stress The novel environmental conditions of space ight, and their combination, may affect both the generation and safe processing of reactive oxygen or nitrogen species.72,73Evidence for oxidative- related issues in astronauts (or their analogs) can be found in the HRP Evidence Reports covering inadequate nutrition,74extravehi- cular activity,75and exposure to ionizing radiation.47,7679NASA has successfully used horizontally-integrated team science to understand and mitigate components of radiation-induced oxidative stress4244in mice. Visual impairmentintracranial pressure (VIIP) During and after long-duration space ights, some astronauts have reported noticeable, persistent VIs accompanied by ophthalmic changes including globe attening, choroidal folds, optic-disc edema, and optic-nerve kinking.80To date, clinically signi cant changes have been observed in male, but not female, astro- nauts,81identifying a not yet understood sex difference, CC10 (Table 2). Increased intracranial pressure and optic-disc swelling (papilledema) may underlie these potentially irreversible changes.81Current research is analyzing the effects of lowering cranial hypertension by using lower body negative pressure in astronauts during ight and bedrest,82supporting the CC2 goal (Table 2). Clinical signs and symptoms observed in astronauts have informed and focused important mechanistic studies exemplifying reciprocal translation at NASA (i.e., applied to basic). For example, retinas of female mice own on the shuttle (STS-133, STS-135), acquired by the BioSpecimen Sharing Program, exhibit altered gene expression and increased oxidative stress,83possibly causing retinal damage, degeneration, or remodeling.84,85Other basic research is examining morphological, histological, and molecular changes in the brains and eyes of rats exposed to head-down tilt.86 Altogether, these examples are in the early stages of mechan- istic understanding and countermeasure development. Already each has bene ted from translational approaches. We suggest that a more coordinated programmatic effort of horizontal and vertical integration will accelerate countermeasure development. In the closing section, we provide suggestions of how enhanced translational research could materialize at NASA. OPTIONS FOR NASA S FUTURE TRANSLATIONAL RESEARCH PATH Given the need for acute astronaut countermeasures to enable longer-duration missions, we recommend the following steps to catalyze translational research within NASA s Life Sciences portfolio. Building and managing partnerships Greater coordinated efforts in translational research are needed to understand and manage the integrated organismal response to space ight and enable human exploration. Current activities within NASA s SLPSRA Division are creating new opportunities for translational science both within and external to the Agency. Tools like text analytics should aid in managing the life sciences portfolio and identify new gaps in knowledge. Other government agencies, such as NIH, and other organizations, both commercial and non-pro t, have been working for a number of years on Earth- based translational research goals. NASA should partner, bothnationally and internationally, with external organizations to bene t from their tools, techniques, and experience, and addLife sciences translational research at NASA JS Alwood et al 6 npj Microgravity (2017) 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASANASA-unique data and translational research efforts to the much larger, continually growing, and worldwide community of transla- tional research science. New collaborations NASA s Human Research and Space Biology programs should increasingly encourage translational research proposals for upcoming NASA research announcements (NRAs),87including proposals that span traditional program boundaries or team science proposals (horizontally or vertically-integrated teams of investigators like the NSCORs or resembling the P01 Program Project Grants offered by NIH). Additionally, phased awards allowing progression from hypothesis-driven science to counter- measure development would enable vertical translation across NASA s life sciences portfolio (Figs. 1,2). Finally, proposals with international collaborations are encouraged to leverage the ISS platform and unique national resources (see the open NRAs and the International Space Life Sciences Working Group for research announcements). NASA s open science and data sharing Open Science approaches, allowing transparency and data sharing at all levels of society, are being developed at NASA to provide greater access to data and tissue sharing from both space andground-based research. The goal is to engage researchers both within and outside of the NASA community (e.g., academia, NIH, Department of Defense, etc). These steps are essential for both optimizing the use of these valuable resources and facilitating translational research goals. NASA should continue the develop- ment and expansion of Open Science systems, such as GeneLab, to enable translational research for the broadest research community. Education, communications, and advocacy Increased activity in the Education, Communication, and Advocacy areas will be fundamental to achieve translational research goals and is a mandate of the HRP Translational Research Institute. Additionally, organizations such as the ASGSR are discussing options to engage their members who span biology, human research, physical sciences, life support, related technologydevelopment, and commercial applications in translational research pursuits. NASA should develop research fellowships, as well as educational and scienti c communication materials speci cally tailored to the Agency s translational research goals and partner with external organizations, wherever possible, to leverage the advocacy those organizations can provide. CLOSING In summary, translation research is a two-phased effort at NASA and will help accelerate countermeasure development for exploration missions. We have speci ed four areas where synergy within the existing program structures seems promising and have suggested ways in which program coordination and team science approaches can facilitate translation from discovery to develop-ment to implementation. ACKNOWLEDGEMENTS Many of the ideas and concepts re ected in this perspective were prepared by and presented at recent NASA Workshops by our colleagues: William Paloski (Director,NASA JSC HRP), David Tomko (NASA HQ, Program Executive, Space Biology Program), and Barbara Corbin (NASA JSC, Deputy Manager, HRP). We wish to thank them for guiding the groundwork and facilitating continuing work on this effort. Additionally,we thank David Tomko for providing expert consultation and the initial draft of Fig. 1. We thank Sidney Sun, Chris Maese, Ruth Globus, Ken Souza, and Marianne Sowa atNASA ARC and John Charles, David Baumann, and Craig Kundrot at NASA JSC for expert consultation.The Human Health Countermeasures element of the HRP at NASAprovided funding for this paper. AUTHOR CONTRIBUTIONS Each author signi cantly contributed to the writing and editing of the manuscript. COMPETING INTERESTS The authors declare that they have no con ict of interest. REFERENCES 1. NASA. Journey to Mars: Pioneering Next Steps in Space Exploration . NASA, NP-2015- 08-2018-HQ. https:www.nasa.govsitesdefault lesatoms lesjourney-to- mars-next-steps-20151008_508.pdf (2015). 2. National Academy Of Sciences. A Strategy for Research in Space Biology and Medicine in the New Century .inCommittee on Space Biology and Medicine Space Studies Board (ed.) (National Academies Press, 1998). 3. National Academy Of Sciences. Recapturing a Future for Space Exploration: Life and Physical Sciences Research for a New Era. in Committee for the Decadal Survey on Biological and Physical Sciences in Space (ed.) (National Academies Press, 2011). 4. NASA. NASA strategic plan . NASA, NP-2014-01-964-HQ (2014). 5. NationalAcademyOfSciences. Life and Physical Sciences Research for a New Era of Space Exploration: An Interim Report. in Committee for the Decadal Survey on Biological and Physical Sciences in Space (ed.) (National Academies Press, 2010). 6. National Institutes Of Health. National Center for Advancing Translational Sciences http:ncats.nih.govresearch (2016). 7. Zerhouni, E. Medicine. The NIH Roadmap. Science 302,6 372 (2003). 8. McPhee J. C., Charles J. B. Human health and peformance risks of space exploration missions . NASA SP-2009-3405 (2009). 9. Shelhamer, M. A call for research to assess and promote functional resilience in astronaut crews. J. Appl. Physiol. 120, 471 472 (2016). 10. NASA. Human research program: human research roadmap http:human researchroadmap.nasa.gov (2016). 11. NASA. Translational cell  animal research, 1965-2011 https:www.nasa.gov amesresearchspace-biosciencesnasa-special-publication-on-translational-cell-and-animal-research (2015). 12. Alberts, B., Kirschner, M. W., Tilghman, S.  Varmus, H. Rescuing US biomedical research from its systemic aws. Proc. Natl. Acad. Sci. USA 111, 5773 5777 (2014). 13. Tomko D. L., et al. NASA space biology science plan 2016-2025 https:www.nasa. govsitesdefault lesatoms les16-03-23_sb_plan.pdf (2016). 14. Jennings D., Souza K. Meeting Report: Animal Research in Support of Human Space Exploration (Workshop at National Academy of Sciences, 2004). 15. Paloski W. H., Charles J. B. International workshop on research and operational considerations for arti cial gravity countermeasures. NASA, 2014 TM-2014-217394 (2014). 16. American Society for Gravitational and Space Research. Translational research roadmap workshop https:ac.arc.nasa.govp1lf9sla9od (2014). 17. American Society for Gravitational and Space Research. Translationally focused symposia (Symposia V) https:www.asgsr.orgindex.php2015-annual-meeting- video-streams (2015). 18. NASA. HRP translational research institute (HTRI) draft cooperative agreement notice (CAN) http:procurement.jsc.nasa.govhtri . 19. Sheetz, M. P. Can small institutes address some problems facing biomedical researchers?. Mol. Biol. Cell. 25, 3267 3269 (2014). 20. NASA Establishes institute to explore new ways to protect astronauts press release. July 20(2016). 21. National Research Council. Enhancing the Effectiveness of Team Science (The National Academies Press, 2015). 22. Dunne, C., Shneiderman, B., Gove, R., Klavans, J.  Dorr, B. Rapid understanding of scienti c paper collections: Integrating statistics, text analytics, and visualization. J. Am. Soc. Inf. Sci. Technol. 63, 2351 2369 (2012). 23. Joyner, M. J. Giant sucking sound: can physiology ll the intellectual void left by the reductionists?. J. Appl. Physiol. 111, 335 342 (2011). 24. Chang, T. T., Spurlock, S. M., Candelario, T. L., Grenon, S. M.  Hughes-Fulford, M. Space ight impairs antigen-speci c tolerance induction in vivo and increases inammatory cytokines. FASEB J. 29, 4122 4132 (2015). 25. Bailey, J. F., Hargens, A. R., Cheng, K. K.  Lotz, J. C. Effect of microgravity on the biomechanical properties of lumbar and caudal intervertebral discs in mice.J. Biomech. 47, 2983 2988 (2014).Life sciences translational research at NASA JS Alwood et al 7 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2017) 5 26. Blaber, E. A. et al. Mechanical unloading of bone in microgravity reduces mesenchymal and hematopoietic stem cell-mediated tissue regeneration. Stem. Cell. Res. 13, 181 201 (2014). 27. Zhang, B., Cory, E., Bhattacharya, R., Sah, R.  Hargens, A. R. Fifteen days of microgravity causes growth in calvaria of mice. Bone. 56, 290 295 (2013). 28. Blaber, E. A. et al. Microgravity induces pelvic bone loss through osteoclastic activity, osteocytic osteolysis, and osteoblastic cell cycle inhibition by CDKN1ap21. PLoS One 8, e61372 (2013). 29. Behnke, B. J. et al. Effects of space ight and ground recovery on mesenteric artery and vein constrictor properties in mice. FASEB J. 27, 399 409 (2013). 30. Mednieks, M., Khatri, A., Rubenstein, R., Burleson, J. A.  Hand, A. R. Microgravity alters the expression of salivary proteins. Oral. Health. Dent. Manag. 13, 211 216 (2014). 31. Stabley, J. N. et al. Space ight reduces vasoconstrictor responsiveness of skeletal muscle resistance arteries in mice. J. Appl. Physiol. 113, 1439 1445 (2012). 32. Berg-Johansen B., Liebenberg E. C., Li A., Macias B. R., Hargens A. R., Lotz J. C. Space ight-induced bone loss alters failure mode and reduces bending strength in murine spinal segments. J. Orthop. Res. 34(1), 48 57 (2016). 33. Ulanova, A. et al. Isoform composition and gene expression of thick and thin lament proteins in striated muscles of mice after 30-day space ight. Biomed. Res. Int. 2015 , 104735 (2015). 34. Sofronova, S. I. et al. Space ight on the Bion-M1 biosatellite alters cerebral artery vasomotor and mechanical properties in mice. J. Appl. Physiol. 118,8 3 0 838 (2015). 35. Andreev-Andrievskiy, A. et al. Mice in Bion-M 1 space mission: training and selection. PLoS ONE 9, e104830 (2014). 36. NASA. Life sciences data archive (LSDA) https:lsda.jsc.nasa.govlsda_home.aspx (2016). 37. NASA. GeneLab http:genelab.nasa.gov (2016). 38. NASA. Twins study https:www.nasa.govtwins-study (2016). 39. NASA. New research headed to station helping NASA explore the universe (updated February 10) https:www.nasa.govcontentnew-research-headed-to-station- helping-nasa-explore-the-universe (2015). 40. NASA. Human research program, human exploration research opportunities (HERO) , NNJ15ZSA001N-AG, Appendix D, Arti cial Gravity Opportunity http:nspires. nasaprs.comexternalsolicitationssolicitations.do?idNNJ15ZSA001NmethodprogramElementsAllpathopen (2015). 41. NASA. Space radiation program element: NASA specialized centers of research (NSCOR) https:spaceradiation.jsc.nasa.govresearch (2015). 42. Olsen, R. H., Johnson, L. A., Zuloaga, D. G., Limoli, C. L.  Raber, J. Enhanced hippocampus-dependent memory and reduced anxiety in mice over-expressinghuman catalase in mitochondria. J. Neurochem. 125, 303 313 (2013). 43. Liao, A. C. et al. Mitochondrial-targeted human catalase affords neuroprotection from proton irradiation. Radiat. Res. 180,16 (2013). 44. Parihar, V. K. et al. Targeted overexpression of mitochondrial catalase prevents radiation-induced cognitive dysfunction. Antioxid. Redox. Signal. 22,7 891 (2015). 45. Boerma M. Center for research on cardiac, vascular, and acute effects of space radiation https:taskbook.nasaprs.comPublicationindex.cfm?actionpublic_ query_taskbook_contentTASKID10329 (2014). 46. Kennedy A. R. Center of acute radiation research https:taskbook.nasaprs.com Publicationindex.cfm?ac tionpublic_query_taskb ook_contentTASKID10056 (2008). 47. Chancellor, J. C., Scott, G. B.  Sutton, J. P. Space radiation: the number one risk to astronaut health beyond low earth orbit. Life (Basel) 4, 491 510 (2014). 48. Xiong, J. et al. Matrix-embedded cells control osteoclast formation. Nat. Med. 17, 1235 1241 (2011). 49. Spatz, J. M. et al. Sclerostin antibody inhibits skeletal deterioration due to reduced mechanical loading. J. Bone Miner. Res. 28, 865 874 (2013). 50. Spatz, J. M. et al. Serum sclerostin increases in healthy adult men during bed rest. J. Clin. Endocrinol. Metab. 97, E1736 E1740 (2012). 51. Lloyd, S. A. et al. Osteoprotegerin is an effective countermeasure for space ight- induced bone loss in mice. Bone. 81, 562 572 (2015). 52. Smith, S. M. et al. Bene ts for bone from resistance exercise and nutrition in long- duration space ight: Evidence from biochemistry and densitometry. J. Bone Miner. Res. 27(9), 1896 1906 (2012). 53. Leblanc, A. et al. Bisphosphonates as a supplement to exercise to protect bone during long-duration space ight. Osteoporos. Int. 24, 2105 2114 (2013). 54. Crucian, B. E. et al. Plasma cytokine concentrations indicate that in vivo hormonal regulation of immunity is altered during long-duration space ight. J. Interferon Cytokine Res. 34, 778 786 (2014). 55. Marcu, O. et al. Innate immune responses of Drosophila melanogaster are altered by space ight. PLoS One 6, e15361 (2011). 56. Boonyaratanakornkit, J. B. et al. Key gravity-sensitive signaling pathways drive T cell activation. FASEB J. 19, 2020 2022 (2005). 57. Crucian B., Kunz H., Sams C. F. Risk of crew adverse health event due to altered immune response http:humanresearchroadmap.nasa.govEvidencereports Immune_2015-05.pdf (2015).58. Mehta, S. K. et al. Multiple latent viruses reactivate in astronauts during Space Shuttle missions. Brain Behav. Immun. 41, 210 217 (2014). 59. Zhou, Y. et al. Effect of solar particle event radiation and hindlimb suspension on gastrointestinal tract bacterial translocation and immune activation. PLoS One 7(9), e44329 (2012). 60. Fitzgerald, W. et al. Immune suppression of human lymphoid tissues and cells in rotating suspension culture and onboard the International Space Station. In Vitro Cell. Dev. Biol. Anim. 45, 622 632 (2009). 61. Chatterjee A., Bhattacharya S., Ott C. M. Risk of adverse health effects due to alterations in host-microorganism interactions. Available from: http: humanresearchroadmap.nasa.govEvidencereportsMicrohost.pdf (2012). 62. Castro S., Smith D. J., Ott C. M. A researcher s guide to the ISS: Microbial research. NASA, NP-2013-06-012-JSC (2013). 63. Wilson, J. W. et al. Space ight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq. Proc. Natl. Acad. Sci. USA. 104, 16299 16304 (2007). 64. Wilson, J. W. et al. Media ion composition controls regulatory and virulence response of Salmonella in space ight. PLoS One 3, e3923 (2008). 65. Nickerson, C. A., Ott, C. M., Wilson, J. W., Ramamurthy, R.  Pierson, D. L. Microbial responses to microgravity and other low-shear environments. Microbiol. Mol. Biol. Rev.68, 345 361 (2004). 66. Taylor, P. W. Impact of space ight on bacterial virulence and antibiotic sus- ceptibility. Infect. Drug Resist. 8, 249 262 (2015). 67. Lorenzi H. Study of the impact of long-term space travel on the astronaut s microbiome https:taskbook.nasaprs.comPublicationindex.cfm?actionpublic_ query_taskbook_contentTASKID10356 (2012). 68. Turek F. W. HERO twin astronaut study consortium (TASC) project: Metagenomic sequencing of the bacteriome in GI tract of twin astronauts. NASA Task Bookhttps:taskbook.nasaprs.comPublicationindex.cfm?actionpublic_query_taskbook_ contentTASKID10262 (2015). 69. Turek F. W. Effects of space ight on gastrointestinal microbiota in mice: Mechanisms and Impact on multi-system physiology. NASA Task Book https:taskbook.nasaprs. comPublicationindex.cfm?actionpublic_query_taskbook_contentTASKID10262(2015). 70. Massa G. Pick-and-eat salad-crop productivity, nutritional value, and acceptability to supplement the iss food system https:taskbook.nasaprs.comPublicationindex. cfm?actionpublic_query_taskbook_contentTASKID10455 (2014). 71. Wheeler R. Pick and eat salad crop testing https:taskbook.nasaprs.com Publicationindex.cfm?actionpublic_query_taskbook_contentTASKID10461(2014). 72. Finkel, T.  Holbrook, N. J. Oxidants, oxidative stress and the biology of ageing. Nature 408, 239 247 (2000). 73. Nathan, C.  Ding, A. SnapShot: Reactive Oxygen Intermediates (ROI). Cell.140, 951e2 (2010). 74. Smith S. M., Zwart S. R., Heer M. Risk of inadequate nutrition http:human researchroadmap.nasa.govEvidencereportsNutrition-20150105.pdf (2015). 75. Chappell S. P., Norcross J. R., Abercromby A. F. J., Gernhardt M. L. Risk of injury and compromised performance due to EVA operations http:humanresearchroadmap. nasa.govEvidencereportsEVA.pdf (2015). 76. Nelson G. A., Simonsen L., Huff J. L. Risk of acute (in- ight) and late central nervous system effects from radiation exposure https:humanresearchroadmap.nasa.gov EvidencereportsCNS.pdf (2016). 77. Carnell L., Blattnig S., Hu S., Huff J. L., Kim M-H., Norman R., et al. Risk of acute radiation syndromes due to solar particle events https:humanresearchroadmap. nasa.govEvidencereportsAcute.pdf (2016). 78. Patel Z., Huff J. L., Saha J., Wang M., Blattnig S., Wu H. Risk Of cardiovascular disease and other degenerative tissue effects from radiation exposure https: humanresearchroadmap.nasa.govEvidencereportsDegen.pdf (2016). 79. Huff J. L., Carnell L., Blattnig S., Chappell L., George K., Lumpkins S., et al. Risk of radiation carcinogenesis https:humanresearchroadmap.nasa.govEvidence reportsCancer.pdf (2016). 80. Mader, T. H. et al. Optic disc edema, globe attening, choroidal folds, and hyperopic shifts observed in astronauts after long-duration space ight. Ophthalmology 118, 2058 2069 (2011). 81. Platts, S. H. et al. Effects of sex and gender on adaptation to space: cardiovascular alterations. J. Womens Health (Larchmt) 23, 950 955 (2014). 82. Hargens A. R. Fluid distribution before, during and after prolonged space ight NNX13AJ12G NASA task book https:taskbook.nasaprs.comPublicationindex. cfm?actionpublic_query_taskbook_contentTASKID10089 (2013). 83. Mao, X. W. et al. Space ight environment induces mitochondrial oxidative damage in ocular tissue. Radiat. Res. 180, 340 350 (2013). 84. Zanello, S. B., Theriot, C. A., Prospero Ponce, C. M.  Chevez-Barrios, P. Space ight Effects and Molecular Responses in the Mouse Eye: Preliminary Observations After Shuttle Mission STS-133. Gravit. Space Res. 1,3 0 46 (2013).Life sciences translational research at NASA JS Alwood et al 8 npj Microgravity (2017) 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA85. Theriot, C. A.  Zanello, S. B. Molecular Effects of Space ight in the Mouse Eye after Space Shuttle Mission STS-135. Gravit. Space Res. 2,324 (2014). 86. Fuller C. A. Head-down tilt as a model for intracranial and intraocular pressures, and retinal changes during space ight NASA task book https:taskbook.nasaprs.com Publicationindex.cfm?actionpublic_query_taskbook_contentTASKID10013(2013). 87. NASA. NSPIRES: NASA solicitation and proposal integrated review and evaluation system http:nspires.nasaprs.com (2016).This work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the article s Creative Commons license, unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license, users will need to obtain permission from the license holder to reproduce the material. To view a copy of this license, visit http:creativecommons.orglicensesby4.0  The Author(s) 2017Life sciences translational research at NASA JS Alwood et al 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2017) 5",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            }
        ]
    }
]