[
    {
        "pmid": "32267726",
        "title": "Molecular Muscle Experiment: Hardware and Operational Lessons for Future Astrobiology Space Experiments.",
        "year": "2020",
        "journal": "Astrobiology",
        "abstract": "Biology experiments in space seek to increase our understanding of what happens to life beyond Earth and how we can safely send life beyond Earth. Spaceflight is associated with many (mal)adaptations in physiology, including decline in musculoskeletal, cardiovascular, vestibular, and immune systems. Biological experiments in space are inherently challenging to implement. Development of hardware and validation of experimental conditions are critical to ensure the collection of high-quality data. The model organism Caenorhabditis elegans has been studied in space for more than 20 years to better understand spaceflight-induced (patho)physiology, particularly spaceflight-induced muscle decline. These experiments have used a variety of hardware configurations. Despite this, hardware used in the past was not available for our most recent experiment, the Molecular Muscle Experiment (MME). Therefore, we had to design and validate flight hardware for MME. MME provides a contemporary example of many of the challenges faced by researchers conducting C. elegans experiments onboard the International Space Station. Here, we describe the hardware selection and validation, in addition to the ground-based experiment scientific validation testing. These experiences and operational solutions allow others to replicate and/or improve our experimental design on future missions.",
        "full_text": "Research Articles Molecular Muscle Experiment: Hardware and Operational Lessons for Future Astrobiology Space Experiments Amelia K. Pollard,1Christopher J. Gaffney,2,3Colleen S. Deane,2Michele Balsamo,4Michael Cooke,1,2 Rebecca A. Ellwood,1Jennifer E. Hewitt,5Beata E. Mierzwa,6Alessandro Mariani,4Siva A. Vanapalli,5 Timothy Etheridge,2and Nathaniel J. Szewczyk1 Abstract Biology experiments in space seek to increase our understanding of what happens to life beyond Earth and how we can safely send life beyond Earth. Spaceight is associated with many (mal)adaptations in physi-ology, including decline in musculoskeletal, cardiovascular, vestibular, and immune systems. Biologicalexperiments in space are inherently challenging to implement. Development of hardware and validation ofexperimental conditions are critical to ensure the col lection of high-quality data. The model organism Caenorhabditis elegans has been studied in space for more than 20 years to better understand spaceight- induced (patho)physiology, particularly spaceight-induced muscle decline. These experiments have used avariety of hardware congurations. Despite this, hard ware used in the past was not available for our most recent experiment, the Molecular Muscle Experiment (MME). Therefore, we had to design and validate ight hardware for MME. MME provides a contemporary exam ple of many of the challenges faced by researchers conducting C. elegans experiments onboard the International Space Station. Here, we describe the hardware selection and validation, in addition to the ground-based experiment scientic validation testing. Theseexperiences and operational solutions allow others to replicate andor improve our experimental design onfuture missions. Key Words: SpaceightSpace biologyAstrobiology C. elegans Hardware develop- ment. Astrobiology 20, 935943. 1. Introduction Space is an extreme environment in which humans have been routinely living and working for more than 20 years, and ambitions remain to live and work further beyond Earth. Spaceight is associated with deconditioning of multiple bodilysystems, including the musculoskeletal, cardiovascular, vestib- ular, and immune systems (Demontis et al., 2017; Strollo et al., 2018). Physiological decline occurs despite participation inexercise countermeasures, which are a potent stimulus to pro-mote musculoskeletal and cardiovascular adaptation (Trappe et al. , 2009) and optimal immune function (Simpson et al. , 2015) on Earth. While vestibular adaptations take place in therst days after transition to the microgravity environment, de- cline in musculoskeletal, cardiovascular, and immune systems c a nw o r s e nw i t hm i s s i o n so fg r e a t e rd u r a t i o n( F i t t s et al., 2010; Strollo et al. , 2018), potentially limiting our capacity for inter- p l a n e t a r ym i s s i o n ss u c ha st oM a r s( G a f f n e y et al., 2017). These challenges have motivated research around strate- gies to prevent this (mal)adaptation in space. As the precise 1MRC Versus Arthritis Centre for Musculoskeletal Ageing Research and NIHR Nottingham BRC, University of Nottingham, Medical School Royal Derby Hospital, Derby, United Kingdom. 2Sport and Health Sciences, University of Exeter, Exeter, United Kingdom. 3Lancaster Medical School, Furness College, Lancaster University, Lancaster, United Kingdom. 4Kayser Italia, Livorno, Italy. 5Department of Chemical Engineering, Texas Tech University, Lubbock, Texas. 6Department of Cellular and Molecular Medicine, Ludwig Institute for Cancer Research, University of California San Diego, La Jolla, California. C211Amelia K. Pollard et al. , 2020; Published by Mary Ann Liebert, Inc. This Open Access article is distributed under the terms of the Creative Commons License (http:creativecommons.orglicensesby4.0), which permits unrestricted use, distribution, and reproduction inany medium, provided the original work is properly credited.ASTROBIOLOGY Volume 20, Number 8, 2020Mary Ann Liebert, Inc.DOI: 10.1089ast.2019.2181 935molecular mechanisms of spaceight-induced physiological deconditioning have not been identied, this limits our ability to design molecularly rationalized countermeasures. Biological experiments in space can, however, be method- ologically challenging. Although the United States has desig- nated the US segment of the International Space Station (ISS) as a National Laboratory, experiments are not routinely carriedout by using standardized equipment or methods that are in common use in other laboratories on Earth. Size, power, mass, late access for experiment integration onto the rocket, andability to oversee the experiment remain challenges, despite more than 40 years of conducting biology experiments in space. Thus, the development of hardware and the validation ofexperimental conditions remain critical in the acquisition ofquality data that can ultimately promote understanding of bi- ological changes in space that should underpin rationale countermeasures to physiological changes in space. Our current experiment, the Molecular Muscle Experiment (MME), uses the model organism, Caenorhabditis elegans , to explore the molecular mechanisms of spaceight-inducedmuscle atrophy. C. elegans is an established model organism for studies on Earth (Kaletta and Hengartner, 2006; Corsi et al. , 2015; Shen et al. , 2018) and in space (Szewczyk et al. , 2008; Higashitani et al. , 2009; Honda et al. , 2012, 2014; Higashibata et al. , 2016). In the context of very limited access to space, the short life span and microscopic size of C. elegans enable data to be collected across the entire life span (Gaffney et al. , 2018a) in high nnumbers and replicates to generate robust data rapidly. The operational requirements of MME include many thatapply to biological payloads across species ( e.g., late access, temperature-controlled uploaddownload, and time critical astronaut interventions). MME is therefore a generalizableexample of many of the challenges in conducting contem- porary astrobiology research onboard the ISS. C. elegans have been studied in space for more than 20 years by using a variety of spaceight hardware congurations(Ishioka and Higashibata, 2019). With the exception of STS- 107 (Szewczyk et al. , 2005), all past ights involved in the study of C. elegans have used nonstandard laboratory hard- ware. It is therefore not surprising that C. elegans spaceight experiments can fail due to lack of sufcient oxygen to support the worms (Warren et al. , 2013), a problem that can be dealt with through preight ground testing. Here, we describe the hardware selection and validation in addition to the ground- based experiment sequence validation testing for MME. The rst key challenge was overcoming the difculty of growing worms inside plastic bags. The second key chal- lenge was working out timings to allow upload to the ISSusing passive temperature control. These studies should al-low other researchers to replicate andor improve our ex- perimental design on future missions. 2. Materials and Methods 2.1. Nematode and bacteria preparation The C. elegans strain PD55 ( ccIs55 (unc-54::lacZ )V ) was used for development and testing phases of this study. Animals were cultured at 20 C176C by using standard methods on nematode growth media plates. To obtain L1 animals, age synchronizations were carried out by gravity settling as described previously (Gaffney et al. , 2014). During thehardware development phases, Escherichia coli OP50 was grown overnight in LB-broth, centrifuged, and resuspended in S-Basal; 500 or 5000 L1 were used in experiments with310 mL of OP50. During the hardware development phases and all exper- imentation unless stipulated otherwise, stocks were prepared by adding 5000 L1 larvae to 6 mL of freeze-dried OP50(LabTie; StartLife, Netherlands) in S-Basal. Freeze-dried OP50 was made by using LabTies protocol of 1 vial per 250 mL S-Basal. To streamline procedures for launchpreparation, worms to be own (PD55 ( ccIs55 (unc- 54::lacZ ) V), CF1038 ( daf-16 (mu86 ) I), CF1139 ( daf-16 (mu86 )I ; muIs61 (daf-16::GFP )?), PJ1145 ( ccIs55 (unc- 54::lacZ )V ; njEx38 (unc-54p::daf-2( )goa-1p::GFP  rol-6 (su1006 ))), DM2 ( dim-1 (ra102 ) X)) were cultured in freeze-dried OP50 in S-Basal in 75 cm 2cell culture asks. Animals were cultured for a minimum of 2 weeks followingtransfer from plates before synchronization. During nal preight testing of the launch procedures, age synchronizations were carried out from liquid culturestocks rather than from plates to obtain 5000 L1 larvae the day before loading into bags. These cultures were left overnight in 6-well tissue culture dishes in a nal volume of500mL freeze-dried OP50 in S-Basal at 20 C176C. The next day, 6 mL freeze-dried OP50 was pipetted into each well before loading into ight culture bags. 2.2. Validation of culture bags The experimental design for launch involved growing worms inside gas-permeable plastic bags onboard the ISS. Therefore, we tested the biocompatibility of three differentbag materials: (i) polyethylene (PE) bags (1.5 inch, 250 gauge, Lay Flat Polythene Tubing; Kite Packaging Ltd., United Kingdom), (ii) Japanese Aerospace ExplorationAgency (JAXA) PE bags (Nipro, Japan), and (iii) uorinated ethylene propylene (FEP) bags (Saint-Gobain Performance Plastics; TOSS GmbH, Germany). The PE bags and FEP bagsare low friction and allow good gas exchange of oxygen andcarbon dioxide, although gas exchange is reported to be su- perior in FEP to PE in bags of equal thickness (NB. all bags have previously supported C. elegans cultures in spaceight experiments onboard the ISS). The JAXA bags are a proprietary PE blend that is no longer commercially available. To test the bags, 5000 L1larvae were placed in the bag with OP50 before bags were heat sealed (Pacseal impulse heat sealer; Rajapack, United Kingdom), and then, the worms were cultured for 7 days at20C176C. After 7 days, the total worm population in each bag was counted. Three biological replicates were carried out per condition. A one-way analysis of variance (ANOVA)was carried out in GraphPad Prism to compare the popula-tions of worms in the three bags. 2.3. Oxygen consumption rates To investigate whether diet inuenced changes in oxygen consumption rates (OCR), measurements were carried out with the Seahorse XFe24 Analyzer (Agilent, Santa Clara, CA), as previously described (Hewitt et al. , 2018; Koopman et al., 2016). Worms were cultured in either chemically dened media  C. elegans maintenance media, CeMM (Szewczyk et al. , 2003), purchased from Cell Guidance Systems custom936 POLLARD ET AL.media service, United Kingdom, or freeze-dried OP50 in S-Basal. Adult animals were washed twice in incubation media M9 buffer: 22.04 mM KH 2PO4, 42.27 mM Na 2HPO 4, 85.56 mM NaCl (nal concentrations, sterilized) and placed in200mL M9-lled wells of standard Seahorse plates (20 worms well) in 5 replicates per condition. Stable OCR measurements were taken by performing ve measurement cycles for basalOCR, nine cycles for maximal OCR following the addition of carbonyl cyanide p-triuoromethoxyphenylhydrazone (FCCP) (10mM nal well concentration), and ve cycles for non- mitochondrial OCR following the addition of sodium azide (40 nM nal well concentration). OCR measurements were normalized to the number of worms per well. To obtain stable OCR measurements, the nalthree, seven, and two measurement cycles were used for the statistical analysis of basal, maximal, and nonmitochondrial OCR, respectively, as previously described (Hewitt et al. , 2018). Differences in OCR were detected with a one-way ANOVA with Tukeys multiple comparison test using GraphPad Prism 8 (La Jolla, CA). Statistical signicance wasset at p0.05. 2.4. Culture volume optimization Age-synchronized L1 larvae were placed into experimental bags containing freeze-dried OP50 in S-Basal (5000 L1 wormsper bag). The amount of OP50 in the bag was optimized where 3, 4, 5, 6, 7, 8, 9, and 10 mL volumes were tested. Three biological replicates were carried out per condition. 2.5. Hardware development and validation For ight, the experimental bags were to be placed into European Space Agency (ESA) experiment cassettes (ECs).AsC. elegans require oxygen to develop, gas exchangebetween the inside of the EC and outside of the EC is re- quired. ECs that allowed gas exchange via a gas-permeable Gortex membrane have previously been used with C. ele- gans onboard the ISS (Szewczyk et al. , 2008); unfortu- nately, these were no longer available for use with MME. Therefore, we had to design (Fig. 1) and validate new ECs (Kayser Italia, Livorno, Italy). To validate how well worms would grow inside the ECs, three bags each loaded with 5000 L1 worms and 6 mL freeze-dried OP50 in S-Basal were cultured inside the ECfor 1 week at 20 C176C. Once complete, the population of viable worms in the bags were counted under a dissecting micro- scope (Nikon SMZ645; Nikon, Japan) and compared againstcontrol bags that were otherwise identical except were lo-cated outside the EC. Two different cage inserts for the ECs were designed and tested to maintain separation between the bags during theturbulent upload phase of launch, to maintain a surface area for gas exchange in ight, and to prevent the bags from freezing together at the end of the experiment. To test whichcage design was best, worms were grown in bags alone, in cage design 1, and in cage design 2. Upon selection of cage design 2, further testing was carried out by growing wormsin bags alone, in cage 2 alone, and in cage 2 inside an EC. Three biological replicates were carried out per condition. 2.6. Validation of experimental timings As MME was to be uploaded in an active state ( e.g., worms were not placed in stasis), and as launches to the ISS are often associated with delays due to inclement weather or technical problems, we needed to validate our experimental design toconrm that it could withstand launch delays. To test this, we obtained upload times from handover to installation on the ISS from NASA cold stowage for previous SpaceX launches(Table 1), as well as data for the performance of 10 C176C and 12C176C ICE Bricks passive upload cold stowage phase change material over upload to ISS time frames. Using these data, we loaded 5000 L1 larvae into 6 mL of freeze-dried OP50 in S-Basal into the bags inside the full EC setup (including the cage insert) and tested various upload scenarios. Following upload scenario testing, we ran the fullexperiment simulating a scheduled launch, a 24 h delay, and a 48 h delay. Following these simulations, the total worm populations were counted and compared with the nominal FIG. 1. Hardware for the MME. Images of the hardware used for the experiment include (A)the rst cage prototype and(B)the second cage prototype developed by Kayser Italia. (C)The assembly of experimental bags and cages within the EC. EC, experiment cassette; MME, Molecular Muscle Experiment. Color image is available online.Table 1.Duration from Launch: 26H Turnover to NASA Cold Stowage Until Installation on the International Space Station Mission Handover to installation, h SpX-4 130 SpX-5 97 SpX-6 137SpX-8 91 SpX-9 105 SpX-10 152SpX-11 138SpX-12 90 SpX-13 94 SpX-14 94MME GROUND VALIDATION 937(on-time) launch scenario. A nominal launch scenario is associated with the generation of 45,000 worms per bag, which is the requirement for postight analysis. To deter-mine whether our experimental design could withstand a 24or 48 h delay, we set a matched population threshold of 45,000 worms per bag at the end of the experiment. 3. Results 3.1. Evaluation and selection of culture bags Several previous spaceight experiments have grown worms in liquid culture inside plastic experimental bags (Selch et al., 2008; Szewczyk et al., 2008; Higashitani et al.,2 0 0 9 ) ;i n some cases, worms were grown with an OP50 diet, in otherswith a CeMM diet. While it is not usual to grow C. elegans inside plastic bags on Earth, containment of liquid is a safety requirement onboard the ISS. We therefore sought to establisha plastic culture bag that would allow worm growth for MME. We evaluated three culture bags based on past use in C. elegans ight experiments. Unsurprisingly, the PE bags we selected to replicate the bags used on ICE-FIRST (Szewczyk et al. , 2008) and the JAXA bags we selected to replicate the bags used on CERISE (Higashitani et al. , 2009) performed well at supporting worm growth (Fig. 2). However, the FEP bags we selected to replicate bags tested on Earth (Szewczyk et al. , 2003) for ight use failed to support growth, with more than half of the worms actually dying in the bags (Fig. 2). 3.2. Diet induces changes in OCR Given that past ground tests with FEP bags (Szewczyk et al. , 2003) and a past ight with culture chambers utilizing FEP for gas exchange (Oczypok et al. , 2012) successfully supported C. elegans growth, we wanted to understand why FEP bags did not work in our ground testing (Fig. 2). Sinceboth past reports of use of FEP involved growing worms in CeMM rather than the OP50 diet used in MME, we werecurious if the failure to grow was due to the food source. Worms grown in CeMM take longer to develop, have longer life expectancies, exhibit altered gene expression, and ex-hibit the characteristics of dietary restriction (Szewczyket al. , 2006; Zhang et al. , 2015). Given the physiological and gene expression changes in CeMM-grown worms, we hypothesized that worms grown inCeMM have differences in metabolism compared with those grown in OP50. To examine whether these different diets alter metabolism, we used the Seahorse XFe24 Analyzer (Agilent)to measure oxygen consumption in worms grown chronically in CeMM and OP50. As shown in Fig. 3, worms grown in CeMM have signicantly lower basal levels of oxygen con-sumption. This suggests that OP50-grown worms could havebeen limited for oxygen inside the FEP bags, whereas the CeMM grown worms were not. The use of CeMM rather than OP50 as a food source may therefore reduce the oxygen ex-change requirement and thus increase the viability of worm experiments conducted inside plastic culture bags on the ISS. 3.3. Optimizing culture volume in the ight bags Having determined that gas exchange was a limiting factor for worm growth inside plastic culture bags, we re-evaluated the surface area to volume ratio of our bags versus past ightsCERISE (Higashitani et al. , 2009) and ICE-FIRST (Szewc- zyket al. , 2008) as this ratio also inuences oxygen avail- ability for the worms within the bags. As shown in Fig. 4, the surface area to volume ratio for CERISE, which used theOP50 diet, was 8.4 cm 2mL, whereas the ratio for ICE- FIRST, which used the CeMM diet, was 10 cm2mL. We therefore maintained the size of the bag and altered the vol-ume of worms OP50 feed solution, testing volumes between 3 and 10 mL. Based on CERISE, which used JAXA bags, we expected a ratio of around 8.4 cm2mL, which equates to a little more than 7 mL of liquid culture in the bag. FIG. 2. Growth of Caenorhabditis elegans in different plastic culture bags. Five thousand L1 larvae were loaded instandard Petri dishes, PE bags, JAXA bags, or FEP bags andcultured for 1 week at 20 C176C (all conditions in triplicate). Growth in PE bags was not signicantly different from Petri dish controls, whereas both JAXA (  p0.01) and FEP (  p0.0001) have reduced growth compared with controls. Both PE and JAXA produce viable numbers of worms for the analysis requirements, whereas FEP do not. FEP, uorinated ethylene propylene; JAXA, JapaneseAerospace Exploration Agency; PE, polyethylene. FIG. 3. C. elegans grown on a bacterial diet display in- creased oxygen consumption compared with a chemically de- ned diet. Twenty adult worms grown on bacterial diet (OP50)or chemically dened diet (CeMM) were analyzed in a Sea- horse XF Analyzer ( n5 replicates per condition). In both the basal state (  p0.001) and in the maximal state following injection of FCCP (  p0.0001), oxygen consumption rates are signicantly higher in OP50 compared with CeMM. p0.01. CeMM, C. elegans maintenance media; FCCP, carbonyl cyanide p-triuoromethoxyphenylhydrazone; SA,sodium azide.938 POLLARD ET AL.To preserve the limited available stocks of JAXA bags and to validate materials readily available for future ights,we used PE bags instead of the JAXA bags for testing. Testing with PE bags (Fig. 4) revealed that the maximum volume in the PE culture bag should be 67 mL, which isroughly consistent with the past performance of the JAXAbags during CERISE. Together, these results highlight the importance of considering and testing surface area for gas exchange when designing C. elegans spaceight experi- ments involving liquid cultures. 3.4. Flight hardware validation The culture bags were to be held within ECs to provide an additional level of containment, thus increasing the safety of the crew as well as protecting the cultures themselves fromlaunch andor in-ight damage. As shown in Fig. 1, cages to contain the bags within the ECs were designed to enforcespace between the culture bags during launch, ensure gas exchange, and prevent culture bags from freezing together at the end of the experiment. As shown in Fig. 5, when culturebags were used either outside or inside cage design 2, whichhad more space between the bags, there was no signicant difference in worm growth. In contrast, cage design 1, which had less space between the bags, had signicantly lessgrowth than outside the cage. Thus, cage design 2 was adopted for MME. Next, growth in the culture bags inside the ECs with or without the cages was evaluated. As shown in Fig. 6, no FIG. 4. Optimization of culture volume in PE bags. (A)Volume of liquid culture and surface area to volume ratio in CERISE, ICE-FIRST, and MME. (B)Worm population size after starting with 5000 L1 worms, which were allowed to grow for 7 days at 20 C176C(n3 replicates), using different culture volumes in PE. Worm growth is optimal between 5 and 7 mL culture volume with a surface area to volume ratio in the range of 10 cm2mL. FIG. 5. Growth of worms within prototype cages. Five hundred L1 worms were grown in culture bags for 7 days at20C176C, either within or not within a cage design ( n3 rep- licates). Worm growth was lower in cage 1 compared with no cage (  p0.01), whereas there was no signicant dif- ference in worm growth between no cage and cage 2. FIG. 6. Validating growth of worms within the full ex- perimental design. Five thousand L1 worms were grown in PE culture bags for 7 days at 20 C176C(n3 replicates). Three bags were grown without additional hardware, three bagswere placed in the cage without the cassette, and three bagswere placed in the complete experimental container (cage and cassette, Fig. 1). No signicant differences in growth were observed.MME GROUND VALIDATION 939signicant differences in worm growth were noted for worms grown in PE culture bags outside or inside cage design 2, conrming prior testing (Fig. 5). Furthermore,there were no signicant differences for worms grown in PEculture bags alone versus inside the combined cage and ECs. 3.5. Optimizing culture conditions for upload To allow for comparison of our anticipated gene ex- pression data with gene expression data from ICE-FIRST (Szewczyk et al. , 2008) and CERISE (Higashitani et al. , 2009), it was important that we time our cultures to enteradulthood following birth and development in space. As our experiment did not involve an activation step like CERISE, we conducted it as a timed upload like ICE-FIRST. However, for MME, the launch vehicle wasSpaceXs Dragon and not Russias Soyuz, and active temperature control during upload was not preferred from an operations perspective. Therefore, as SpaceXs Dragon is frequently subjected to launch delays and as phase change materials could be used to maintain temperature during upload, it was important thatwe test various upload scenarios to establish working tim- ings for upload to the ISS such that the worms were at an appropriate developmental stage, population density, andhad not run out of food. As shown in Table 2, we startedtesting with xed temperature of a duration calculated to allow P 0animals to grow to adulthood during upload (days 134) and the F 1generation to grow to mid-adulthood after living only in the spaceight environment (days 38). We found that this duration exhausted our food source as evi- denced by lack of visible food and presence of Dauer larvae.Reducing growth by 1 day resulted in viable worms of sufcient numbers for analysis (Table 2 and Figs. 2 and 6).Unfortunately, with a maximum possible late turnover of payload at launch of24 h, 3 days from turnover until instal- lation in an incubator onboard the ISS was not a realistictimeline to produce viable animal cultures. Thus, for thetimelineslate handover scenario associated with a Dragon launch scenario, similar to ICE-FIRST (Szewczyk et al., 2008), we would require active temperature control throughout up-load. We therefore moved on to test other scenarios that were, from an operations perspective, preferred. We next tested the effect of cold incubation during the prelaunch (1 day) or prelaunch plus longest reported cold stowage upload via Dragon (Table 2, 8 days). For these tests, we also reduced the time of culturing at 20 C176Cb yh a l fad a ya s we anticipated some level of development to occur while at12C176C. As shown in Table 2, chilling of the cultures for the day between handover and launch allowed for viable cul- tures, subjected to the same operational issues as whenculturing at 20 C176C, whereas 8 days of chilling the cultures did not allow for all cultures tested to be viable. We therefore tested short cold stowage upload (1 day handover to launch with 2 days from launch to the ISS) and longest reported cold stowage upload via Dragon (8 days) with a further half-day reduction in the time of culturing at20C176C. As shown in Table 2, both short and long cold stowage followed by 6 days of incubation produced viable cultures. These results suggested that even the longest duration coldstowage followed by a period of incubation onboard the ISSwould be a suitable operational solution for MME. As passive rather than active temperature control was pre- ferred for upload operations, we tested the effect of passivecold stowage using NASAs phase change materials. Given that 12 C176C active temperature control during upload produced viable cultures, we rst tested NASAs 12 C176C phase change materials temperature prole during long upload. As shown in Table 2, long cold stowage when using NASAs 12 C176C phase change materials temperature prole did not produce viablecultures, with worms running out of food about 1 day beforethe end of the incubation at 20 C176C. This result may appear surprising; however, the phase change material starts at 10 C176C and ramps up to 14 C176C over the period of cold stowage. Thus, from an engineering perspec- tive, the 12 C176C phase change materials do indeed maintain 12C176C2C176C, but from a biological perspective, this is quite different from the 12 C176C0.5C176C achieved via active temper- ature control. Conrming that 10 C176C phase change materials also maintain within -2C176C, we tested long cold stowage using NASAs 10 C176C phase change materials temperature prole, which did produce viable cultures (Table 2). Having conrmed a viable passive stowage upload sce- nario for MME, we nally tested the impact of a short up-load scenario with the 10 C176C phase change materials (1 day turnover to launch, 3 days to station, 1 day to put in incu- bator) and found that this also produced viable cultures(Table 2). Thus, through various iterations of testing that included what we might do to culture worms in our own laboratory, to implementing operational restrictions im-p o s e db yl a u n c ha n du p l o a dt ot h eI S Sc o u p l e dw i t hab e t t e r understanding of passive cold stowage performance, we were able to achieve a viable experimental protocol. Im-portantly, the data from this testing also inform of the ability of the experimental protocol to perform in other, off- nominal scenarios.Table 2.Operation Scenarios Tested DurationTemperature prole Outcome 8 Days 20 C176C Not viable, ran out of food 7 Days 20 C176C Viable, no Dauer larvae 1 Day 12 C176C Viable 6.5 Days 20 C176C 8 Days 12 C176C Some tests ran out of food around day 5.5 at 20 C176C 6.5 Days 20 C176C 3 Days 12 C176C Viable 6 Days 20 C176C 8 Days 12 C176C Viable, food close to exhaustion6 Days 20 C176C 8 Days NASA 12 C176C phase changeRan out of food around day 5 at 20 C176C 6 Days 20 C176C 8 Days NASA 10 C176C phase changeViable 6 Days 20 C176C 5 Days NASA 10 C176C phase changeViable 6 Days 20 C176C940 POLLARD ET AL.3.6. Validation of launch procedures, upload timings, and simulated incubation on the ISS Having nalized an operationally acceptable upload sce- nario, we prepared for ight. First, to help increase the visibility of our outreach efforts (Gaffney et al. , 2018b), we developed and nalized a mission logo (Fig. 7). This was distributed to 2000 members of the public, mainly school children, be- tween nal ground testing and launch and created a brandfor our experiment that was used by the UK government andmedia, which reached an estimated 41 million people. Second, in consultation with ESA, we agreed a nominal launch scenario to be used in our nal testing (Fig. 8A) aswell as to assess the impact of a 24- and 48-h launch delay on our nalized experimental timeline. Note that a notional period of time (7 days) was used to simulate time in theMinus Eighty Laboratory Freezer for ISS (MELFI) beforedownload of the samples back to Earth. As shown in Fig. 8B, cultures from the nominal and both launch delay scenarios grew as expected. 4. Discussion The desired culture bag and EC hardware used in the past were not available for use with MME. Therefore, what should have been a straightforward repurposing of previ- ously own hardware became a program of work to redesignand revalidate ight hardware. This entailed dealing with the frequent challenges of successfully designing and ying an experiment to the ISS: use and validation of nonstandardlaboratory hardware and validation of experimental timingsfor upload of biologically active experiments to the ISS. We evaluated three culture bags based on past use in C. elegans ight experiments. Unsurprisingly, two of the bags selected to replicate bags used in previous ight per- formed well. However, one of the bags selected, made of FEP, was not compatible with worm growth despite havingpreviously been used. This result was particularly striking as FEP is reported to have better gas exchange properties than PE and is why FEP bags are used to y cell culture exper-iments (Vassy et al. , 2001). Upon closer inspection of the specications of the PE and FEP bags, it was clear that the PE bags were half as thick as the FEP bags and thereforeperformed better as a gas exchange surface despite worseperformance as a material. As both PE and FEP bags are nonstandard equipment for growing C. elegans , these ndings highlight the importance of properly testing proposed ight hardware before ight, as selecting FEP bags for better gas exchange and ease of use properties ( e.g., the capacity to load animals into bags via injection ports) was the operational preference before test- ing. Having uncovered that gas exchange did appear to be a concern for growing worms in plastic bags, we tested ifculture volume to gas exchange surface area impacted cul-ture growth. Unsurprisingly, we found that it did, which enabled us to optimize culture volume for MME, something not done for ICE-FIRST (Szewczyk et al. , 2008). FIG. 8. Final experimental timeline verication test. (A)Timing details for nominal upload, 24 h, and 48 h delays to launch. (B)Population growth after the full experiment following a nominal upload, and a simulated 24 and 48 h delay. One-way ANOVA is not signicant between the three groups. ANOVA, analysis of variance. FIG. 7. MME mission logo.MME GROUND VALIDATION 941We also examined worm oxygen consumption using the diet from ICE-FIRST, CeMM (Szewczyk et al. , 2008), and the diet from CERISE, OP50 (Higashitani et al. , 2009). Consistent with the biological changes for worms grown inCeMM (Szewczyk et al. , 2003, 2006), we found that the worms consumed less oxygen. Collectively, our results sug- gest that growing worms in plastic culture bags does pose achallenge to worm experiment viability. The use of CeMM rather than OP50 as a food source may therefore reduce the oxygen exchange requirement and thus increase the viabilityof worm experiments conducted inside plastic culture bags on the ISS, but this comes with the added challenge that CeMM is more prone to become contaminated. Regardless, it remains clear that proper ground testing is required preight despite past successful C. elegans spaceight experiments. Additionally, in contrast to challenges with ex- perimental bags and gas exchange, the development of newECs, similarly dependent on effective surface area to volume ratios, presented no problems. Gas exchange in the ECs was capable of producing a viable experiment. This result suggeststhat for future experiments it is likely that gas exchange be- tween the C. elegans culture and ISS will be limited principally by the exchange properties of the culture bags and not the ECs. The second most challenging portion of our preight testing was testing and nalizing suitable scenarios for upload to the ISS that were consistent both with current operationalrealities and with successfully conducting our experiment.The data on durations from payload handover until integra- tion on the ISS provided us with a realistic range of upload timings and should prove useful for others planning to uploadvia Dragon with NASA cold stowage. Using these timings, we were able to establish that a C. elegans payload can be kept in a stasis during cold upload at 812 C176C, then subsequently grow and reproduce effectively. Of note, while the use of phase change material removed the need for active temperature control during upload, it wascritical that we tested the performance of the phase changematerial temperature prole. Indeed, for biologically active cultures, phase change material provides a signicantly dif- ferent temperature prole than active temperature control. 5. Conclusion In conclusion, we have updated the ight hardware and upload conditions available to support C. elegans experi- ments onboard the ISS. These validations provide a platform for MME and future investigators to successfully, and ef- ciently, conduct experiments onboard the ISS. Acknowledgments The authors would like to thank the UK Space Agency, ESA, JAXA, and BIOTESC for their support of the Mole- cular Muscle Experiment. Author Disclosure Statement No competing nancial interests exist. Funding Information This work was supported by the BBSRC (Grant Nos. BBN0158941, BBP0257811); the UK Space Agencyand the STFC (Grant No. STR0057371); and ESA (des- ignations Molecular Muscle Experiment and ESA-14- ISLRA_Prop-0029). J.E.H. and S.A.V. were supported bythe National Aeronautics and Space Administration(NASA) (NNX15AL16G to S.A.V.). Some strains were provided by the CGC, which is funded by NIH Ofce of Research Infrastructure Programs (P40 OD010440). References Corsi, A.K., Wightman, B., and Chale, M. (2015) A trans- parent window into biology: a primer on Caenorhabditis elegans .Genetics 200:387407. Demontis, G.C., Germani, M.M., Caiani, E.G., Barravecchia, I., Passino, C., and Angeloni, D. (2017) Human pathophysio- logical adaptations to the space environment. Front Physiol 8:547. Fitts, R.H., Trappe, S.W., Costill, D.L., Gallagher, P.M., Creer, A.C., Colloton, P.A., Peters, J.R., Romatowski, J.G., Bain, J.L., and Riley, D.A. (2010) Prolonged space ight-induced alterations in the structure and function of human skeletal muscle bres. J Physiol 588:35673592. Gaffney, C.J., Bass, J.J., Barratt, T.F., and Szewczyk, N.J. (2014) Methods to assess subcellular compartments of muscle inC. elegans .J Vis Exp e52043. doi:10.379152043. Gaffney, C.J., Fomina, E., Babich, D., Kitov, V., Uskov, K., and Green, D.A. (2017) The effect of long-term connement and the efcacy of exercise countermeasures on muscle strength during a simulated mission to Mars: data from the Mars500 study. Sport Med Open 3:40. Gaffney, C.J., Pollard, A., Barratt, T.F., Constantin-Teodosiu, D., Greenhaff, P.L., and Szewczyk, N.J. (2018a) Greater loss of mitochondrial function with ageing is associated with earlier onset of sarcopenia in C. elegans .Aging (Albany. NY) 10:33823396. Gaffney, C.J., Pollard, A., Deane, C., Cooke, M., Balsamo, M., Hewitt, J., Vanapalli, S., Szewczyk, N., Etheridge, T., and Phillips, B. (2018b) Worms in space for outreach on earth: Space Life Science activities for the classroom. Gravit Space Res6:7482. Hewitt, J.E., Pollard, A.K., Lesanpezeshki, L., Deane, C.S., Gaffney, C.J., Etheridge, T., Szewczyk, N.J., and Vanapalli, S.A. (2018) Muscle strength deciency and mitochondrial dysfunction in a muscular dystrophy model of Caenorhabditis elegans and its functional response to drugs. Dis Model Mech 11:dmm036137. Higashibata, A., Hashizume, T., Nemoto, K., Higashitani, N., Etheridge, T., Mori, C., Harada, S., Sugimoto, T., Szewczyk, N.J., Baba, S.A., Mogami, Y., Fukui, K., and Higashitani, A. (2016) Microgravity elicits reproducible alterations in cy- toskeletal and metabolic gene and protein expression in space-own Caenorhabditis elegans .NPJ Microgravity 2: 15022. Higashitani, A., Hashizume, T., Sugimoto, T., Mori, C., Ne- moto, K., Etheridge, T., Higashitani, N., Takanami, T., Su- zuki, H., Fukui, K., Yamazaki, T., Ishioka, N., Szewczyk, N., and Higashibata, A. (2009) C. elegans RNAi space experi- ment (CERISE) in Japanese Experiment Module KIBO. Biol Sci Space 23:183187. Honda, Y., Higashibata, A., Matsunaga, Y., Yonezawa, Y., Ka- wano, T., Higashitani, A., Kuriyama, K., Shimazu, T., Tanaka, M., Szewczyk, N.J., Ishioka, N., and Honda, S. (2012) Genes down-regulated in spaceight are involved in the control of longevity in Caenorhabditis elegans .Sci Rep 2:487.942 POLLARD ET AL.Honda, Y., Honda, S., Narici, M., and Szewczyk, N.J. (2014) Spaceight and ageing: reecting on Caenorhabditis elegans in space. Gerontology 60:138142. Ishioka, N., and Higashibata, A. (2019) Space experiments using C. elegans as a model organism. Handbook of Space Pharmaceuticals , 132. doi:10.1007978-3-319-50909-9_3-1. Kaletta, T., and Hengartner, M.O. (2006) Finding function in novel targets: C. elegans as a model organism. Nat Rev Drug Discov 5:387399. Koopman, M., Michels, H., Dancy, B.M., Kamble, R., Mouchir- oud, L., Auwerx, J., Nollen, E.A., and Houtkooper, R.H. (2016) A screening-based platform for the assessment of cellular respiration in Caenorhabditis elegans .Nat Protoc 11: 17981816. Oczypok, E.A., Etheridge, T., Freeman, J., Stodieck, L., Johnsen, R., Baillie, D., and Szewczyk, N.J. (2012) Remote automated multi-generational growth and observation of an animal in low Earth orbit. J R Soc Interface 9:596599. Selch, F., Higashibata, A., Imamizo-Sato, M., Higashitani, A., Ishioka, N., Szewczyk, N.J., and Conley, C.A. (2008) Genomic response of the nematode Caenorhabditis elegans to space- ight. Adv Sp Res 41:807815. Shen, P., Yue, Y., Zheng, J., and Park, Y. (2018) Cae- norhabditis elegans : a convenient in vivo model for assessing the impact of food bioactive compounds on obesity, aging, and Alzheimers disease. Annu Rev Food Sci Technol 9:122. Simpson, R.J., Kunz, H., Agha, N., and Graff, R. (2015) Ex- ercise and the regulation of immune functions. Prog Mol Biol Transl Sci 135:355380. Strollo, F., Gentile, S., Strollo, G., Mambro, A., and Vernikos, J. (2018) Recent progress in space physiology and aging. Front Physiol 9:1551. Szewczyk, N.J., Kozak, E., and Conley, C.A. (2003) Chemi- cally dened medium and Caenorhabditis elegans .BMC Biotechnol 3:19. Szewczyk, N.J., Mancinelli, R.L., McLamb, W., Reed, D., Blumberg, B.S., and Conley, C.A. (2005) Caenorhabditis elegans survives atmospheric breakup of STS-107, Space Shuttle Columbia. Astrobiology 5:690705. Szewczyk, N.J., Udranszky, I.A., Kozak, E., Sunga, J., Kim, S.K., Jacobson, L.A., and Conley, C.A. (2006) Delayed de- velopment and lifespan extension as features of metabolicli- festyle alteration in C. elegans under dietary restriction. J Exp Biol 209:41294139. Szewczyk, N.J., Tillman, J., Conley, C.A., Granger, L., Segalat, L., Higashitani, A., Honda, S., Honda, Y., Kagawa, H.,Adachi, R., Higashibata, A., Fujimoto, N., Kuriyama K., Ishioka, N., Fukui K., Baillie, D., Rose, A., Gasset, G., Eche, B., Chaput, D., and Viso. M. (2008) Description of interna- tional Caenorhabditis elegans experiment rst ight (ICE- FIRST). Adv Sp Res 42:10721079.Trappe, S., Costill, D., Gallagher , P., Creer, A., Peters, J.R., Evans, H., Riley, D.A., and Fitts, R.H. (2009) Exercise in space: human skeletal muscle after 6 months aboard the International Space Station. J Appl Physiol 106:1159 1168. Vassy, J., Portet, S., Beil, M., Millot, G., Fauvel-Lafeve, F., Karniguian, A., Gasset, G., Irinopoulou, T., Calvo, F., Rigaut, J.P., and Schoevaert, D. (2001) The effect of weightlessness on cytoskeleton architecture and proliferation of human breast cancer cell line MCF-7. FASEB J 15:11041106. Warren, P., Golden, A., Hanover, J., Love, D., Shephard, F., and Szewczyk, N.J. (2013) Evaluation of the uids mixing en- closure system for life science experiments during a com-mercial Caenorhabditis elegans spaceight experiment. Adv Space Res 51:22412250. Zhang, L., Gualberto, D.G., Guo, X., Correa, P., Jee, C., and Garcia, L.R. (2015) TMC-1 attenuates C. elegans develop- ment and sexual behaviour in a chemically dened food en- vironment. Nat Commun 6:6345. Address correspondence to: Nathaniel J. Szewczyk MRC Versus Arthritis Centre for Musculoskeletal Ageing Research NIHR Nottingham BRC University of Nottingham Medical School Royal Derby Hospital Derby DE22 3DT United Kingdom E-mail: natealumni.cmu.edu Submitted 18 October 2019 Accepted 3 March 2020 Associate Editor: Petra Rettberg Abbreviations Used CeMM C. elegans maintenance media ECsexperiment cassettes ESAEuropean Space Agency FEPuorinated ethylene propylene ISSInternational Space Station JAXAJapanese Aerospace Exploration Agency MELFI Minus Eighty Laboratory Freezer for ISS MMEMolecular Muscle Experiment OCRoxygen consumption rates PEpolyethyleneMME GROUND VALIDATION 943",
        "introduction": "Space is an extreme environment in which humans have been routinely living and working for more than 20 years, and ambitions remain to live and work further beyond Earth. Spaceight is associated with deconditioning of multiple bodilysystems, including the musculoskeletal, cardiovascular, vestib- ular, and immune systems (Demontis et al., 2017; Strollo et al., 2018). Physiological decline occurs despite participation inexercise countermeasures, which are a potent stimulus to pro-mote musculoskeletal and cardiovascular adaptation (Trappe et al. , 2009) and optimal immune function (Simpson et al. , 2015) on Earth. While vestibular adaptations take place in therst days after transition to the microgravity environment, de- cline in musculoskeletal, cardiovascular, and immune systems c a nw o r s e nw i t hm i s s i o n so fg r e a t e rd u r a t i o n( F i t t s et al., 2010; Strollo et al. , 2018), potentially limiting our capacity for inter- p l a n e t a r ym i s s i o n ss u c ha st oM a r s( G a f f n e y et al., 2017). These challenges have motivated research around strate- gies to prevent this (mal)adaptation in space. As the precise 1MRC Versus Arthritis Centre for Musculoskeletal Ageing Research and NIHR Nottingham BRC, University of Nottingham, Medical School Royal Derby Hospital, Derby, United Kingdom. 2Sport and Health Sciences, University of Exeter, Exeter, United Kingdom. 3Lancaster Medical School, Furness College, Lancaster University, Lancaster, United Kingdom. 4Kayser Italia, Livorno, Italy. 5Department of Chemical Engineering, Texas Tech University, Lubbock, Texas. 6Department of Cellular and Molecular Medicine, Ludwig Institute for Cancer Research, University of California San Diego, La Jolla, California. C211Amelia K. Pollard et al. , 2020; Published by Mary Ann Liebert, Inc. This Open Access article is distributed under the terms of the Creative Commons License (http:creativecommons.orglicensesby4.0), which permits unrestricted use, distribution, and reproduction inany medium, provided the original work is properly credited.ASTROBIOLOGY Volume 20, Number 8, 2020Mary Ann Liebert, Inc.DOI: 10.1089ast.2019.2181 935molecular mechanisms of spaceight-induced physiological deconditioning have not been identied, this limits our ability to design molecularly rationalized countermeasures. Biological experiments in space can, however, be method- ologically challenging. Although the United States has desig- nated the US segment of the International Space Station (ISS) as a National Laboratory, experiments are not routinely carriedout by using standardized equipment or methods that are in common use in other laboratories on Earth. Size, power, mass, late access for experiment integration onto the rocket, andability to oversee the experiment remain challenges, despite more than 40 years of conducting biology experiments in space. Thus, the development of hardware and the validation ofexperimental conditions remain critical in the acquisition ofquality data that can ultimately promote understanding of bi- ological changes in space that should underpin rationale countermeasures to physiological changes in space. Our current experiment, the Molecular Muscle Experiment (MME), uses the model organism, Caenorhabditis elegans , to explore the molecular mechanisms of spaceight-inducedmuscle atrophy. C. elegans is an established model organism for studies on Earth (Kaletta and Hengartner, 2006; Corsi et al. , 2015; Shen et al. , 2018) and in space (Szewczyk et al. , 2008; Higashitani et al. , 2009; Honda et al. , 2012, 2014; Higashibata et al. , 2016). In the context of very limited access to space, the short life span and microscopic size of C. elegans enable data to be collected across the entire life span (Gaffney et al. , 2018a) in high nnumbers and replicates to generate robust data rapidly. The operational requirements of MME include many thatapply to biological payloads across species ( e.g., late access, temperature-controlled uploaddownload, and time critical astronaut interventions). MME is therefore a generalizableexample of many of the challenges in conducting contem- porary astrobiology research onboard the ISS. C. elegans have been studied in space for more than 20 years by using a variety of spaceight hardware congurations(Ishioka and Higashibata, 2019). With the exception of STS- 107 (Szewczyk et al. , 2005), all past ights involved in the study of C. elegans have used nonstandard laboratory hard- ware. It is therefore not surprising that C. elegans spaceight experiments can fail due to lack of sufcient oxygen to support the worms (Warren et al. , 2013), a problem that can be dealt with through preight ground testing. Here, we describe the hardware selection and validation in addition to the ground- based experiment sequence validation testing for MME. The rst key challenge was overcoming the difculty of growing worms inside plastic bags. The second key chal- lenge was working out timings to allow upload to the ISSusing passive temperature control. These studies should al-low other researchers to replicate andor improve our ex- perimental design on future missions. 2. Materials and",
        "conclusion": "In conclusion, we have updated the ight hardware and upload conditions available to support C. elegans experi- ments onboard the ISS. These validations provide a platform for MME and future investigators to successfully, and ef- ciently, conduct experiments onboard the ISS. Acknowledgments The authors would like to thank the UK Space Agency, ESA, JAXA, and BIOTESC for their support of the Mole- cular Muscle Experiment. Author Disclosure Statement No competing nancial interests exist. Funding Information This work was supported by the BBSRC (Grant Nos. BBN0158941, BBP0257811); the UK Space Agencyand the STFC (Grant No. STR0057371); and ESA (des- ignations Molecular Muscle Experiment and ESA-14- ISLRA_Prop-0029). J.E.H. and S.A.V. were supported bythe National Aeronautics and Space Administration(NASA) (NNX15AL16G to S.A.V.). Some strains were provided by the CGC, which is funded by NIH Ofce of Research Infrastructure Programs (P40 OD010440). References Corsi, A.K., Wightman, B., and Chale, M. (2015) A trans- parent window into biology: a primer on Caenorhabditis elegans .Genetics 200:387407. Demontis, G.C., Germani, M.M., Caiani, E.G., Barravecchia, I., Passino, C., and Angeloni, D. (2017) Human pathophysio- logical adaptations to the space environment. Front Physiol 8:547. Fitts, R.H., Trappe, S.W., Costill, D.L., Gallagher, P.M., Creer, A.C., Colloton, P.A., Peters, J.R., Romatowski, J.G., Bain, J.L., and Riley, D.A. (2010) Prolonged space ight-induced alterations in the structure and function of human skeletal muscle bres. J Physiol 588:35673592. Gaffney, C.J., Bass, J.J., Barratt, T.F., and Szewczyk, N.J. (2014)",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            }
        ]
    }
]