[
    {
        "pmid": "24990938",
        "title": "Morbid obesity attenuates the skeletal abnormalities associated with leptin deficiency in mice.",
        "year": "2014",
        "journal": "J Endocrinol",
        "abstract": "Leptin-deficient ob/ob mice are morbidly obese and exhibit low total bone mass and mild osteopetrosis. In order to disassociate the skeletal effects of leptin deficiency from those associated with morbid obesity, we evaluated bone mass, architecture, gene expression, and indices of bone turnover in WT mice, ob/ob mice allowed to feed ad libitum (ob/ob), and ob/ob mice pair-fed equivalent to WT mice (pair-fed ob/ob). Mice were maintained at 32 °C (thermoneutral) from 6 to 18 weeks of age to minimize differences in resting energy expenditure. ob/ob mice were heavier, had more abdominal white adipose tissue (WAT), and were hyperglycemic compared with WT mice. Femur length, bone mineral content (BMC) and bone mineral density, and midshaft femur cortical thickness were lower in ob/ob mice than in WT mice. Cancellous bone volume (BV) fraction was higher but indices of bone formation and resorption were lower in ob/ob mice compared with WT mice; reduced bone resorption in ob/ob mice resulted in pathological retention of calcified cartilage. Pair-fed ob/ob mice were lighter and had lower WAT, uterine weight, and serum glucose than ob/ob mice. Similarly, femoral length, BMC, and cortical thickness were lower in pair-fed ob/ob mice compared with ob/ob mice, as were indices of cancellous bone formation and resorption. In contrast, bone marrow adiposity, calcified cartilage, and cancellous BV fraction were higher at one or more cancellous sites in pair-fed ob/ob mice compared with ob/ob mice. These findings indicate that the skeletal abnormalities caused by leptin deficiency are markedly attenuated in morbidly obese ob/ob mice.",
        "full_text": "Morbid Obesity Attenuates the Skeletal Abnormalities Associated with Leptin Deficiency in Mice Russell T. Turner1,2, Kenneth A. Philbrick1, Carmen P. Wong1, Dawn A. Olson1, Adam J. Branscum3, and Urszula T. Iwaniec1,2 1Skeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, Oregon, USA 2Center for Healthy Aging Research, Oregon State University, Corvallis, OR 97331, USA 3Biostatistics, School of Biological and Population Health Sciences, Oregon State University, Corvallis, Oregon, USA Abstract Leptin-deficient obob mice are morbidly obese and exhibit low total bone mass and mild osteopetrosis. In order to disassociate the skeletal effects of leptin deficiency from those associated with morbid obesity, we evaluated bone mass, architecture, gene expression, and indices of bone turnover in wild type (WT) mice, obob mice fed ad libitum (obob ), and obob mice pair fed to WT mice (pair-fed obob ). Mice were maintained at 32C (thermoneutral) from 6 to 18 weeks of age to minimize differences in resting energy expenditure. obob mice were heavier, had more abdominal white adipose tissue (WAT), and were hyperglycemic compared to WT mice. Femur length, bone mineral content (BMC) and bone mineral density, and midshaft femur cortical thickness were lower in obob mice than in WT mice. Cancellous bone volume fraction was higher but indices of bone formation and resorption were lower in obob compared to WT mice; reduced bone resorption in obob mice resulted in pathological retention of calcified cartilage. Pair-fed obob mice were lighter, had lower WAT, uterine weight, and serum glucose than obob mice. Similarly, femoral length, BMC, and cortical thickness were lower in pair-fed obob mice compared to obob mice, as were indices of cancellous bone formation and resorption. In contrast, bone marrow adiposity, calcified cartilage and cancellous bone volume fraction were higher at one or more cancellous sites in pair-fed obob mice compared to obob mice. These findings demonstrate that the skeletal abnormalities caused by leptin deficiency are markedly attenuated in morbidly obese obob mice. Keywords obesity; histomorphometry; microcomputed tomography; dual energy absorptiometry Corresponding author: Urszula T. Iwaniec, Ph.D., Skeletal Biology Laboratory, School of Biological and Population Health Sciences, Oregon State University, Corvallis, OR, 97331, Tel: 541-737-9925, Fax: 541-737-6914, urszula.iwaniecoregonstate.edu. Declaration of Interest : The authors have nothing to disclose. NIH Public Access Author Manuscript J Endocrinol . Author manuscript; available in PMC 2015 July 01. Published in final edited form as: J Endocrinol . 2014 October ; 223(1): M1M15. doi:10.1530JOE-14-0224. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptIntroduction Leptin, a polypeptide hormone secreted by adipocytes, is best known for its role in the regulation of appetite and energy metabolism (Mistry, et al. 1997; Myers 2004). Rodents deficient in leptin signaling, due to either an inability to generate leptin ( obob mice) or the signaling form of the leptin receptor ( dbdb mice and fafa rats), become morbidly obese (Clement 2000). Their excess weight is the result of a combination of hyperphagia and reduced thermogenesis (Hwa, et al. 1996). In addition to morbid obesity, leptin deficiency is associated with hypogonadism (Barkan, et al. 2005), elevated corticosteroid levels (Saito and Bray 1983), and impaired thermoregulation (Trayhurn and James 1978). Leptin-deficient mice and leptin receptor-deficient mice and rats have reduced overall bone mass, reduced longitudinal bone growth (Kishida, et al. 2005; Steppan, et al. 2000), and decreased bone formation (Gat-Yablonski and Phillip 2008). In addition, impaired bone resorption in obob and dbdb mice results in mild osteopetrosis (Turner, et al. 2013), a condition which may contribute to the reported reductions in bone quality observed in these animals (Ealey, et al. 2006; Kimura, et al. 2012). Impaired bone resorption may also account for the age- and bone-dependent variation in cancellous bone volume observed in leptin signaling-deficient mice; the mutant mice are reported to have normal to increased cancellous bone volume fraction in lumbar vertebra and decreased to increased cancellous bone volume fraction in long bones (Hamrick, et al. 2004; Iwaniec, et al. 2007; Williams, et al. 2011). The skeletal abnormalities observed in mice and rats with defective leptin signaling suggest that leptin plays a role in normal skeletal growth, maturation, and turnover (Bartell, et al. 2011; Iwaniec et al. 2007; Kishida et al. 2005; Steppan et al. 2000; Turner et al. 2013). However, it is not clear to what extent the skeletal phenotype of obob mice is impacted by additional factors associated with morbid obesity. Although rare in humans, leptin signaling deficiency occurs as a result of loss of function mutations in the genes for leptin and the leptin receptor (Friedman and Halaas 1998). More common causes for low leptin signaling in humans include anorexia and starvation (Dardeno, et al. 2010; Muller, et al. 2009). At the other end of the spectrum, diet-induced leptin resistance, associated with chronically elevated leptin levels, mimics many of the metabolic consequences of leptin deficiency on energy metabolism and is thought to contribute to development of morbid obesity (Jung and Kim 2013). Thus, changes in leptin levels andor leptin sensitivity could have physiological effects on bone metabolism. In order to better understand the specific actions of leptin in regulating bone mass, density and architecture, we performed a study in which differences in body weight gain between rapidly growing wild type (WT) and obob mice were prevented by housing all mice at thermoneutral temperature (32C) to minimize differences in resting energy expenditure (Trayhurn 1979) and pair-feeding the mutant mice to WT mice to equalize food intake.Turner et al. Page 2 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptMaterials and Methods Experimental Design The experimental protocols were approved by the Institutional Animal Care and Use Committee in accordance with the NIH Guide for the Care and Use of Laboratory Animals. Four-week-old female obob (n20) and homozygous WT ( ) littermate (n11) mice were purchased from Jackson Laboratory (Bar Harbor, ME, USA). At 6 weeks of age, all animals were transferred from normal room temperature (22C) to thermoneutral temperature (32C) and maintained at thermoneutrality on a 12-h light, 12-h dark cycle for the duration of study (12 weeks). Food (Teklad 8604, Harlen Labratories, Indianapolis, IN) and water were provided ad libitum to WT mice (n11) and a group of obob mice (n10). A second group of obob mice (n10) was pair-fed to the WT mice; the obob mice were fed an amount of food equivalent to the group mean for WT mice. Food consumption was measured daily in WT mice and weekly in the ad libitum -fed obob mice. Body weight was recorded weekly in all mice. The fluorochrome declomycin (20 mgkg, Sigma, St Louis, MO) was administered at study initiation and the fluorochrome calcein (20 mgkg, Sigma, St Louis, MO) was administered 4 days and 1 day prior to sacrifice to label mineralizing bone. All mice were fasted overnight. The mice were then anesthetized with 23 isofluorane delivered in oxygen, bled by cardiac puncture, and glucose measured using a glucometer (Life Scan Inc, Milpitas, CA). Serum was collected and stored at 80C for measurement of global markers of bone turnover. Uteri and abdominal white adipose tissue (WAT) were excised and weighed. Femora and lumbar vertebrae were removed and stored in 70 ethanol for analysis using dual energy absorptiometry (DXA), microcomputed tomography (CT), and histomorphometry. Tibiae were removed, cleaned of soft tissue, frozen in liquid nitrogen, and stored at 80C for mRNA isolation and gene expression analysis. Serum Chemistry Serum osteocalcin was measured using mouse Gla-osteocalcin High Sensitive EIA kit from Clontech (Mountain View, CA). Serum CTx was measured using mouse CTx ELISA kit from Life Sciences Advanced Technologies (Saint Petersburg, FL). Dual Energy X-ray Absorptiometry Femoral bone mineral content (BMC, mg), area (cm2), and bone mineral density (BMD, gcm2) were determined ex vivo using DXA (Piximus, Lunar Corp., Madison, WI, USA). Microcomputed Tomography CT was used for nondestructive three-dimensional evaluation of bone microarchitecture (Bouxsein, et al. 2010). Femora and lumbar vertebrae were scanned in 70 ethanol using a Scanco CT40 scanner (Scanco Medical AG, Basserdorf, Switzerland) at a voxel size of 12  12  12 m (55 kV p x-ray voltage, 145 A intensity, and 200 ms integration time). Evaluations were conducted with filtering parameters sigma and support set to 0.8 and 1, respectively. Bone segmentation was performed at a threshold of 245 (scale, 01000) determined empirically. Total femur was evaluated followed by evaluation of cortical boneTurner et al. Page 3 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptin the midshaft femur and cancellous bone in the distal femur metaphysis and epiphysis. Automated contouring was used to delineate cortical bone from non-bone. Following, all cortical slices were examined visually for potential inclusion of cancellous struts originating from the endocortex (extremely rare at this site) and manually removed when present. For cortical bone, 20 slices (0.24 mm) of bone were evaluated, and cross-sectional tissue volume (cortical and marrow volume, mm3), cortical volume (mm3), marrow volume (mm3), and cortical thickness (m) measured. Polar moment of inertia was determined as a surrogate measure of bone strength in torsion. Architectural parameters are expressed using standard 3-dimensional nomenclature. For the femoral metaphysis, 40 slices (480 m) of cancellous bone were evaluated. The entire cancellous compartment was assessed in the femoral epiphysis. Analysis of lumbar vertebra included the entire region of cancellous bone between the cranial and caudal growth plates. Manual contouring was used to delineate cancellous from cortical bone in the femur metaphysis, femur epiphysis, and vertebral body. Cancellous bone measurements in femur and lumbar vertebra included bone volume fraction (bone volumetissue volume, BVTV, ), connectivity density (mm3), trabecular number (mm1), trabecular thickness (mm) and trabecular separation (mm) (Thomsen, et al. 2005). Histomorphometry The histological methods used here have been described in detail (Iwaniec, et al. 2008). In brief, the distal femur was dehydrated in graded series of ethanol and xylene and embedded undecalcified in modified methyl methacrylate. Sections (4 m thick) were cut with a vertical bed microtome (LeicaJung 2165) and affixed to slides precoated with a 1 gelatin solution. Sections were mounted unstained for measurement of fluorochrome labels. For cell-based measurements, sections were stained for tartrate resistant acid phosphatase and counterstained with toluidine blue (Sigma, St Louis). All data were collected using the OsteoMeasure System (OsteoMetrics, Inc., Atlanta, GA). The sampling site for the distal femoral metaphysis was located 0.251.25 mm proximal to the growth plate. The entire cancellous compartment was evaluated in the distal femoral epiphysis and body of lumbar vertebra. Fluorochrome-based measurements of bone formation included: (1) mineralizing perimeter (mineralizing perimeterbone perimeter: cancellous bone perimeter covered with double plus half single label normalized to bone perimeter, ), (2) mineral apposition rate (the distance between two fluorochrome markers that comprise a double label divided by the 3 day interlabel interval, mday), and (3) bone formation rate (bone formation ratebone perimeter: calculated by multiplying mineralizing perimeter by mineral apposition rate normalized to bone perimeter, m2my). Declomycin label retained in the regions of interest (mm labelmm2 tissue area) in the distal femur epiphysis and lumbar vertebra was measured as a dynamic index of bone resorption in obob and pair-fed obob mice. This method is based on the principle that declomycin label was incorporated into bone at equivalent rates in both groups of obob mice when the fluorochrome was administered prior to treatment initiation and differences measured at study termination reflect the effect of treatment on resorption of the fluorochrome-labeled bone. This method has been described (Westerlind, et al. 1997). We did not measureTurner et al. Page 4 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptdeclomycin label in WT mice because almost no label was retained in this group at termination of study. Cell-based measurements included osteoblast perimeter, osteoclast perimeter, adipocyte number, and adipocyte area. Osteoblast perimeter was determined as a percentage of total bone perimeter lined by a palisade of plump cuboidal cells located immediately adjacent to the thin layer of osteoid in direct physical contact with the bone perimeter (osteoblast perimeterbone perimeter, ). Osteoclast perimeter was determined as the percentage of cancellous bone perimeter covered by multinucleated (two or more nuclei) cells with acid phosphatase positive (red-stained) cytoplasm (osteoclast perimeterbone perimeter, ). Cartilage area in the distal femur metaphysis and epiphysis was measured and expressed as  cancellous bone area. The intense metachromatic (purple) staining of proteoglycans and glycosaminoglycans with toluidine blue was used to identify cartilage within trabeculae. Adipocyte number and area were also measured and expressed as bone marrow adiposity (tissue area occupied by adipocytes: adipocyte areatissue area, ), and adipocyte density (number of adipocytesmm2). Adipocytes were identified morphologically as large ( 75 m2) circular or oval-shaped cells bordered by a prominent cell membrane and lacking cytoplasmic staining due to alcohol extraction of intracellular lipids during processing. This method was previously validated by fat extraction and analysis (Menagh, et al. 2010). All histomorphometric data are expressed using standard 2-dimensional nomenclature (Dempster, et al. 2013) to distinguish 2-dimensional histomorphometric measurements from 3-dimensional CT measurements. Gene Expression Tibiae were pulverized with a mortar and pestle in liquid nitrogen and then further homogenized in Trizol (Invitrogen; Valencia, CA). Total RNA was isolated according to the manufacturers protocol, and mRNA was reverse transcribed into cDNA using SuperScript III First-Strand Synthesis SuperMix for qRT-PCR (Invitrogen). The expression of 84 genes related to osteogenic differentiation was determined using the Mouse Osteogenesis RT2 Profiler PCR Array (Qiagen; Carlsbad, CA) according to the manufacturers protocol. Gene expression was normalized to GAPDH and relative quantification was determined using the Ct method using RT2 Profiler PCR Array Data Analysis software version 3.5 (Qiagen). Statistics Mean responses of individual variables were compared between the WT, obob , and pair-fed obob groups using separate one-way analysis of variance (ANOVA), with Tukeys procedure for pairwise multiple comparisons. The required conditions for valid use of ANOVA models were assessed using Levenes test for homogeneity of variance, plots of residuals versus fitted values, normal quantile plots, and the Anderson-Darling test of normality. A modified F test was used when the assumption of equal variance was violated, with Welchs two-sample t-test used for pairwise comparisons (Welch 1951). The Kruskal- Wallis nonparametric test was used when only the normality assumption was violated, in which case the Wilcoxon-Mann-Whitney test was used for pairwise comparisons. Longitudinal data on body weight were analyzed using a random intercept linear mixedTurner et al. Page 5 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptmodel that allowed distinct linear rates of change for the WT and pair-fed obob groups and a quadratic time trend for the obob group. The Hommel method for maintaining the family- wise error rate at 5 was used to adjust for multiple comparisons (Hommel 1988). Data analysis was performed using R version 2.12. Gene expression analysis was performed using RT2 Profiler PCR Array Data Analysis version 3.5 (Qiagen). Gene expression is reported as mean fold change. All other data are reported as mean  SE. Results The effects of pair feeding (to match food intake in WT mice) on body weight and cumulative food intake, and on abdominal WAT weight, blood glucose levels, uterine weight, and serum osteocalcin and CTx levels at sacrifice in leptin-deficient obob mice housed at thermoneutral temperature are shown in Figure 1. Six-week-old obob mice were heavier than their age-matched WT littermates at start of treatment and gained more weight than the WT mice during the 12-week study (Figures 1A and B). obob mice were hyperphagic consuming, on average, twice as much food as WT mice (Figure 1C). At termination of study, the obob mice had more abdominal WAT (Figure 1D), and were hyperglycemic (Figure 1E) and hypogonadal (Figure 1F) compared to WT mice. Pair-fed obob mice had lower body weight and body weight gain, lower cumulative food intake, lower abdominal WAT weight, lower blood glucose levels, and slightly lower uterine weight than obob mice. Pair-feeding abolished differences in weight gain and blood glucose levels between WT and obob mice. However, the pair-fed obob mice were still heavier, had more WAT, and were hypogonadal compared to WT mice. Effects of pair feeding on serum markers of bone turnover in obob mice Serum levels of osteocalcin (Figure 1G) and CTx (Figure 1H) were lower in obob mice than in WT mice. Also, pair-fed obob mice had lower serum osteocalcin levels than either WT or obob mice. Insufficient serum was available for measurement of CTx in pair-fed obob mice. Effects of pair feeding on bone mass and architecture in obob mice The effects of pair feeding on femur BMC, area and BMD, and on femur length, bone volume, and cortical and cancellous bone architecture in obob mice are shown in Table 1. obob mice had lower femur BMC, bone area, and BMD than WT mice. Pair-fed obob mice had lower BMC and bone area than WT or obob mice. Significant differences in BMD were not detected between obob and pair-fed obob mice. Femur length and bone volume obob mice had shorter femurs and lower femoral bone volume than WT mice. Pair-fed obob mice had lower femur length and lower total femur bone volume than WT or obob mice. Cortical bone in midshaft femur obob mice had lower cortical bone volume and cortical thickness than WT mice. Pair-fed obob mice had lower midshaft femur cortical bone volume and cortical thickness, and greater marrow volume than WT or obob mice.Turner et al. Page 6 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptSignificant differences in cross-sectional volume and polar moment of inertia were not detected among groups. Cancellous bone in distal femur metaphysis obob mice had higher cancellous bone volume fraction, connectivity density, and trabecular number, and lower trabecular separation than WT mice. Differences in trabecular thickness were not detected between the two groups. Pair-fed obob mice had higher cancellous bone volume fraction and trabecular number, and lower trabecular separation than WT mice or obob mice, and higher connectivity density than WT mice. Trabecular thickness in pair-fed obob mice was higher than in obob mice but did not differ from WT mice. Cancellous bone in distal femur epiphysis obob mice and pair-fed obob mice had higher bone volume fraction, connectivity density, and trabecular number, and lower trabecular thickness and separation than WT mice. Differences between obob mice and pair-fed obob mice were not detected for any epiphyseal endpoint measured. The effects of pair feeding on cancellous bone mass and architecture in lumbar vertebra in obob mice are shown in Table 1. obob mice had higher cancellous bone volume fraction, connectivity density, and trabecular number, and lower trabecular separation than WT mice. Pair-fed obob mice had higher bone volume fraction than WT mice and a tendency (p  0.1) for higher bone volume fraction than obob mice. Also, pair-fed obob mice had higher trabecular thickness than WT or obob mice. Connectivity density was lower in pair-fed obob mice than in obob mice but did not differ from WT mice. Trabecular number was higher and trabecular separation was lower in pair-fed obob mice than WT mice. Differences in trabecular number and separation were not detected between obob mice and pair-fed obob mice. Effects of pair feeding on bone histomorphometry in obob mice Cancellous bone in distal femur metaphysis The effects of pair feeding on dynamic and static cancellous bone histomorphometry and marrow adiposity in the distal femur metaphysis in obob mice are shown in Figure 2. obob mice had lower mineralizing perimeter (Figure 2A), mineral apposition rate (Figure 2B), bone formation rate (Figure 2C), and osteoblast perimeter (Figure 2D) compared to WT mice. Pair-fed obob mice had lower mineralizing perimeter, mineral apposition rate, bone formation rate, and osteoblast perimeter than WT or obob mice. Differences in osteoclast perimeter (Figure 2E) were not detected with treatment. However, cartilage area (Figure 2F), an index of impaired bone resorption, was higher in both groups of obob mice compared to WT mice. Bone marrow adiposity (Figure 2G) tended (p  0.1) to be greater in obob mice than WT mice and was greater in pair-fed obob mice than in WT or obob mice. Adipocyte density (Figure 2H) was higher in pair-fed obob mice than in obob mice. Representative photomicrographs of marrow adipocytes in the 3 groups of mice are shown in Figure 3AC. Cancellous bone in distal femur epiphysis The effects of pair feeding on dynamic and static cancellous bone histomorphometry and marrow adiposity in the distal femur epiphysis in obob mice are shown in Figure 4. obob mice had lower mineralizing perimeterTurner et al. Page 7 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscript(Figure 4A), bone formation rate (Figure 4C), and osteoblast perimeter (Figure 4D) than WT mice. Pair-fed obob mice had lower mineralizing perimeter, bone formation rate, and osteoblast perimeter than WT or obob mice. Osteoclast perimeter (Figure 4E) was higher in obob mice and pair-fed obob mice than WT mice. Retention of declomycin label (Figure 4F), an index of decreased bone resorption, was higher in pair-fed obob mice than in obob mice. obob mice had greater cartilage area (Figure 4G), marrow adiposity (Figure 4H), and adipocyte density (Figure 4I) than WT mice. Pair-fed obob mice had higher cartilage area, marrow adiposity, and adipocyte density than WT or obob mice. Representative photomicrographs of cartilage and declomycin label in the 3 groups are shown in Figure 3DF and GI, respectively. Cancellous bone in lumbar vertebra The effects of pair feeding on dynamic and static cancellous bone histomorphometry and on bone marrow adiposity in lumbar vertebra are shown in Figure 5. obob mice had lower mineralizing perimeter (Figure 5A), bone formation rate (Figure 5C), and osteoblast perimeter (Figure 5D) than WT mice. Pair-fed obob mice had lower mineralizing perimeter, mineral apposition rate (Figure 5B), bone formation rate, and osteoblast perimeter than WT or obob mice. Significant differences in osteoclast perimeter (Figure 5E) were not detected among the 3 groups. However, retention of declomycin label (Figure 5F) was higher in pair-fed obob mice than in obob mice. obob mice had greater marrow adiposity (Figure 5G) and adipocyte density (Figure 5H) than WT mice. Pair-fed obob mice had higher marrow adiposity and adipocyte density than WT or obob mice. Effects of pair feeding on gene expression in tibia The effects of pair feeding on expression of 84 genes related to osteogenesis in tibia are shown in Figure 6. Compared to WT mice, expression levels of 24 genes were altered in obob mice (7 higher and 17 lower) and 26 genes in pair-fed obob mice (10 higher and 16 lower). The expression levels of 14 genes were altered in common in obob and pair-fed obob mice. Compared to obob mice, expression levels of 11 genes (3 higher and 8 lower) were altered in pair-fed obob mice. obob mice exhibited reductions in several key genes related to osteoblast and osteoclast differentiation and function, including Sp7osterix (2.5 fold), NfB1 (1.2 fold), alkaline phosphatase (Alpl) (1.5 fold), Itgam (CD11b) (1.3 fold) and osteocalcin (Bglap) (1.8 fold). obob mice also exhibited reductions in genes related to cartilage formation and maturation, including col2a1 (1.5 fold) and col10a1 (1.7 fold). Genes whose expression were elevated include Bmpr1a (1.3 fold) and Smad4 (1.3 fold). Compared to WT mice, pair-fed obob mice expressed even lower levels of osteocalcin (3.8 fold) than observed in obob mice and, in addition, had lower mRNA levels for the osteoclast differentiation factor Csf1 (1.5 fold) and osteoblast differentiation factor Runx2 (1.4 fold). Furthermore, compared to WT mice, pair-fed obob mice had higher gene expression levels for the cytokinesgrowth factors TNFa (1.6 fold) and TGFB2 (1.3 fold). Discussion We investigated the contribution of excessive weight gain to the skeletal phenotype of leptin-deficient obob mice. Mice were housed at 32C and a group of obob mice was pair-Turner et al. Page 8 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptfed to WT mice. Housing mice at 32C, which is within the thermoneutral range for WT and obob mice, was expected to minimize differences in resting energy expenditure and pair feeding obob mice to WT mice was expected to equalize energy intake (Knehans and Romsos 1982; Rafael and Herling 2000). The parallel increase in body weight gain in WT mice and obob mice pair-fed to WT mice over the 12-week duration of study demonstrates the efficacy of this approach for preventing development of morbid obesity in leptin- deficient mice. Consistent with earlier studies (Ealey et al. 2006; Hamrick et al. 2004; Iwaniec et al. 2007; Williams et al. 2011), obob mice exhibited a mosaic skeletal phenotype associated with decreased bone formation due to reduced osteoblast number and activity, and defective osteoclast function. Femurs from obob mice were smaller and had thinner cortices than those from WT mice. Furthermore, serum osteocalcin levels, mRNA levels for osteocalcin and SP7 (osterix), osteoblast perimeter and dynamic indices of bone formation were lower in obob mice than in WT mice. However, cancellous bone volume fraction in both distal femur and lumbar vertebra was higher in the obob mice. The higher cancellous bone volume fraction was associated with (1) greatly reduced serum CTx levels, (2) reductions in mRNA levels for NFKB, Itgam and Icam1, (3) retention of calcified cartilage, and (4) retention of fluorochrome label administered at study initiation, all indicative of a defect in bone resorption. Osteoclast perimeter was either unaffected (distal femur metaphysis and lumbar vertebra) or increased (distal femur epiphysis), indicating that reduced bone resorption in obob mice was not due to an inability to generate osteoclasts. Taken together, these findings further support our previous observation that obob mice exhibit mild osteopetrosis. Osteopetrosis due to a defect in osteoclast function may be responsible for the poor bone quality (Ealey et al. 2006) and defective tooth eruption (Batt 1978, 1992) reported in obob mice. Pair-feeding accentuated many of the abnormalities in bone size, mass, microarchitecture, gene expression, and turnover typically observed in obob mice. Thus, chronic excessive weight gain typically present in obob mice reduces the magnitude of skeletal effects associated with leptin deficiency. We did not adjust CT-derived cortical bone data for body weight differences because the association between body weight and bone size and density in growing mice varies with bone and bone compartment and this association is altered by leptin (Iwaniec, et al. 2009). However, it is clear that the weight gain due to hyperphagia in obob mice was associated with increases in cortical bone accrual but that these gains were not commensurate with the magnitude of body weight gain. The mechanisms for the partial protective effect of morbid obesity on bone in obob mice are likely to be multifactorial. We have previously reported a strong positive correlation between body weight and total femur bone mass in obob mice (Iwaniec et al. 2009). This finding provides strong evidence that the higher total and cortical bone mass in ad libitum - fed compared to pair-fed obob mice are, at least in part, attributable to higher body weight. Although there have been significant recent advances in our understanding of regulation of bone metabolism by mechanotransduction, the molecular mechanism for this positive effect of weight on bone mass is largely unknown. In addition to direct effects of increasedTurner et al. Page 9 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptmechanical loading, changes in levels of hormones andor growth factors may mediate additional effects of increased weight on the skeleton (Robling 2012). We did not measure levels of insulin, glucocorticoids, or norepinephrine, factors known to be dysregulated in obob mice (Dubuc, et al. 1985; Kim and Romsos 1990; Knehans and Romsos 1982; Rafael and Herling 2000) and known to influence bone metabolism. However, housing food-restricted obob mice at thermoneutral temperature has been reported to reduce abnormalities in blood glucose, insulin, glucocorticoids, and norepinephrine turnover. In contrast, ad libitum -fed obob mice were reported to remain hyperglycemic and hyperinsulinemic (Lindstrom 2007). We confirmed that blood glucose levels in pair-fed obob mice did not differ from WT mice and were much lower than in ad- libitum -fed obob mice. The contribution of excess insulin secretion and other factors associated with morbid obesity to the protective effects of excess body weight (Hickman and McElduff 1990; Ituarte, et al. 1988; Martineau-Doize, et al. 1986; Pun, et al. 1989; Yaturu 2009) on cortical bone microarchitecture in obob mice requires further investigation. Leptin is required for gonadotropin-releasing hormone secretion (Donato, et al. 2011). As a consequence, obob mice are severely hypogonadal (Chehab, et al. 2002). The resulting deficiency in sex steroids would be expected to play a role in the pathological skeletal changes associated with leptin deficiency because sex steroids, especially estrogen, contribute to the sexual dimorphism of the female skeleton and regulate bone turnover balance in adults (Rickard, et al. 2008; Turner, et al. 1989; Turner, et al. 1994). Gonadal dysfunction typically results in elevated bone turnover and cancellous osteopenia. The difference between the skeletal responses to gonadal hormone insufficiency resulting from gonadectomy (high turnover) and from leptin-deficiency (low turnover) is perplexing. However, estrogen has a tonic effect on bone resorption and leptin is required for normal osteoclast function. As a consequence, high bone turnover generally associated with estrogen deficiency may be attenuated in obob mice due to impaired osteoclast function. We speculate that the requirement for leptin in normal osteoclast function may serve as a counter regulatory mechanism to prevent excessive bone loss during fasting. We did not measure sex steroid levels but the higher uterine weight in ad libitum -fed obob mice compared to pair-fed obob mice implies that morbid obesity results in a small increase in circulating estrogen. Higher estrogen levels in blood or adipose tissue may contribute to the protective skeletal effects of morbid obesity (Gennari, et al. 2011; Turner 1999; Turner et al. 1994). Aromatase, the enzyme responsible for conversion of androgens to estrogens, is expressed by adipocytes (Gennari et al. 2011). Thus, adipose-derived estrogen is a plausible mechanism contributing to the skeletal differences between pair-fed and ad libitum -fed obob mice. Initially heavier, obob mice pair-fed to WT mice remained heavier than WT mice for the duration of study. We chose to equalize energy availability rather than body weight in the present study because bone accrual in rapidly growing rodents is strongly associated with energy availability and bone loss accompanies weight loss in adults (Devlin, et al. 2010; Turner and Iwaniec 2011). Low leptin levels induced by caloric restriction are associated with diminished bone mass accrual whereas partial leptin signaling deficiency induced in adTurner et al. Page 10 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptlib-fed mice by treatment with a leptin antagonist increased body weight and bone mass accrual (Solomon, et al. 2014). However, administration of leptin increases bone formation in adult obob mice in spite of weight loss (Bartell et al. 2011; Turner et al. 2013). Thus, both adequate energy availability and leptin play important roles in bone accrual in growing mice. In contrast to peripheral fat depots, which act as dynamic energy reservoirs to maintain circulating triglyceride and free fatty acid levels during feeding and fasting, marrow fat increases with severe weight loss as well as weight gain (Bredella, et al. 2011; Devlin 2011). It is therefore unlikely that the bone marrow fat depot serves as an important energy reservoir for peripheral tissues. There is, however, evidence that bone marrow adipocytes function as negative regulators of hematopoietic lineage cell differentiation (Dorshkind, et al. 2009; Gimble, et al. 1996; Naveiras, et al. 2009). Bone marrow fat is increased in obob mice and this increase is reversed by leptin treatment (Bartell et al. 2011; Hamrick, et al. 2005; Hamrick et al. 2004). Leptin stimulates hematopoiesis (Fantuzzi and Faggioni 2000; Trottier, et al. 2012), an action that may be due to inhibition of bone marrow adipogenesis, increased lipolysis, and direct stimulatory actions on hematopoietic cells. Adipocytes and osteoblasts are derived from the same bone marrow mesenchymal precursor and a reciprocal association between osteoblast number and adipocyte number has often been noted, giving rise to the hypothesis that bone marrow adipocytes may either antagonize osteoblast production or, alternatively, generation of adipocytes precludes generation of osteoblasts (Akune, et al. 2004). Other studies suggest that adipocyte and osteoblast number in bone marrow can be independently regulated (Iwaniec and Turner 2013; Menagh et al. 2010). Bartell et al. (2011) reported that intracerebroventricular administration of leptin to obob mice increases expression of SP7, a transcription factor critical for osteoblast differentiation. Our findings of low expression of SP7 in obob mice support the hypothesis that leptin acts to regulate bone formation by controlling mesenchymal cell decision. In the present study, pair feeding to WT mice resulted in a further increase in bone marrow adiposity in leptin-deficient obob mice. Of interest is our finding that pair-fed obob mice had elevated mRNA levels for CD36; CD36 (fatty acid translocase) promotes adipocyte differentiation and adipogenesis (Christiaens, et al. 2012). The observed increase in CD36 may play a role in the increased bone marrow adiposity observed in the pair-fed obob mice. Additional factors regulating bone marrow adiposity that may be influenced by leptin levels and obesity include growth hormone and IGF1. In rats, treatment with parathyroid hormone (whose actions on bone are largely mediated through IGF1) prevented the increase in bone marrow adiposity associated with severe energy restriction (Turner and Iwaniec 2011), whereas growth hormone treatment dramatically reduced excessive bone marrow adiposity in severely hypoleptinemic hypophysectomized rats (Menagh et al. 2010). In both of these studies, treatment had no effect on serum leptin levels. obob mice, however, have decreased circulating growth hormone and impaired growth hormone signaling (Luque, et al. 2007), likely contributing to retention of fat within the bone marrow. High circulating insulin levels in morbidly obese obob mice may further contribute to the suppression of growth hormone synthesis and release (Luque and Kineman 2006). However, IGF1 is produced and secreted by adipocytes (Kloting, et al. 2008) and higher levels of IGF1 are detected in obese subjectsTurner et al. Page 11 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscript(Frystyk, et al. 1999). Low leptin levels resulting from severe energy restriction are associated with increased growth hormone secretion, decreased circulating levels of IGF1, and end-organ resistance to growth hormone (Douyon and Schteingart 2002; Grinspoon, et al. 1995; Inagaki, et al. 2008; Munoz and Argente 2002; Thissen, et al. 1999). Thus, disturbances in growth hormone, IGF1 and insulin signaling as well as leptin deficiency may contribute to the increase in bone marrow adiposity in obob mice. Chronic hyperphagia and excessive weight gain typically observed in obob mice may partially compensate for leptin deficiency and reduced bone marrow adiposity by altering growth hormone and insulin levels and sensitivity. In summary, leptin deficiency resulted in decreased femur length, BMC, BMD, and cortical bone volume and thickness. In contrast, cancellous bone volume fraction was increased in distal femur and lumbar vertebra. The profound changes in bone mass, density, and microarchitecture were associated with reduced linear bone growth, increased bone marrow adiposity, altered expression of osteogenic genes, decreased osteoblast number, and decreased osteoclast function. Prevention of morbid obesity in obob mice further exacerbated many of the abnormalities associated with leptin deficiency. Because morbid obesity normally present in obob mice attenuates the abnormal skeletal phenotype associated with leptin deficiency, the role of leptin in regulating postnatal bone growth, maturation, and turnover may have been underestimated. Acknowledgments Funding : This work was supported by NIH (AR 060913), NASA (NNX12AL24), and USDA (38420-17804). References Cited Akune T, Ohba S, Kamekura S, Yamaguchi M, Chung UI, Kubota N, Terauchi Y, Harada Y, Azuma Y, Nakamura K, et al. PPARgamma insufficiency enhances osteogenesis through osteoblast formation from bone marrow progenitors. J Clin Invest. 2004; 113:846855. PubMed: 15067317 Barkan D, Hurgin V, Dekel N, Amsterdam A, Rubinstein M. Leptin induces ovulation in GnRH- deficient mice. FASEB J. 2005; 19:133135. PubMed: 15629898 Bartell SM, Rayalam S, Ambati S, Gaddam DR, Hartzell DL, Hamrick M, She JX, Della-Fera MA, Baile CA. Central (ICV) leptin injection increases bone formation, bone mineral density, muscle mass, serum IGF-1, and the expression of osteogenic genes in leptin-deficient obob mice. J Bone Miner Res. 2011; 26:17101720. PubMed: 21520275 Batt RA. Abnormal dentition and decrease in body weight in the genetically obese mouse (genotype, obob). Int J Obes. 1978; 2:457462. PubMed: 744683 Batt RA. Abnormal incisor teeth and body weight in the obese mouse (genotype obob). Int J Obes Relat Metab Disord. 1992; 16:2934. PubMed: 1314241 Bouxsein ML, Boyd SK, Christiansen BA, Guldberg RE, Jepsen KJ, Muller R. Guidelines for assessment of bone microstructure in rodents using micro-computed tomography. J Bone Miner Res. 2010; 25:14681486. PubMed: 20533309 Bredella MA, Torriani M, Ghomi RH, Thomas BJ, Brick DJ, Gerweck AV, Rosen CJ, Klibanski A, Miller KK. Vertebral bone marrow fat is positively associated with visceral fat and inversely associated with IGF-1 in obese women. Obesity (Silver Spring). 2011; 19:4953. PubMed: 20467419 Chehab FF, Qiu J, Mounzih K, Ewart-Toland A, Ogus S. Leptin and reproduction. Nutr Rev. 2002; 60:S3946. discussion S6884, 8537. PubMed: 12403083Turner et al. Page 12 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptChristiaens V, Van Hul M, Lijnen HR, Scroyen I. CD36 promotes adipocyte differentiation and adipogenesis. Biochim Biophys Acta. 2012; 1820:949956. PubMed: 22507268 Clement K. Monogenic forms of obesity: from mice to human. Ann Endocrinol (Paris). 2000; 61(Suppl 6):3949. PubMed: 11148335 Dardeno TA, Chou SH, Moon HS, Chamberland JP, Fiorenza CG, Mantzoros CS. Leptin in human physiology and therapeutics. Front Neuroendocrinol. 2010; 31:377393. PubMed: 20600241 Dempster DW, Compston JE, Drezner MK, Glorieux FH, Kanis JA, Malluche H, Meunier PJ, Ott SM, Recker RR, Parfitt AM. Standardized nomenclature, symbols, and units for bone histomorphometry: a 2012 update of the report of the ASBMR Histomorphometry Nomenclature Committee. J Bone Miner Res. 2013; 28:217. PubMed: 23197339 Devlin MJ. Why does starvation make bones fat? Am J Hum Biol. 2011; 23:577585. PubMed: 21793093 Devlin MJ, Cloutier AM, Thomas NA, Panus DA, Lotinun S, Pinz I, Baron R, Rosen CJ, Bouxsein ML. Caloric restriction leads to high marrow adiposity and low bone mass in growing mice. J Bone Miner Res. 2010; 25:20782088. PubMed: 20229598 Donato J Jr, Cravo RM, Frazao R, Elias CF. Hypothalamic sites of leptin action linking metabolism and reproduction. Neuroendocrinology. 2011; 93:918. PubMed: 21099209 Dorshkind K, Montecino-Rodriguez E, Signer RA. The ageing immune system: is it ever too old to become young again? Nat Rev Immunol. 2009; 9:5762. PubMed: 19104499 Douyon L, Schteingart DE. Effect of obesity and starvation on thyroid hormone, growth hormone, and cortisol secretion. Endocrinol Metab Clin North Am. 2002; 31:173189. PubMed: 12055988 Dubuc PU, Wilden NJ, Carlisle HJ. Fed and fasting thermoregulation in obob mice. Ann Nutr Metab. 1985; 29:358365. PubMed: 4062246 Ealey KN, Fonseca D, Archer MC, Ward WE. Bone abnormalities in adolescent leptin-deficient mice. Regul Pept. 2006; 136:913. PubMed: 16764953 Fantuzzi G, Faggioni R. Leptin in the regulation of immunity, inflammation, and hematopoiesis. J Leukoc Biol. 2000; 68:437446. PubMed: 11037963 Friedman JM, Halaas JL. Leptin and the regulation of body weight in mammals. Nature. 1998; 395:763770. PubMed: 9796811 Frystyk J, Skjaerbaek C, Vestbo E, Fisker S, Orskov H. Circulating levels of free insulin-like growth factors in obese subjects: the impact of type 2 diabetes. Diabetes Metab Res Rev. 1999; 15:314 322. PubMed: 10585616 Gat-Yablonski G, Phillip M. Leptin and regulation of linear growth. Curr Opin Clin Nutr Metab Care. 2008; 11:303308. PubMed: 18403928 Gennari L, Merlotti D, Nuti R. Aromatase activity and bone loss. Adv Clin Chem. 2011; 54:129164. PubMed: 21874760 Gimble JM, Robinson CE, Wu X, Kelly KA. The function of adipocytes in the bone marrow stroma: an update. Bone. 1996; 19:421428. PubMed: 8922639 Grinspoon SK, Baum HB, Kim V, Coggins C, Klibanski A. Decreased bone formation and increased mineral dissolution during acute fasting in young women. J Clin Endocrinol Metab. 1995; 80:36283633. PubMed: 8530611 Hamrick MW, Della-Fera MA, Choi YH, Pennington C, Hartzell D, Baile CA. Leptin treatment induces loss of bone marrow adipocytes and increases bone formation in leptin-deficient obob mice. J Bone Miner Res. 2005; 20:9941001. PubMed: 15883640 Hamrick MW, Pennington C, Newton D, Xie D, Isales C. Leptin deficiency produces contrasting phenotypes in bones of the limb and spine. Bone. 2004; 34:376383. PubMed: 15003785 Hickman J, McElduff A. Insulin sensitizes a cultured rat osteogenic sarcoma cell line to hormones which activate adenylate cyclase. Calcif Tissue Int. 1990; 46:401405. PubMed: 2163743 Hommel G. A stagewise rejective multiple test procedure based on a modified Bonferroni test. Biometrika. 1988; 75:383386. Hwa JJ, Ghibaudi L, Compton D, Fawzi AB, Strader CD. Intracerebroventricular injection of leptin increases thermogenesis and mobilizes fat metabolism in obob mice. Horm Metab Res. 1996; 28:659663. PubMed: 9013737Turner et al. Page 13 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptInagaki T, Lin VY, Goetz R, Mohammadi M, Mangelsdorf DJ, Kliewer SA. Inhibition of growth hormone signaling by the fasting-induced hormone FGF21. Cell Metab. 2008; 8:7783. PubMed: 18585098 Ituarte EA, Ituarte HG, Hahn TJ. Insulin and glucose regulation of glycogen synthase in rat calvarial osteoblastlike cells. Calcif Tissue Int. 1988; 42:351357. PubMed: 3135103 Iwaniec UT, Boghossian S, Lapke PD, Turner RT, Kalra SP. Central leptin gene therapy corrects skeletal abnormalities in leptin-deficient obob mice. Peptides. 2007; 28:10121019. PubMed: 17346852 Iwaniec UT, Dube MG, Boghossian S, Song H, Helferich WG, Turner RT, Kalra SP. Body mass influences cortical bone mass independent of leptin signaling. Bone. 2009; 44:404412. PubMed: 19095090 Iwaniec UT, Turner RT. Failure to generate bone marrow adipocytes does not protect mice from ovariectomy-induced osteopenia. Bone. 2013; 53:145153. PubMed: 23246792 Iwaniec UT, Wronski TJ, Turner RT. Histological analysis of bone. Methods Mol Biol. 2008; 447:325341. PubMed: 18369927 Jung CH, Kim MS. Molecular mechanisms of central leptin resistance in obesity. Arch Pharm Res. 2013; 36:201207. PubMed: 23359004 Kim HK, Romsos DR. Adrenalectomy increases brown adipose tissue metabolism in obob mice housed at 35 degrees C. Am J Physiol. 1990; 259:E362369. PubMed: 2169200 Kimura S, Sasase T, Ohta T, Sato E, Matsushita M. Characteristics of bone turnover, bone mass and bone strength in Spontaneously Diabetic Torii-Lepr fa rats. J Bone Miner Metab. 2012; 30:312 320. PubMed: 22038286 Kishida Y, Hirao M, Tamai N, Nampei A, Fujimoto T, Nakase T, Shimizu N, Yoshikawa H, Myoui A. Leptin regulates chondrocyte differentiation and matrix maturation during endochondral ossification. Bone. 2005; 37:607621. PubMed: 16039170 Kloting N, Koch L, Wunderlich T, Kern M, Ruschke K, Krone W, Bruning JC, Bluher M. Autocrine IGF-1 action in adipocytes controls systemic IGF-1 concentrations and growth. Diabetes. 2008; 57:20742082. PubMed: 18443199 Knehans AW, Romsos DR. Reduced norepinephrine turnover in brown adipose tissue of obob mice. Am J Physiol. 1982; 242:E253261. PubMed: 6278959 Lindstrom P. The physiology of obese-hyperglycemic mice obob mice. ScientificWorldJournal. 2007; 7:666685. PubMed: 17619751 Luque RM, Huang ZH, Shah B, Mazzone T, Kineman RD. Effects of leptin replacement on hypothalamic-pituitary growth hormone axis function and circulating ghrelin levels in obob mice. Am J Physiol Endocrinol Metab. 2007; 292:E891899. PubMed: 17122091 Luque RM, Kineman RD. Impact of obesity on the growth hormone axis: evidence for a direct inhibitory effect of hyperinsulinemia on pituitary function. Endocrinology. 2006; 147:27542763. PubMed: 16513828 Martineau-Doize B, McKee MD, Warshawsky H, Bergeron JJ. In vivo demonstration by radioautography of binding sites for insulin in liver, kidney, and calcified tissues of the rat. Anat Rec. 1986; 214:130140. PubMed: 3954067 Menagh PJ, Turner RT, Jump DB, Wong CP, Lowry MB, Yakar S, Rosen CJ, Iwaniec UT. Growth hormone regulates the balance between bone formation and bone marrow adiposity. J Bone Miner Res. 2010; 25:757768. PubMed: 19821771 Mistry AM, Swick AG, Romsos DR. Leptin rapidly lowers food intake and elevates metabolic rates in lean and obob mice. J Nutr. 1997; 127:20652072. PubMed: 9311966 Muller TD, Focker M, Holtkamp K, Herpertz-Dahlmann B, Hebebrand J. Leptin-mediated neuroendocrine alterations in anorexia nervosa: somatic and behavioral implications. Child Adolesc Psychiatr Clin N Am. 2009; 18:117129. PubMed: 19014861 Munoz MT, Argente J. Anorexia nervosa in female adolescents: endocrine and bone mineral density disturbances. Eur J Endocrinol. 2002; 147:275286. PubMed: 12213663 Myers MG Jr. Leptin receptor signaling and the regulation of mammalian physiology. Recent Prog Horm Res. 2004; 59:287304. PubMed: 14749507Turner et al. Page 14 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptNaveiras O, Nardi V, Wenzel PL, Hauschka PV, Fahey F, Daley GQ. Bone-marrow adipocytes as negative regulators of the haematopoietic microenvironment. Nature. 2009; 460:259263. PubMed: 19516257 Pun KK, Lau P, Ho PW. The characterization, regulation, and function of insulin receptors on osteoblast-like clonal osteosarcoma cell line. J Bone Miner Res. 1989; 4:853862. PubMed: 2692404 Rafael J, Herling AW. Leptin effect in obob mice under thermoneutral conditions depends not necessarily on central satiation. Am J Physiol Regul Integr Comp Physiol. 2000; 278:R790795. PubMed: 10712302 Rickard DJ, Iwaniec UT, Evans G, Hefferan TE, Hunter JC, Waters KM, Lydon JP, OMalley BW, Khosla S, Spelsberg TC, et al. Bone growth and turnover in progesterone receptor knockout mice. Endocrinology. 2008; 149:23832390. PubMed: 18276762 Robling AG. The interaction of biological factors with mechanical signals in bone adaptation: recent developments. Curr Osteoporos Rep. 2012; 10:126131. PubMed: 22538521 Saito M, Bray GA. Diurnal rhythm for corticosterone in obese (obob) diabetes (dbdb) and gold- thioglucose-induced obesity in mice. Endocrinology. 1983; 113:21812185. PubMed: 6416815 Solomon G, Atkins A, Shahar R, Gertler A, Monsonego-Ornan E. Effect of peripherally administered leptin antagonist on whole body metabolism and bone microarchitecture and biomechanical properties in the mouse. Am J Physiol Endocrinol Metab. 2014; 306:E1427. PubMed: 24169045 Steppan CM, Crawford DT, Chidsey-Frink KL, Ke H, Swick AG. Leptin is a potent stimulator of bone growth in obob mice. Regul Pept. 2000; 92:7378. PubMed: 11024568 Thissen JP, Underwood LE, Ketelslegers JM. Regulation of insulin-like growth factor-I in starvation and injury. Nutr Rev. 1999; 57:167176. PubMed: 10439629 Thomsen JS, Laib A, Koller B, Prohaska S, Mosekilde L, Gowin W. Stereological measures of trabecular bone structure: comparison of 3D micro computed tomography with 2D histological sections in human proximal tibial bone biopsies. J Microsc. 2005; 218:171179. PubMed: 15857378 Trayhurn P. Thermoregulation in the diabetic-obese (dbdb) mouse. The role of non-shivering thermogenesis in energy balance. Pflugers Arch. 1979; 380:227232. PubMed: 573463 Trayhurn P, James WP. Thermoregulation and non-shivering thermogenesis in the genetically obese (obob) mouse. Pflugers Arch. 1978; 373:189193. PubMed: 565045 Trottier MD, Naaz A, Li Y, Fraker PJ. Enhancement of hematopoiesis and lymphopoiesis in diet- induced obese mice. Proc Natl Acad Sci U S A. 2012; 109:76227629. PubMed: 22538809 Turner RT. Mice, estrogen, and postmenopausal osteoporosis. J Bone Miner Res. 1999; 14:187191. PubMed: 9933471 Turner RT, Hannon KS, Demers LM, Buchanan J, Bell NH. Differential effects of gonadal function on bone histomorphometry in male and female rats. J Bone Miner Res. 1989; 4:557563. PubMed: 2816504 Turner RT, Iwaniec UT. Low dose parathyroid hormone maintains normal bone formation in adult male rats during rapid weight loss. Bone. 2011; 48:726732. PubMed: 21215827 Turner RT, Kalra SP, Wong CP, Philbrick KA, Lindenmaier LB, Boghossian S, Iwaniec UT. Peripheral leptin regulates bone formation. J Bone Miner Res. 2013; 28:2234. PubMed: 22887758 Turner RT, Riggs BL, Spelsberg TC. Skeletal effects of estrogen. Endocr Rev. 1994; 15:275300. PubMed: 8076582 Welch BL. On the comparison of several mean values: an alternative approach. Biometrika. 1951; 38:330336. Westerlind KC, Wronski TJ, Ritman EL, Luo ZP, An KN, Bell NH, Turner RT. Estrogen regulates the rate of bone turnover but bone balance in ovariectomized rats is modulated by prevailing mechanical strain. Proc Natl Acad Sci U S A. 1997; 94:41994204. PubMed: 9108129 Williams GA, Callon KE, Watson M, Costa JL, Ding Y, Dickinson M, Wang Y, Naot D, Reid IR, Cornish J. Skeletal phenotype of the leptin receptor-deficient dbdb mouse. J Bone Miner Res. 2011; 26:16981709. PubMed: 21328476Turner et al. Page 15 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptYaturu S. Diabetes and skeletal health. J Diabetes. 2009; 1:246254. PubMed: 20923525Turner et al. Page 16 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 1. Effects of morbid obesity on body weight (A), cumulative body weight change (B), cumulative food intake (C), abdominal white adipose tissue (WAT) weight (D), blood glucose (E), uterine weight (F), and serum osteocalcin (G) and CTx levels (H) in leptin- deficient obob mice. Values are mean  SE, n1011group. ND, no data due to insufficient serum for measurement of CTx in pair-fed obob mice. aDifferent from WT mice, p  0.05. bDifferent from obob mice, p  0.05.Turner et al. Page 17 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 2. Effects of morbid obesity on cancellous bone histomorphometry and marrow adiposity in distal femur metaphysis in leptin-deficient obob mice. Shown are mineralizing perimeter (A, mineralizing perimeterbone perimeter, M.PmB.Pm), mineral apposition rate (B, MAR), bone formation rate (C, bone formation ratebone perimeter, BFRB.Pm), osteoblast perimeter (D, osteoblast perimeterbone perimeter, Ob.PmB.Pm), osteoclast perimeter (E, osteoclast perimeterbone perimeter, Oc.PmB.Pm), cartilage area (F, cartilage areabone area, Cg.ArB.Ar), marrow adiposity (G, adipocyte areatissue area, Ad.ArT.Ar), and adipocyte density (H, number of adipocytestissue area, N.AdT.Ar). Values are mean  SE, n1011group. aDifferent from WT mice, p  0.05. aDifferent from WT mice, p  0.1. bDifferent from obob mice, p  0.05.Turner et al. Page 18 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 3. Representative photomicrographs of 1) marrow adiposity in distal femur metaphysis in WT mouse (A), obob mouse (B), and pair-fed obob mouse (C), 2) cartilage remnants in distal femur epiphysis in WT mouse (D), obob mouse (E), and pair-fed obob mouse (F), and 3) declomycin label administered at study initiation in distal femur epiphysis in WT mouse (G), obob mouse (H), and pair-fed obob mouse (I).Turner et al. Page 19 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 4. Effects of morbid obesity on cancellous bone histomorphometry and marrow adiposity in distal femur epiphysis in leptin-deficient obob mice. Shown are mineralizing perimeter (A, mineralizing perimeterbone perimeter, M.PmB.Pm), mineral apposition rate (B, MAR), bone formation rate (C, bone formation ratebone perimeter, BFRB.Pm), osteoblast perimeter (D, osteoblast perimeterbone perimeter, Ob.PmB.Pm), osteoclast perimeter (E, osteoclast perimeterbone perimeter, Oc.PmB.Pm), declomycin label perimeter (F, declomycin label perimeterbone area, declomycin L.PmB.Ar), cartilage area (G, cartilage areabone area, Cg.ArB.Ar), marrow adiposity (H, adipocyte areatissue area, Ad.ArT.Ar), and adipocyte density (I, number of adipocytestissue area, N.AdT.Ar). Values are mean Turner et al. Page 20 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptSE, n1011group. aDifferent from WT mice, p  0.05. bDifferent from obob mice, p  0.05.Turner et al. Page 21 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 5. Effects of morbid obesity on cancellous bone histomorphometry and marrow adiposity in lumbar vertebra in leptin-deficient obob mice. Shown are mineralizing perimeter (A, mineralizing perimeterbone perimeter, M.PmB.Pm), mineral apposition rate (B, MAR), bone formation rate (C, bone formation ratebone perimeter, BFRB.Pm), osteoblast perimeter (D, osteoblast perimeterbone perimeter, Ob.PmB.Pm), osteoclast perimeter (E, osteoclast perimeterbone perimeter, Oc.PmB.Pm), declomycin label perimeter (F, declomycin label perimeterbone area, declomycin L.PmB.Ar), marrow adiposity (G, adipocyte areatissue area, Ad.ArT.Ar), and adipocyte density (H, number of adipocytes tissue area, N.AdT.Ar). Values are mean  SE, n1011group. aDifferent from WT mice, p  0.05. bDifferent from obob mice, p  0.05.Turner et al. Page 22 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptFigure 6. Effects of morbid obesity on expression of osteogenesis-related genes in tibia. The expression of a panel of 84 osteogenesis-related genes in the tibia of WT mice (n6), obob mice (n5), and obob mice pair-fed to the WT mice (n5) were determined using a mouse osteogenesis gene expression array. Left panel shows hierarchical clustering analysis of genes with significantly different gene expression. Magnitude of gene expression was represented by green and red bars, indicating decreased and increased expression, respectively. The normalized mean fold-change of obob mice and pair-fed obob miceTurner et al. Page 23 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author Manuscriptrelative to the WT mice were shown in the right panel. aDifferent from WT mice, p  0.05. bDifferent from obob mice, p  0.05.Turner et al. Page 24 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptNIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptTurner et al. Page 25 Table 1 Effects of morbid obesity on femoral bone mineral content and density, femoral cortical and cancellous bone microarchitecture, and vertebral cancellous bone microarchitecture in leptin-deficient obob mice. End Point WT obob obob (pair-fed) ANOVA P Dual Energy X-ray Absorptiometry Total Femur BMC (g) 0.023  0.0000.019  0.000a0.017  0.000a,b 0.0001 Bone area (cm2) 0.43  0.010.40  0.00a0.37  0.01a,b 0.0001 BMD (gcm2) 0.053  0.0010.048  0.000a0.047  0.000a 0.0003 Microcomputed Tomography Total Femur Length (mm) 14.9  0.114.2  0.1a13.4  0.1a,b 0.0001 Bone volume (mm3) 18.5  0.316.8  0.3a15.0  0.3a,b 0.0001 Midshaft Femur (cortical bone) Cross-sectional volume (mm3) 0.41  0.01 0.40  0.01 0.42  0.01 0.4220 Cortical volume (mm3) 0.20  0.000.18  0.00a0.17  0.00a,b 0.0008 Marrow volume (mm3) 0.22  0.00 0.23  0.000.25  0.01a,b 0.0012 Cortical thickness (m) 195  3176  3a159  2a,b 0.0001 Polar moment of inertia (mm4) 0.36  0.01 0.33  0.01 0.33  0.01 0.4220 Distal Femur Metaphysis (cancellous bone) Bone volumetissue volume () 11.2  0.813.2  0.5a18.1  0.5a,b 0.0004 Connectivity density (1mm3) 106  9173  7a190  8a 0.0001 Trabecular thickness (m) 44  1 41  145  0b 0.0365 Trabecular number (mm1) 4.8  0.15.2  0.1a5.7  0.1a,b 0.0001 Trabecular separation (m) 210  4191  4a173  4a,b 0.0013 Distal Femur Epiphysis (cancellous bone) Bone volumetissue volume () 31.2  0.636.1  0.6a36.6  0.9a 0.0013 Connectivity density (1mm3) 155  4254  8a261  7a 0.0001 Trabecular thickness (m) 64  160  1a58  1a 0.0001 Trabecular number (mm1) 5.5  0.16.7  0.1a6.7  0.1a 0.0004 Trabecular separation (m) 179  2138  3a138  3a 0.0001 Lumbar Vertebra (cancellous bone) Bone volumetissue volume () 21.8  1.031.5  0.8a34.2  0.5a,b 0.0001 Connectivity density (1mm3) 198  10364  15a191  5b 0.0001 Trabecular thickness (m) 49  1 50  0.554  0.4a,b 0.0010 Trabecular number (mm1) 4.6  0.16.0  0.1a5.8  0.1a 0.0004 Trabecular separation (m) 215  5160  3a163  3a 0.0005 Data are mean  SE J Endocrinol . Author manuscript; available in PMC 2015 July 01.NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptTurner et al. Page 26 The Hommel method for maintaining the family-wise error rate at 5 was used to adjust for multiple comparisons aDifferent from WT, p  0.05 bDifferent from obob , p  0.05 J Endocrinol . Author manuscript; available in PMC 2015 July 01.",
        "introduction": "Leptin, a polypeptide hormone secreted by adipocytes, is best known for its role in the regulation of appetite and energy metabolism (Mistry, et al. 1997; Myers 2004). Rodents deficient in leptin signaling, due to either an inability to generate leptin ( obob mice) or the signaling form of the leptin receptor ( dbdb mice and fafa rats), become morbidly obese (Clement 2000). Their excess weight is the result of a combination of hyperphagia and reduced thermogenesis (Hwa, et al. 1996). In addition to morbid obesity, leptin deficiency is associated with hypogonadism (Barkan, et al. 2005), elevated corticosteroid levels (Saito and Bray 1983), and impaired thermoregulation (Trayhurn and James 1978). Leptin-deficient mice and leptin receptor-deficient mice and rats have reduced overall bone mass, reduced longitudinal bone growth (Kishida, et al. 2005; Steppan, et al. 2000), and decreased bone formation (Gat-Yablonski and Phillip 2008). In addition, impaired bone resorption in obob and dbdb mice results in mild osteopetrosis (Turner, et al. 2013), a condition which may contribute to the reported reductions in bone quality observed in these animals (Ealey, et al. 2006; Kimura, et al. 2012). Impaired bone resorption may also account for the age- and bone-dependent variation in cancellous bone volume observed in leptin signaling-deficient mice; the mutant mice are reported to have normal to increased cancellous bone volume fraction in lumbar vertebra and decreased to increased cancellous bone volume fraction in long bones (Hamrick, et al. 2004; Iwaniec, et al. 2007; Williams, et al. 2011). The skeletal abnormalities observed in mice and rats with defective leptin signaling suggest that leptin plays a role in normal skeletal growth, maturation, and turnover (Bartell, et al. 2011; Iwaniec et al. 2007; Kishida et al. 2005; Steppan et al. 2000; Turner et al. 2013). However, it is not clear to what extent the skeletal phenotype of obob mice is impacted by additional factors associated with morbid obesity. Although rare in humans, leptin signaling deficiency occurs as a result of loss of function mutations in the genes for leptin and the leptin receptor (Friedman and Halaas 1998). More common causes for low leptin signaling in humans include anorexia and starvation (Dardeno, et al. 2010; Muller, et al. 2009). At the other end of the spectrum, diet-induced leptin resistance, associated with chronically elevated leptin levels, mimics many of the metabolic consequences of leptin deficiency on energy metabolism and is thought to contribute to development of morbid obesity (Jung and Kim 2013). Thus, changes in leptin levels andor leptin sensitivity could have physiological effects on bone metabolism. In order to better understand the specific actions of leptin in regulating bone mass, density and architecture, we performed a study in which differences in body weight gain between rapidly growing wild type (WT) and obob mice were prevented by housing all mice at thermoneutral temperature (32C) to minimize differences in resting energy expenditure (Trayhurn 1979) and pair-feeding the mutant mice to WT mice to equalize food intake.Turner et al. Page 2 J Endocrinol . Author manuscript; available in PMC 2015 July 01. NIH-PA Author Manuscript NIH-PA Author Manuscript NIH-PA Author ManuscriptMaterials and",
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Six-week-old ob/ob  mice were\nheavier than their age-matched WT littermates at start of treatment and gained more weight\nthan the WT mice during the 12-week study (Figures 1A and B)"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "ob/ob  mice had lower mineralizing\nperimeter (Figure 2A), mineral apposition rate (Figure 2B), bone formation rate (Figure 2C),\nand osteoblast perimeter (Figure 2D) compared to WT mice"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "Representative photomicrographs of 1) marrow adiposity in distal femur metaphysis in WT\nmouse (A), ob/ob  mouse (B), and pair-fed ob/ob  mouse (C), 2) cartilage remnants in distal\nfemur epiphysis in WT mouse (D), ob/ob  mouse (E), and pair-fed ob/ob  mouse (F), and 3)\ndeclomycin label administered at study initiation in distal femur epiphysis in WT mouse\n(G), ob/ob  mouse (H), and pair-fed ob/ob  mouse (I)"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "ob/ob  mice had lower mineralizing perimeterTurner et al"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "ob/ob  mice had lower mineralizing perimeter (Figure 5A), bone\nformation rate (Figure 5C), and osteoblast perimeter (Figure 5D) than WT mice"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "Compared to WT mice, expression levels of 24 genes were altered in\nob/ob  mice (7 higher and 17 lower) and 26 genes in pair-fed ob/ob  mice (10 higher and 16\nlower)"
            }
        ]
    }
]