[
    {
        "pmid": "27830189",
        "title": "Characterization of Aspergillus fumigatus Isolates from Air and Surfaces of the International Space Station.",
        "year": "2016",
        "journal": "mSphere",
        "abstract": "One mission of the Microbial Observatory Experiments on the International Space Station (ISS) is to examine the traits and diversity of fungal isolates to gain a better understanding of how fungi may adapt to microgravity environments and how this may affect interactions with humans in a closed habitat. Here, we report an initial characterization of two isolates, ISSFT-021 and IF1SW-F4, of Aspergillus fumigatus collected from the ISS and a comparison to the experimentally established clinical isolates Af293 and CEA10. Whole-genome sequencing of ISSFT-021 and IF1SW-F4 showed 54,960 and 52,129 single nucleotide polymorphisms, respectively, compared to Af293, which is consistent with observed genetic heterogeneity among sequenced A. fumigatus isolates from diverse clinical and environmental sources. Assessment of in vitro growth characteristics, secondary metabolite production, and susceptibility to chemical stresses revealed no outstanding differences between ISS and clinical strains that would suggest special adaptation to life aboard the ISS. Virulence assessment in a neutrophil-deficient larval zebrafish model of invasive aspergillosis revealed that both ISSFT-021 and IF1SW-F4 were significantly more lethal than Af293 and CEA10. Taken together, these genomic, in vitro, and in vivo analyses of two A. fumigatus strains isolated from the ISS provide a benchmark for future investigations of these strains and for continuing research on specific microbial isolates from manned space environments. IMPORTANCE As durations of manned space missions increase, it is imperative to understand the long-term consequence of microbial exposure on human health in a closed human habitat. To date, studies aimed at bacterial and fungal contamination of space vessels have highlighted species compositions biased toward hardy, persistent organisms capable of withstanding harsh conditions. In the current study, we assessed traits of two independent Aspergillus fumigatus strains isolated from the International Space Station. Ubiquitously found in terrestrial soil and atmospheric environments, A. fumigatus is a significant opportunistic fungal threat to human health, particularly among the immunocompromised. Using two well-known clinical isolates of A. fumigatus as comparators, we found that both ISS isolates exhibited normal in vitro growth and chemical stress tolerance yet caused higher lethality in a vertebrate model of invasive disease. These findings substantiate the need for additional studies of physical traits and biological activities of microbes adapted to microgravity and other extreme extraterrestrial conditions.",
        "full_text": "Characterization of Aspergillus fumigatus Isolates from Air and Surfaces of theInternational Space Station Benjamin P. Knox,a,bAdriana Blachowicz,c,d Jonathan M. Palmer,e Jillian Romsdahl,dAnna Huttenlocher,b,fClay C. C. Wang,d,gNancy P. Keller,b,h Kasthuri Venkateswaranc Microbiology Doctoral Training Program, University of WisconsinMadison, Madison, Wisconsin, USAa; Department of Medical Microbiology and Immunology, University of WisconsinMadison, Madison,Wisconsin, USA b; Biotechnology and Planetary Protection Group, Jet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USAc; Department of Pharmacology and Pharmaceutical Sciences, School of Pharmacy, University of Southern California, Los Angeles, California, USAd; Center for Forest Mycology Research, Northern Research Station, U.S. Forest Service, Madison, Wisconsin, USAe; Department of Pediatrics, University of WisconsinMadison, Madison, Wisconsin, USAf; Department of Chemistry, Dornsife College of Letters, Arts and Sciences, University of Southern California, Los Angeles, California, USAg; Department of Bacteriology, University of WisconsinMadison, Madison, Wisconsin, USAh ABSTRACT One mission of the Microbial Observatory Experiments on the Interna- tional Space Station (ISS) is to examine the traits and diversity of fungal isolates togain a better understanding of how fungi may adapt to microgravity environmentsand how this may affect interactions with humans in a closed habitat. Here, we re-port an initial characterization of two isolates, ISSFT-021 and IF1SW-F4, of Aspergillus fumigatus collected from the ISS and a comparison to the experimentally established clinical isolates Af293 and CEA10. Whole-genome sequencing of ISSFT-021 andIF1SW-F4 showed 54,960 and 52,129 single nucleotide polymorphisms, respectively,compared to Af293, which is consistent with observed genetic heterogeneity amongsequenced A. fumigatus isolates from diverse clinical and environmental sources. As- sessment of in vitro growth characteristics, secondary metabolite production, and susceptibility to chemical stresses revealed no outstanding differences between ISSand clinical strains that would suggest special adaptation to life aboard the ISS. Viru-lence assessment in a neutrophil-decient larval zebrash model of invasive aspergil-losis revealed that both ISSFT-021 and IF1SW-F4 were signicantly more lethal thanAf293 and CEA10. Taken together, these genomic, in vitro , and in vivo analyses of two A. fumigatus strains isolated from the ISS provide a benchmark for future inves- tigations of these strains and for continuing research on specic microbial isolatesfrom manned space environments. IMPORTANCE As durations of manned space missions increase, it is imperative to understand the long-term consequence of microbial exposure on human health in aclosed human habitat. To date, studies aimed at bacterial and fungal contaminationof space vessels have highlighted species compositions biased toward hardy, persis-tent organisms capable of withstanding harsh conditions. In the current study, weassessed traits of two independent Aspergillus fumigatus strains isolated from the In- ternational Space Station. Ubiquitously found in terrestrial soil and atmospheric envi-ronments, A. fumigatus is a signicant opportunistic fungal threat to human health, particularly among the immunocompromised. Using two well-known clinical isolatesofA. fumigatus as comparators, we found that both ISS isolates exhibited normal in vitro growth and chemical stress tolerance yet caused higher lethality in a vertebrate model of invasive disease. These ndings substantiate the need for additional stud-ies of physical traits and biological activities of microbes adapted to microgravityand other extreme extraterrestrial conditions.Received 9 August 2016 Accepted 1 October 2016 Published 26 October 2016 Citation Knox BP, Blachowicz A, Palmer JM, Romsdahl J, Huttenlocher A, Wang CCC, KellerNP, Venkateswaran K. 2016. Characterization ofAspergillus fumigatus isolates from air and surfaces of the International Space Station.mSphere 1(5):e00227-16.doi: 10.1128mSphere.00227-16 . Editor Yong-Sun Bahn, Yonsei University Copyright  2016 Knox et al. This is an open- access article distributed under the terms ofthe Creative Commons Attribution 4.0 International license . Address correspondence to Kasthuri Venkateswaran,kasthuri.j.venkateswaranjpl.nasa.gov. B.P.K., A.B., and J.M.P. contributed equally to this article.RESEARCH ARTICLE Clinical Science and Epidemiology crossmark Volume 1 Issue 5 e00227-16 msphere.asm.org 1KEYWORDS: Aspergillus fumigatus , International Space Station, SNP analysis, secondary metabolites, virulence Microorganisms are unavoidable inhabitants of human-made structures in space due to anthropogenic sources, including human and cargo movement (1). Our understanding of how the stressors of such environments, which include microgravityand increased exposure to irradiation, inuence microbial biology over time remains inits infancy (2). Changes in microbial community composition and microbial speciescharacteristics have the potential to affect human health and safety, particularly in lightof the fact that extended periods of time in space have been shown to alter vertebrateand human immunity (3, 4). Furthermore, as durations of manned space missionsincrease, such as going to Mars, it becomes of heightened importance to understandthe breadth and potential consequences of host-microbe interactions in crew habita-tion. There exists an unmet need for studies characterizing individual microbial speciesisolated directly from space environments, as sampling experiments to date haveaimed at understanding changes in microbial community composition at the specieslevel (46), and it has been documented that simulated space environments provide apoor comparison for what is actually observed in orbit (7), highlighting a need foradditional experimentation with samples derived from space environments. While, unsurprisingly, most of the sampled bacterial diversity from space environ- ments aligns with commensal organisms (8), many fungi represent a unique compo-nent of microbial communities in space environments, as their populations are notreplenished by virtue of human presence, suggesting they have exploited or adaptedto a proliferative niche aboard these human-made structures. Fungal colonization ofspace vessels is nothing new, as various species have been isolated from the Skylab,Mir, and various modules of the International Space Station (ISS) (United States, JapansKIBO, and the Russian segments) (5, 6, 913). Fungi have been reported to causedamage to electrical and structural components through the decomposition of wireinsulation and window gaskets (13). The most commonly sampled fungal genera fromspace environments include the terrestrially ubiquitous sporulating molds Cladospo- rium ,Penicillium , and Aspergillus . Airborne spores, also known as conidia, are ubiquitous in terrestrial environments and can exacerbate pulmonary allergic reactions (14) andcause life-threatening invasive infections after germinating in immunocompromisedindividuals (15, 16). Among airborne fungi, Aspergillus fumigatus is the most frequently encountered agent of pulmonary complications and invasive infections, as infectionscan result in invasive aspergillosis (IA) in immunocompromised populations, withaverage mortality rates of 50 even with proper diagnosis and treatment (17). Globally encountered in soil and air, A. fumigatus is well adapted to colonizing diverse environments through its metabolic diversity, broad stress and thermal toler-ances, and easily dispersed conidia (1820). Likely underlying the ubiquity and patho-genic capacity of A. fumigatus is a great degree of genetic diversity observed among strains from diverse environmental and clinical sources (2123). While many factorsmay contribute to the ubiquity of A. fumigatus , the production of small bioactive molecules, or secondary metabolites (SMs), has become of particular interest, as thesecompounds have been shown to play central roles in niche exploitation, stress toler-ance, and virulence (17, 24, 25). Considering A. fumigatus as a ubiquitously encountered opportunistic pathogen with great metabolic and genetic diversity, it is an organism ofparticular interest to monitor and examine as a contaminant of human space vessels. Here, we report an initial characterization of two A. fumigatus strains isolated from different sources of the ISS. Our experimental approach aimed to investigate eachstrains genetic origins and characteristics, in vitro growth and stress tolerance, second- ary metabolite production, and virulence. Given the importance of A. fumigatus as an opportunistic pathogen, both ISS strains were studied in comparison to two well- known clinical isolates to assess pathogenic traits that may be of consequence tohuman health.Knox et al. Volume 1 Issue 5 e00227-16 msphere.asm.org 2RESULTS Identication of A. fumigatus sampled from the ISS. Air and surface sampling during the Microbial Observatory Experiments on the ISS identied numerous bacterial andfungal isolates (7). For this study, we chose to focus on two independently sampledstrains of A. fumigatus which were initially identied by morphological characteristics and later veried by internal transcribed spacer (ITS) region sequencing (ITS sequencesfor ISSFT-021 and IF1SW-F4 are available under GenBank accession numbers KT832787 and KX675260 , respectively). Strain ISSFT-021 was sampled from a high-efciency particulate arrestance (HEPA) lter, and strain IF1SW-F4 was obtained from a hardsurface adjacent to the cupola window (Fig. 1A) via wiping surface materials. By natureof this sampling method, it is impossible to know exact residence times aboard the ISSfor each strain. Whole-genome sequencing (WGS) of ISSFT-021 and IF1SW-F4 (26) reveal 54,960 and 52,129 single nucleotide polymorphisms (SNPs) compared to the clinical isolate andmodel laboratory strain Af293, respectively, which is not outside the genetic diversityobserved among 95 sequenced A. fumigatus isolates (Fig. 1B). Figure 1C shows a phylogeny of these isolates of A. fumigatus inferred using maximum likelihood from SNP sequences covered in every genome (147,792 total SNP positions). The tree alsoincludes information on individual isolate mating type, clinical or environmental origin,and also geographical location. This analysis illustrates the genomic variation that existswith A. fumigatus and, moreover, suggests that we are unable to predict phenotypic characteristics (i.e., virulence) based on clinicalenvironmental origin, mating type, orgeographical isolation source. With regard to mating type, strains ISSFT-021 and CEA10(another clinical isolate and model laboratory strain) are MAT1-1, while IF1SW-F4 andAf293 are MAT1-2. Interestingly, ISSFT-021 and IF1SW-F4 show a close relationship tothe patient isolate Af300 (27), suggesting these three strains may have arisen from acommon origin. Figure S1 in the supplemental material shows the same phylogenicdata represented in a phylogram. As it has been suggested previously that geneticconsequences resulting from irradiation exposure during time in space may manifest asinsertions and deletions (indels) over point mutations (2830), we analyzed ISSFT-021,IF1SW-F4, and CEA10 and averages from all sequenced isolates included in this studyagainst the reference genome (Af293) and found no obvious enrichment for indels inthe ISS isolates (see Fig. S2 in the supplemental material). Visual characterization and growth rates of ISS strains in vitro .To assess basic physiological phenotypes of strains ISSFT-021 and IF1SW-F4, growth characteris- tics of the ISS strains were investigated on dened glucose minimal medium (GMM)(31). Gross visual assessment of point-inoculated GMM plates revealed slight differ-ences in colony diameter and pigment production after a 5-day incubation (Fig. 2A),indicating that each strain possesses unique physical and chemical properties underthese conditions. An examination of radial growth rates revealed that both ISS strainssignicantly outgrew both Af293 and CEA10 at all time points investigated (Fig. 2B),which is consistent with previous reports of strain-dependent variations in growth ratesofA. fumigatus isolates (21) as well as increased biomass production for some microbes during exposure to space environments (32). As early spore germination rates mayfavor niche exploitation and establishment of robust growth (21), we next sought todetermine whether ISS isolates exhibited different germination dynamics in vitro . Figure 2C shows there were no differences in germination rates between ISSFT-021,IF1SW-F4, and CEA10 in liquid GMM, as nearly all spores germinated after an 8-hincubation, while Af293 showed a marked delay in germination. ISS strains show no enhanced resistance to chemical stresses in vitro. While unstressed growth (Fig. 2) revealed several differences between ISS and patient isolate strains, it is reasonable to posit that resistance to stressful conditions may play a greaterrole in colonization and propagation aboard harsh space vessel environments. There-fore, we challenged all strains to a variety of classical chemical stresses on GMM to assaysusceptibility to osmotic stress (sodium chloride NaCl), DNA damage stress (methylInternational Space Station Isolates of A. fumigatus Volume 1 Issue 5 e00227-16 msphere.asm.org 3FIG 1 Isolation and phylogenetic characterization of ISS strains. (A) IF1SW-F4 was isolated from the wall area outlined in blue adjacent to the cupola window aboard the ISS. ISSFT-021 was independently isolated from a HEPA filter (not shown). (B) Frequency distribution of total SNPsfound in 94 sequenced clinical and environmental isolates of A. fumigatus in comparison to a reference genome (Af293). Colored arrows designate the bin groups to which each strain included in this study belongs. (C) Phylogenetic tree of 95 sequenced isolates of A. fumigatus , showing mating type (MAT1-1 or MAT1-2), clinical or environmental origin, and geographical sampling location. Strains of interest used in thisstudy are highlighted in yellow.Knox et al. Volume 1 Issue 5 e00227-16 msphere.asm.org 4methanesulfonate MMS), cell wall stress (Congo red), and oxidative stress (hydrogen peroxide H2O2) (Fig. 3). Figure 3A shows colony appearance and growth reduction on supplemented media compared to that under unstressed growth conditions. Nosignicant differences in growth reduction were observed for either ISS strain incomparison to Af293 or CEA10 (Fig. 3B). For oxidative stress tests, we chose a diffusionassay (33) to reduce experimental variation in working with this chemical (unpublishedobservations). Zones of inhibition (Fig. 3C) were measured to infer sensitivity tohydrogen peroxide. No signicant differences were observed between ISS strainsregarding hydrogen peroxide sensitivity (Fig. 3D); however, both were signicantlymore resistant than Af293 and less resistant than CEA10, demonstrating an intermedi-ate phenotype of ISS isolates between the two clinical strains. Secondary metabolite analysis among ISS and clinical isolates. SM proles of ISSFT-021, IF1SW-F4, CEA10, and Af293 were examined after culture on solid GMM by using high-performance liquid chromatographyphotodiode array detectionmassspectroscopy (HPL-DAD-MS) analysis. Examination of the SM proles revealed a distinctchemical signature for each strain under the condition tested (Fig. 4A). Detailed yieldanalysis of each SM produced was carried out (Fig. 4B). Compared to Af293, an increasein fumigaclavine A production was observed with IF1SW-F4 ( PH110050.0001) but not with ISSFT-021, whereas a signicant decrease in fumigaclavine C production was noticed inboth strains ( PH110050.04 and 0.0001 in ISSFT-021 and IF1SW-F4, respectively). Fumiquina- zoline production increased in ISSFT-021 ( PH110050.0004) but not in IF1SW-F4 compared to the two controls. Pyripyropene A production increased in both ISSFT-021 and IF1SW-F4(PH110050.0063 and 0.0018, respectively). Observed SM yields for CEA10 were lower than for any other strain, with an observed decrease in production of all but two compounds(pyripyropene A and fumagillin) (Fig. 4A). Nevertheless, as production of SMs in mediadoes not necessarily replicate the pattern of SM production during infections, thepotential in vivo SM proles of the ISS strains remain unclear. FIG 2 In vitro growth of ISS isolates compared to growth of the clinical isolates Af293 and CEA10. (A) Growth on GMM at 37C, showing colony morphology and color. (B) Radial growth at 37C on GMM.Statistical analyses were performed by one-way ANOVA. (C) Germination rates in liquid GMM at 37C,250 rpm. Spores were considered germinated after germ tube lengths were observed to be greater thanor equal to the swollen spore base.International Space Station Isolates of A. fumigatus Volume 1 Issue 5 e00227-16 msphere.asm.org 5While a detailed analysis of SNPs with potential consequence on SM regulation and production was beyond the scope of the present study, Data Set S1 in the supplemen-tal material shows polymorphisms within 26 SM gene clusters that produce eitherknown SMs or have strong bioinformatic support to produce a likely SM (34). Thecombined analysis of CEA10, ISSFT-021, and IF1SW-F4 identied 1,578 variants incomparison with Af293 within the boundaries of the 26 SM gene clusters, and 504 ofthese variants were predicted to result in nonsynonymous substitution in an SM clustergene (see Data Set S1). Importantly, our analysis corroborated the previously publishedpoint mutation R202L in FtmD (Afu8g00200), which results in loss of fumitremorginproduction in Af293 (35), as well as the previously described frameshift mutation inTpcC in the CEA10 trypacidin cluster that leads to loss of function of the trypacidinpolyketide synthase (36). A metabolite between pyripyropene A (peak no. 5) andfumagillin (peak no. 6) (Fig. 4A, starred) was observed via liquid chromatography-massspectrometry (LCMS) in the CEA10, ISSFT-021, and IF1SW-F4 strains (see Fig. S3 in thesupplemental material). We used high-resolution mass spectrometry (494.2276 positivemode) to obtain a proposed molecular formula of C 27H31O6N3for the compound (see Fig. S4 in the supplemental material). A chemical database (Reaxys) search using theproposed formula revealed no known A. fumigatus metabolite that matched this formula. However, the metabolites versicamide F from Aspergillus versicolor (37) and taichunamides C and F from Aspergillus taichungensis (38) matched the proposed formula. These ndings might indicate that the compound is a previously uncharac-terized prenylated indole alkaloid produced by A. fumigatus . ISS strains exhibit increased virulence in a vertebrate model of invasive aspergillosis. Given the ISSs intimate environment and potential for frequent expo- FIG 3 ISS isolates showed no enhanced resistance to chemical stresses in vitro . (A) Colony appearance after point inoculations of 10 H9262l containing 1 H11547104conidia on solid GMM supplemented with the following stressors: 1.0 M NaCl, 0.02 MMS, and 25 mgml Congo red (CR). (B) Quantification of growth inhibition was measured by colony diametersafter a 72-h incubation at 37C. Data shown are the radial growth versus that in controls. (C) Hydrogen peroxide sensitivitywas assayed by diffusion assay with 1-cm holes filled with 100 H9262lo f4 H2O2in plates containing 5 H11547107spores suspended in top agar. (D) Zones of inhibition were measured as diameters after 48 h of growth, and significancedetermined via one-way analysis of variance.Knox et al. Volume 1 Issue 5 e00227-16 msphere.asm.org 6sure between astronauts and A. fumigatus , it is of high importance to investigate the virulence potential of these isolates. Therefore, we tested the virulence of both ISSstrains against CEA10 and Af293 in a larval zebrash model of IA, which has been shownto recapitulate key aspects of disease observed in murine models and human disease(39, 40). As immunocompetent zebrash larvae, like humans and mice, do not succumbto lethal infection following A. fumigatus challenge (39), we utilized neutrophil-decient larvae  Tg(mpx:mCherry-2A-Rac2D57N ) (41) to investigate virulence differences be- tween strains. Recapitulating previous reports in a murine infection model (27), wefound that CEA10 was more virulent than Af293 ( PH110210.0001), while ISSFT-021 caused signicantly more lethality than CEA10 ( PH110050.0075) (Fig. 5A). Furthermore, no signif- icant difference was observed in virulence between ISSFT-021 and IF1SW-F4 ( PH110220.1), while IF1SW-F4, like ISSFT-021 (Fig. 5A), was signicantly more virulent than CEA10 ( PH11005 0.0025) (Fig. 5B). DISCUSSION In the present study, we investigated two independently isolated strains of A. fumigatus from the ISS for differences in genetic makeup, growth characterizations, stress toler-ance, secondary metabolite production, and virulence. While microbial colonization ofspace vessels is unavoidable and is well-established in the literature (1, 8), less under-stood is how the unique stresses found aboard space vessels, such as increasedirradiation and microgravity, affect microorganisms and their biology. Therefore, asA. fumigatus is the most signicant airborne opportunistic mold pathogen of humans (42), it became prudent to investigate the ISS A. fumigatus strains for factors that may affect health-related interactions with astronauts aboard the ISS and initiate lines ofinvestigation into how space ight may inuence this particular pathogen. FIG 4 Secondary metabolite production of ISS strains. (A) Secondary metabolite profiles of ISSFT-021, IF1SW-F4, CEA10, and Af293 when grown on GMM. Individual metabolite production is reported as either increased, decreased, or no difference. compared to that of Af293. (B) Metabolite quantific ation, showing the percent change for each metabolite in relation to Af293; significance was determined using a one-way ANOVA.International Space Station Isolates of A. fumigatus Volume 1 Issue 5 e00227-16 msphere.asm.org 7Samples from HEPA lters, 16 surface locations, 12 air samples, and debris collected using vacuum cleaners across multiple spaceights during the Microbial ObservatoryExperiments (7) revealed the presence of many microbial species aboard the ISS.Among 200 bacterial and fungal isolates identied using molecular methods (7),fungal strains were particularly enriched with members of the genera Penicillium , Aspergillus , and Rodoturulla . However, only two isolates were identied as A. fumigatus from these samples; one each from a 40-month-old HEPA lter (ISSFT-021) and a surfacelocation adjacent to the cupola window (IF1SW-F4) (Fig. 1A). Interestingly, since theinception of the ISS, 20 years of environmental monitoring did not reveal the presenceofA. fumigatus (43). Considering the environmental ubiquity of this species, this anomaly might be partly due to collections from small surface areas (25 cm 2), compared to the larger 1-m2sampling areas adapted during this study. In addition, regular ISS operation and environmental monitoring protocols utilized conventional methods, inwhich the isolation of Aspergillus was reported but not identied to the species level (43). Unfortunately, ISS operations did not archive any fungal strains isolated duringthese 20 years of operation; therefore, we could not address whether or not any of theAspergillus isolates were A. fumigatus . Hence, even though A. fumigatus is ubiquitous in the terrestrial atmospheres and would thus be an unsurprising contaminant of the ISS,this is the rst report about the isolation of A. fumigatus from the ISS. Following initial culture and ITS sequence-based identication of the isolates as A. fumigatus , we undertook WGS to facilitate the current and future studies of ISSFT-021 and IF1SW-F4 (26). Analysis of SNPs among all publicly available sequenced isolates(H11022100 total; 95 unique isolates included in the present study) across a global range of clinical and environmental sources shows considerable genetic diversity, consistentwith previous reports of genetic variance in A. fumigatus (22). Given that we are unable to know how, when, and where ISSFT-021 and IF1SW-F4 initially colonized the ISS, it iscurious that both strains bare the closest relationship to the strains Af300 and JN10 (27)(Fig. 1C; see also Fig. S1 in the supplemental material). Af300 was isolated in 1995 inManchester, United Kingdom, from a leukemia patient (David Denning, personal com-munication), and JN10 is an environmental isolate of unknown sampling origin. Furtherclouding the origins of these strains is that cargo shipments to the ISS are manufac-tured and launched from all over the world. Notably, both ISS isolates show no enhanced accumulation of SNPs (Fig. 1B; see also Fig. S2 in the supplemental material), suggesting that life aboard the space station wasnot accompanied by an accumulation of mutations presumably from enhanced expo-sure to irradiation and microgravity; however, since the proper terrestrial control strainsdo not exist for ISSFT-021 and IF1SW-F4, we cannot determinequantify mutations thatmay have accumulated during time aboard the ISS. Interestingly, previous data suggestthat DNA damage resulting from time aboard the ISS may favor chromosomal aberra-tions and large deletions over point mutations (2830), a conclusion that may have FIG 5 Virulence assessment in a larval zebrafish model of invasive aspergillosis. (A) Survival outcome through 7 days postinfection (dpi) of neutrophil-deficient mpx:mCherry-2A-Rac2D57N larvae, in which neutrophils specifically are unable to reach the site of infection. (B) Survival outcome of the second ISS isolate, IF1SW-F4, compared to that of CEA10 and ISSFT-021 in mpx:mCherry-2A-Rac2D57N larvae. Shown are data pooled from three (A) or four (B) independent experimental replicates. Statistical analyses were performed using the Cox proportional hazardregression analysis.Knox et al. Volume 1 Issue 5 e00227-16 msphere.asm.org 8been fueled by studies that reported nding no detectable mutations from time in space, although these experiments utilized experimental setups that would favordetection of point mutations over large genetic lesions, or the studies were possibly tooshort in duration for mutations to accumulate (44). Sequence analysis with ISS A. fu- migatus strains suggested that there is no enrichment for any type of mutation we could identify through our resequencing-based mapping approach, namely, indels, incomparison with Af293 (see Fig. S2), yet it remains to be determined whether A. fu- migatus possesses inherent characteristics that would facilitate maintenance of genomic integrity over other biological systems in space (including humans and othereukaryotes) from which mutation data have been inferred. Our reported in vitro analysis showing increased radial growth rates for space isolates versus clinical isolates (Fig. 2) is not without precedent, as enhanced fungalgrowth from Aspergillus and Penicillium species recovered from Mir, compared to terrestrial reference strains, has previously been reported (8). However, there is aconsiderable difference among growth rates for terrestrial strains of A. fumigatus , and so whether or not the increased growth rate observed in this report is a consequenceof life in space (i.e., mutation) or simply due to natural variation is not possible todetermine without comparison to original terrestrial isolates. While a detailed analysisof specic SNPs in the ISS isolates was beyond the scope of our present study, thenumber total SNP differences of ISSFT-021 and IF1SW-F4 compared to Af293 werewithin the range of documented variance among existing sequences of environmentalA. fumigatus strains (Fig. 1), suggesting that, without a more detailed analysis, the ISS strains likely reect genetic diversity already found on Earth (22). While it is conceivable that differential growth rates among A. fumigatus isolates (21) may favor more rapidly growing strains in gaining a niche foothold, the stresses aboardthe ISS likely inuence microbial colonization to a greater extent than de novo growth rates. As such, stress tolerance may play a more dominant role in the ability ofA. fumigatus to colonize harsh niches. Given that the stress response pathways of A. fumigatus are unarguably involved in this organisms environmental ubiquity and its leading position as an opportunistic pathogen (18, 45, 46), it is still unclear how existinggenetic heterogeneity plays a role in stress tolerance. While limited in scope, we foundno enhanced ability of the ISS strains over Af293 and CEA10 to tolerate a diversity ofchemical stresses (Fig. 3), suggesting that stress tolerance may not play a dominant roleinA. fumigatus persistence aboard the ISS. Future studies aimed at guiding enhanced disinfectant protocols aboard space vessels should consider these data and pursueeffective methods for clearing surfaces of A. fumigatus . However, it was observed that both ISSFT-021 and IF1SW-F4 were signicantly more resistant to UV irradiation thanclinical isolates (26), and current studies are under way that will leverage sequence dataand molecular approaches to elucidate these mechanisms. It is critical to note that caremust be taken in interpreting these results, as terrestrial equivalents or referencestrains, even if identied as the same species, do not represent experimental controls.Future studies aimed at determining the effects of microgravity and space irradiationonA. fumigatus biology will require direct comparison to terrestrial clones not sub- jected to time in space. Examination of secondary metabolite proles of clinical and ISS strains revealed differences in SM production (Fig. 4). Whether these changes are due to adaptations tounfavorable environmental conditions, such as low nutrient availability, enhancedirradiation, and microgravity, remains to be determined and will be the focus of futurestudies. One clear example linking genomic data to SM production was found withstrain IF1SW-F4, with which increased levels of fumigaclavine A (47) were detected,whereas fumigaclavine C (48) production was signicantly decreased (Fig. 4). The prenyltransferase FgaPT1 in A. fumigatus is known to be responsible for the prenylation of fumigaclavine A to form fumigaclavine C (49), and in the IF1SW-F4 strain there exists aframeshift mutation in fgaPT1 (see Data Set S1 in the supplemental material) that might be responsible for the observed accumulation of fumigaclavine A. Additional differ-ences in metabolite production between the two ISS strains compared to Af293 couldInternational Space Station Isolates of A. fumigatus Volume 1 Issue 5 e00227-16 msphere.asm.org 9be due to SNPs found within regions of the secondary metabolite gene clusters (see Data Set S1). Fumagillin, a toxic SM (50), is produced by both Af293 and CEA10, whileproduction was signicantly decreased in both of the ISS strains (Fig. 4). While fumag-illin can alter neutrophil responses to pathogenic stimuli (51, 52), among other ele-ments of host defense (17), it has been proposed as a potential virulence factor.Interestingly, the more virulent ISS strains showed lower fumagillin production, sug-gesting that in vitro fumagillin production proles may not be accurate predictors of virulence potential, based on our in vivo ndings with the neutrophil-decient larval zebrash model. Monomethylsulochrin, a proposed precursor in the trypacidin path-way, is produced by both ISS strains and Af293 but not by CEA10, despite the ability ofthis strain to produce trypacidin (36). However, our study was insufcient to pinpointwhich, if any, of the metabolites has inuence on the increased virulence observed inthe two ISS strains, and additional experiments will be necessary to identify theconnection between increased virulence and specic metabolite production. AsA. fumigatus is a ubiquitous environmental organism and multifaceted opportu- nistic pathogen (19), many studies have aimed at understanding traits underlyingpathogenesis and whether a strains virulence potential can be inferred preemptivelyand indirectly from isolation source, physical traits, or genetic data. Interestingly,studies have been unable to consistently support the hypothesis that clinical strainshave undergone a selective bottleneck and are therefore more virulent than environ-mental isolates (21, 22, 53). As both ISSFT-021 and IF1SW-F4 are environmental isolates,albeit from a highly unusual environment, our nding that both ISS strains are morevirulent than the two clinical strains reinforces the idea that isolation source is notpredictive of pathogenic potential and also reinforces the conclusion that all strains ofA. fumigatus , regardless of origin, possess an infective potential (54). Alternatively, previous reports have suggested a correlation between in vitro growth rates and virulence (21, 55). While we did observe higher growth and germination rates of ISSisolates in vitro (Fig. 2), the greatest difference was the slower growth and germination of Af293 compared to all others, which may contribute to the lower virulence of thisstrain; however, the identical germination rates and slightly reduced radial growth ofCEA10 are less suggestive of an underlying inuence on virulence potential. Addition-ally, the growing body of literature characterizing A. fumigatus strain-dependent phe- notypes has revealed broad phenotypes, including toxin production (54, 56) and hostimmune responses (27), that suggest a complex milieu of factors involved in predictingthe outcome of host- A. fumigatus interactions. Furthermore, there has been speculation that mating type (MAT1-1, MAT1-2) may offer insight into the pathogenic potential ofA. fumigatus isolates (53, 57), yet this supposition has been challenged by more recent studies using isogenic mating-type pairs (58). Both ISS strains are closely related(Fig. 1C; see also Fig. S1 in the supplemental material) but possess opposite matingtypes (Fig. 1C) and were found to be more virulent than either Af293 (MAT1-2) or CEA10(MAT1-1) and equally virulent as each other (Fig. 5). Regardless of these strains comingfrom uncontrolled genetic backgrounds, our nding supports current data that suggestthere is no link between mating type and virulence. Despite the ISS isolates comingfrom an extreme environment and possessing opposite mating types, different growthrates in vitro , and distinct SM proles between themselves and Af293 and CEA10, our cumulative data are unable to offer a predictive potential of enhanced virulence forthese strains. This study has shown the existence of distinct A. fumigatus isolates on the ISS. The origin of these strains remains unknown, yet analysis of genome sequence data showedtheir relationship to 93 other sequenced genomes of this species and revealed a closerelationship to a known patient isolate, Af300. Considering the genetic diversity andenvironmental ubiquity of A. fumigatus , it is not surprising to observe signicant phenotypic variation among isolates, including growth rates, stress tolerance, SMproduction, and virulence, with virulence being a multifaceted phenotype in thisopportunistic pathogen and likely a culmination of traits that render the pathogenicpotential of any given isolate difcult to predict. Altogether, the present study rein-Knox et al. Volume 1 Issue 5 e00227-16 msphere.asm.org 10forces the idea that all A. fumigatus strains, regardless of isolation source or genetic origin, represent potential pathogens and should serve to guide current and futuresampling and maintenance regimens for space vessels. MATERIALS AND METHODS Isolation and verication of A. fumigatus isolates from the ISS. Particulates associated with HEPA lters were scraped, and approximately 1 mg of material was resuspended in sterile phosphate-bufferedsaline (PBS; pH 7.4) before being spread onto potato dextrose agar (PDA) plates (7). To collect samplesfrom cupola surfaces, sterile polyester wipes were used. The sampling wipes were assembled andmanifested in the Jet Propulsion Laboratory (JPL, Pasadena, CA) prior to space ight. Briey, eachpolyester wipe (9 by 9 in.; ITW Texwipe, Mahwah, NJ) was folded two times and soaked in 15 ml of sterilemolecular-grade water (Sigma-Aldrich, St. Louis, MO) for 30 min, followed by transfer to a sterile zip lockbag (59). The wipes were packed along with the other kit elements at Ames Research Center (ARC;Moffett Field, CA) and included TC (total count, tryptic soy agar) and SDA (Sabouraud dextrose agar)contact slides (Hycon, EMD Millipore, Billerica, MA), Opsite adhesive tape (Smith  Nephew, Inc., London,United Kingdom), and an air sampling device with gelatin lters (Sartorius, Gttingen, Germany). Eachsampling kit was sent to the ISS as a part of the Space-X cargo and was returned to Earth on Soyuz TM-14or the Dragon capsule. The kits were delivered to JPL immediately after returning to Earth. During eachsampling session on the ISS, only one astronaut collected samples from eight different locations, usingwipes and contact slides. Each wipe was used to collect a sample 1 m 2. The control wipe (environmental control) was only taken out from the zip lock bag, unfolded, and packed back into the zip lock. Thesamples were stored at 4C until the return trip to Earth and subsequent processing. The sample processing took place in a class 10K cleanroom at JPL immediately upon delivery of the return kits. Each wipe was aseptically taken out from the zip lock bag and transferred to a 500-ml sterilebottle containing 200 ml of sterile PBS. The bottle with the wipe was shaken for 2 min followed byconcentration with a concentrating pipette (InnovaPrep, Drexel, MO) using 0.45- H9262m hollow ber polysulfone tips and PBS elution uid. The environmental control and each sample were concentratedto 4 ml. A 200- H9262l aliquot was serially diluted in PBS to estimate the cultivable population. Concentrated samples were diluted in PBS (up to 10H110026of each original sample), plated on the media (100H9262l; in duplicates) Reasoners 2A agar (R2A) for environmental bacteria and PDA for fungi, and incubated at 25C for 7 days; CFU were then counted. A minimum of ve isolates of distinct morphol-ogies was picked up for each location from each type of medium. The isolates were archived in thesemisolid R2A or PDA slants (agar media diluted 1:10) and stored at room temperature. For identicationpurposes, each fungal isolate was revived on PDA medium. Once a culture was conrmed to be pure,DNA extraction was performed by colony PCR (UltraClean DNA kit Mo Bio, Carlsbad, CA or Maxwellautomated system Promega, Madison, WI). Concurrently, two cryobead stocks (Copn Diagnostics,Murrieta, CA) were prepared for each isolate. Fungal DNA was used for PCR to amplify ITS regions withprimers ITS1F (5 TTGGTCATTTAGAGGAAGTAA 3 ) and Tw13 (5 GGTCCGTGTTTCAAGACG 3 ) (60) fol- lowing an established protocol (61). The fungal sequences were searched against the UNITE databaseand identied based on the closest similarity to ITS sequences of fungal type strains (62). Publicly available raw sequencing reads of all A. fumigatus strains used in this study were down- loaded from either the NCBI Sequence Read Archive (SRA) or the EBI European Nucleotide Archive (ENA)for comparison to the ISS isolates. SNPs were called against the Af293 genome reference (NCBI accessionnumber GCA_000002655.1 ) using the Snippy pipeline and default settings (63). Briey, the Snippy program aligns reads to the genome reference sequence by using BWA v0.7.12-r1044 (64), and variantsare called using the FreeBayes program v0.9.21-7-g7dd41db (65). The variants are then quality ltered,and a core set of SNP variants (dened as those SNPs with sufcient sequencing coverage for thegenomic location for all isolates) are extracted from the data using Snippy. A custom python script( https:github.comnextgenusfsgenome_scriptsblobmastersnippy2tree.py ) was used to convert the SNP data to binary format, and a maximum likelihood phylogeny was inferred using RAxML v8.2.8 (66)with 1,000 bootstrap replicates. Snippy variant call les (VCF) from CEA10, ISSFT-021, and IF1SW-F4 wereimported into CLC Genomics Workbench v9.01, and the variants were ltered and annotated based onoverlap with secondary metabolite gene cluster predictions (34). To determine which variants wouldresult in nonsynonymous changes to coding genes, the variants were annotated using the Amino AcidChanges module of CLC Genomics Workbench. Fungal culture. After initial isolation on PDA plates, all A. fumigatus strains were grown on solid glucose minimal medium at 37C, unless otherwise noted, for conidial preparation, physiological analysis,and stress tests. Conidial preparations for in vitro analyses were harvested after approximately 72 h with sterile 0.01 Tweenwater and gentle agitation with an L-shaped spreader before being passed througha double layer of sterile mica cloth into a 50-ml screw-cap tube. Conidia were enumerated with ahemocytometer before adjustment to various concentrations as needed. Original spore suspensionsmaintained as glycerol stocks were stored at H1100280C. Physiological analysis. All GMM plates for physiological analysis and stress testing were measured to contain 25 ml. For radial growth assessment, 1 H1100310 4conidia in a volume of 10 H9262l were centrally inoculated onto GMM plates. Radial growth was measured daily at the time points indicated. For sporegermination rate assays, 100 ml of liquid GMM was inoculated with 5 H1100310 6sporesml and grown at 37C and 250 rpm. At 2, 4, 6, and 8 h, 1-ml samples were drawn, pelleted in a tabletop centrifuge for 1 minat maximum rpm and resuspended in a nal volume of 100 H9262l to concentrate spores and germlings for facile enumeration. As germlings can clump, clouding clear counts, each sample was briey sonicated inInternational Space Station Isolates of A. fumigatus Volume 1 Issue 5 e00227-16 msphere.asm.org 11a water bath for 10 s. One hundred cells per condition were counted and scored. A spore was considered germinated when the germ tube diameter was greater than or equal to the diameter of the swollen base. Stress tests. Radial growth was assayed as described above but after supplementation with various stressors. Concentrations for stress chemicals were as follows : 1 M NaCl, 4 H9262M menadione, 25 H9262gml Congo red, and 0.01 methyl methanesulfonate. For assessment of H2O2sensitivity, it is easier to obtain consistent results by using a modied diffusion assay (33) over direct medium supplementation, as donefor the stressors listed above. Briey, spores were evenly suspended in 55C GMM while still liquid at anal count 1.5 H1100310 4per 25-ml plate. Following solidication of the agar, a 1-cm circular core was removed from the center of each plate, and the resulting hole was inoculated with 100 H9262lo f4 H2O2. Zones of inhibition were measured after 48 h. Secondary metabolite extraction and analysis. Fungal isolates were cultivated at 30C on GMM agar plates (6 gliter NaNO3, 0.52 gliter KCl, 0.52 gliter MgSO47H2O, 1.52 gliter KH2PO4, 10 gliter D-glucose, 15 gliter agar supplemented with 1 mlliter of trace elements) at 10 H11003106spores H9262l per plate (10 cm). After 5 days, agar was chopped into small pieces and extracted with 25 ml methanol (MeOH),followed by 1-h sonication and ltration. Extraction and sonication steps were repeated with 25 ml of 1:1MeOH-dichloromethane. After a second ltration, combined crude extracts of each isolate were evap-orated in vacuo to yield a residue that was then suspended in 25 ml of water and partitioned with ethanol acetate (EtOAc; 25 ml). The EtOAc layer was evaporated in vacuo , redissolved in 2 ml of 20 dimethyl sulfoxideMeOH, and 10 H9262l was examined by HPLC-DAD-MS analysis. HPLC-MS was carried out using a ThermoFinnigan LCQ Advantage ion trap mass spectrometer with a reverse-phase C18column (3 H9262m; 2.1 by 100 H9262m; Alltech Prevail) at a ow rate of 125 H9262lmin. The solvent gradient for LCMS was 95 MeCNH2O (solvent B) in 5 MeCNH2O (solvent A), both of which contained 0.05 formic acid, as follows: 0 solvent B from 0 to 5 min, 0 to 100 solvent B from 5 min to 35 min, 100 solvent B from35 to 40 min, 100 to 0 solvent B from 40 to 45 min, and reequilibration with 0 solvent B from 45 to50 min. Zebrash care and maintenance. Adult zebrash were reared as described previously (39). Briey, adults were maintained on a dedicated aquatic system and exposed to a lightdark cycle of 14 h and10 h, respectively, and fed twice daily. After spawning, embryos were collected in E3 buffer and storedat 28.5C. Methelyne blue, an ingredient of E3 buffer that inhibits fungal growth, was omitted from E3buffer (E3-MB) at 24 h postfertilization. All larval zebrash procedures and adult husbandry wereperformed in compliance with NIH guidelines and approved by the University of WisconsinMadisonInstitutional Animal Care and Use Committee. Larval zebrash virulence assay. Virulence assays were performed using the larval zebrash model of invasive aspergillosis as described previously (39) with slight modications. Larval immune suppres-sion was obtained genetically through the use of transgenic mpx:mCherry-2A-Rac2D57N larvae (41). Prior to infection, larvae were screened and selected for mCherry expression in neutrophils to identifyindividuals harboring the dominant negative allele. Briey, hindbrain ventricle infections were performedat 48-h postfertilization, versus 36 h postfertilization, as originally reported. Briey, conidial stocks in PBSat a concentration of 1.5 H1100310 8conidiaml were mixed 2:1 with 1 phenol red to 1.0 H11003108conidiaml to visualize injection success. Larvae were anesthetized in E3-MB supplemented with 0.2 nM tricaine(ethyl 3-aminobenzoate; Sigma-Aldrich) prior to microinjection of 3 nl spore suspension or PBS vehiclecontrol into the hindbrain ventricle through the otic vesicle. Following microinjection, larvae were rinsedseveral times to remove anesthetic and housed individually in wells of a 96-well plate in 100 H9262l E3-MB. Survival of individual larvae was scored daily using loss of heartbeat as the readout for mortality. Statistical analysis. In order to compare differences in SM production between isolates, the area under the electrospray ionization curve (ESI) was integrated for each compound. SM data collected fromthree independent biological replicates were used for statistical analysis. Ordinary one-way analysis ofvariance (ANOVA) was conducted to compare the level of production of seven identied SMs betweenAf293 (treated as a control) and CEA10, ISSFT-021, and IF1SW-F4. The data are presented as columncharts with corresponding error bars. Data analysis was conducted using GraphPad Prism version 7.Survival analysis for larval zebrash infection experiments was performed as previously described (39) bypooling experimental replicates and generating Pvalues via Cox proportional hazards regression analysis. Accession number(s). The ITS sequence for IF1SW-F4 is available under GenBank accession number KX675260 . SUPPLEMENTAL MATERIAL Supplemental material for this article may be found at http:dx.doi.org10.1128 mSphere.00227-16 . Figure S1, PDF le, 0.7 MB.Figure S2, PDF le, 0.3 MB.Figure S3, PDF le, 1.2 MB.Figure S4, PDF le, 0.7 MB.Data Set S1, PDF le, 1.6 MB. ACKNOWLEDGMENTS Part of the research described in this publication was carried out at the Jet PropulsionLaboratory, California Institute of Technology, under a contract with NASA. We thankKnox et al. Volume 1 Issue 5 e00227-16 msphere.asm.org 12Jay Perry, Marshall Space Flight Center, for providing the HEPA lter and the imple- mentation team of the Microbial Observatory (Microbial Tracking) project at NASAAmes Research Center. We appreciate the technical help of Alexandra Checinska inisolating the fungal cultures. B.P.K. wrote the manuscript and performed in vitro physiology, in vivo virulence assays, and corresponding analyses. A.B. and J.R. performed SM assays and correspond-ing analyses. J.M.P. performed bioinformatics analysis and created phylogenetic trees.N.P.K., C.C.C.W., and K.V. formulated the concept of the study and were involved inexecution of all experiments. A.H. provided reagents and aided experimental design ofthe zebrash virulence testing. All authors read and approved the manuscript. We declare no competing interests.This work was supported in part by the National Science Foundation-Emerging Frontiers in Research and Innovation-MIKS: grant 1136903 (C.C.C.W., N.P.K., and A.H.)and by 2012 Space Biology NNH12ZTT001N grant 19-12829-26 under task orderNNN13D111T awarded to K.V., which also funded a graduate fellowship to A.B., and JPLsubcontract 1511581 to C.C.C.W. FUNDING INFORMATION This work, including the efforts of Anna Huttenlocher, Clay C. C. Wang, and Nancy P. Keller, was funded by National Science Foundation (NSF) (1136903). This work, includ-ing the efforts of Kasthuri Venkateswaran, was funded by National Aeronautics andSpace Administration (NASA) (19-12829-26). REFERENCES 1.Novikova N, De Boever P, Poddubko S, Deshevaya E, Polikarpov N, Rakova N, Coninx I, Mergeay M . 2006. Survey of environmental bio- contamination on board the International Space Station. Res Microbiol157: 512. http:dx.doi.org10.1016j.resmic.2005.07.010 . 2.National Research Council . 2011. Recapturing a future for space ex- ploration. Committee for the Decadal Survey on Biological and PhysicalSciences in Space. National Academies Press, Washington, DC. 3.Mehta SK, Cohrs RJ, Forghani B, Zerbe G, Gilden DH, Pierson DL . 2004. Stress-induced subclinical reactivation of varicella zoster virus in astronauts. J Med Virol 72:174179. http:dx.doi.org10.1002jmv. 10555 . 4.Hwang SA, Crucian B, Sams C, Actor JK . 2015. Post-space ight (STS-135) mouse splenocytes demonstrate altered activation propertiesand surface molecule expression. PLoS One 10:e0124380. http: dx.doi.org10.1371journal.pone.0124380 . 5.Brockett RM, Ferguson JK, Henney MR . 1978. Prevalence of fungi during Skylab missions. Appl Environ Microbiol 36:243246. 6.Makimura K, Hanazawa R, Takatori K, Tamura Y, Fujisaki R, Nishiyama Y, Abe S, Uchida K, Kawamura Y, Ezaki T, Yamaguchi H . 2001. Fungal ora on board the Mir-Space Station, identication bymorphological features and ribosomal DNA sequences. Microbiol Immu-nol45:357363. http:dx.doi.org10.1111j.1348-0421.2001.tb02631.x . 7.Checinska A, Probst AJ, Vaishampayan P, White JR, Kumar D, Stepanov VG, Fox GE, Nilsson HR, Pierson DL, Perry J, Ven-kateswaran K . 2015. Microbiomes of the dust particles collected from the International Space Station and spacecraft assembly facilities. Micro-biome 3:50. http:dx.doi.org10.1186s40168-015-0116-3 . 8.Novikova ND . 2004. Review of the knowledge of microbial contamina- tion of the Russian manned spacecraft. Microb Ecol 47:127132. http: dx.doi.org10.1007s00248-003-1055-2 . 9.Sugita T, Yamazaki T, Makimura K, Cho O, Yamada S, Ohshima H, Mukai C . 2016. Comprehensive analysis of the skin fungal microbiota of astronauts during a half-year stay at the International Space Station.Med Mycol 54:232239. http:dx.doi.org10.1093mmymyv121 . 10.Venkateswaran K, Vaishampayan P, Cisneros J, Pierson DL, Rogers SO, Perry J . 2014. International Space Station environmental micro- biomemicrobial inventories of ISS lter debris. Appl Microbiol Biotech-nol98:64536466. http:dx.doi.org10.1007s00253-014-5650-6 . 11.Satoh K, Nishiyama Y, Yamazaki T, Sugita T, Tsukii Y, Takatori K, Benno Y, Makimura K . 2011. Microbe-I: fungal biota analyses of the Japanese experimental module KIBO of the International Space Stationbefore launch and after being in orbit for about 460 days. MicrobiolImmunol 55:823829. http:dx.doi.org10.1111j.1348 -0421.2011.00386.x . 12.Satoh K, Yamazaki T, Nakayama T, Umeda Y, Alshahni MM, Ma- kimura M, Makimura K . 2016. Characterization of fungi isolated from the equipment used in the International Space Station or Space Shuttle.Microbiol Immunol 60:295302. http:dx.doi.org10.11111348 -0421.12375 . 13.Vesper SJ, Wong W, Kuo CM, Pierson DL . 2008. Mold species in dust from the International Space Station identied and quantied by mold-specic quantitative PCR. Res Microbiol 159: 432435. http:dx.doi.org 10.1016j.resmic.2008.06.001 . 14.Baxi SN, Portnoy JM, Larenas-Linnemann D, Phipatanakul W, Envi- ronmental Allergens Workgroup . 2016. Exposure and health effects of fungi on humans. J Allergy Clin Immunol Pract 4:396404. http: dx.doi.org10.1016j.jaip.2016.01.008 . 15.Chamilos G, Luna M, Lewis RE, Bodey GP, Chemaly R, Tarrand JJ, Safdar A, Raad II, Kontoyiannis DP . 2006. Invasive fungal infections in patients with hematologic malignancies in a tertiary care cancer center:an autopsy study over a 15-year period (19892003). Haematologica91:986989. 16.Pana Z-D, Farmaki E, Roilides E . 2014. Host genetics and opportunistic fungal infections. Clin Microbiol Infect 20:12541264. http:dx.doi.org 10.11111469-0691.12800 . 17.Dagenais TR, Keller NP . 2009. Pathogenesis of Aspergillus fumigatus in invasive aspergillosis. Clin Microbiol Rev 22:447465. http:dx.doi.org 10.1128CMR.00055-08 . 18.Paulussen C, Hallsworth JE, lvarez-Prez S, Nierman WC, Hamill PG, Blain D, Rediers H, Lievens B . 7 June 2016. Ecology of aspergillosis: insights into the pathogenic potency of Aspergillus fumigatus and some other Aspergillus species. Microb Biotechnol. http:dx.doi.org10.1111 1751-7915.12367 . 19.Kwon-Chung KJ, Sugui JA . 2013. Aspergillus fumigatus what makes the species a ubiquitous human fungal pathogen? PLoS Pathog 9:14. http:dx.doi.org10.1371journal.ppat.1003743 . 20.Alshareef F, Robson GD . 2014. Prevalence, persistence, and phenotypic variation of Aspergillus fumigatus in the outdoor environment in Man- chester, UK, over a 2-year period. Med Mycol 52:367375. http: dx.doi.org10.1093mmymyu008 . 21.Amarsaikhan N, ODea EM, Tsoggerel A, Owegi H, Gillenwater J, Templeton SP . 2014. Isolate-dependent growth, virulence, and cell wall composition in the human pathogen Aspergillus fumigatus . PLoS One 9:e100430. http:dx.doi.org10.1371journal.pone.0100430 .International Space Station Isolates of A. fumigatus Volume 1 Issue 5 e00227-16 msphere.asm.org 1322.Alshareef F, Robson GD . 2014. Genetic and virulence variation in an environmental population of the opportunistic pathogen Aspergillus fumigatus . Microbiology 160: 742751. http:dx.doi.org10.1099 mic.0.072520-0 . 23.Teixeira J, Amorim A, Araujo R . 2015. Recombination detection in Aspergillus fumigatus through single nucleotide polymorphisms typing. Environ Microbiol Rep 7:881886. http:dx.doi.org10.11111758 -2229.12321 . 24.Heinekamp T, Thywien A, Macheleidt J, Keller S, Valiante V, Bra- khage AA . 2012. Aspergillus fumigatus melanins: interference with the host endocytosis pathway and impact on virulence. Front Microbiol3:440. http:dx.doi.org10.3389fmicb.2012.00440 . 25.Bayram O, Braus GH . 2012. Coordination of secondary metabolism and development in fungi: the velvet family of regulatory proteins. FEMSMicrobiol Rev 36:124. http:dx.doi.org10.1111j.1574-6976. 2011.00285.x . 26.Singh NK, Blachowicz A, Checinska A, Wang C, Venkateswaran K . 2016. Draft genome sequences of two Aspergillus fumigatus strains, isolated from the International Space Station. Genome Announc 4(4): 00553-16. http:dx.doi.org10.1128genomeA.00553-16 . 27.Rizzetto L, Giovannini G, Bromley M, Bowyer P, Romani L, Cavalieri D. 2013. Strain dependent variation of immune responses to A. fumigatus : denition of pathogenic species. PLoS One 8:e56651. http: dx.doi.org10.1371journal.pone.0056651 . 28.George K, Rhone J, Beitman A, Cucinotta FA . 2013. Cytogenetic damage in the blood lymphocytes of astronauts: effects of repeatlong-duration space missions. Mutat Res 756: 165169. http:dx.doi.org 10.1016j.mrgentox.2013.04.007 . 29.Fukuda T, Fukuda K, Takahashi A, Ohnishi T, Nakano T, Sato M, Gunge N . 2000. Analysis of deletion mutations of the rpsL gene in the yeast Saccharomyces cerevisiae detected after long-term ight on the Russian space station Mir. Mutat Res 470: 125132. http:dx.doi.org 10.1016S1383-5742(00)00054-5 . 30.Yatagai F, Honma M, Takahashi A, Omori K, Suzuki H, Shimazu T, Seki M, Hashizume T, Ukai A, Sugasawa K, Abe T, Dohmae N,Enomoto S, Ohnishi T, Gordon A, Ishioka N . 2011. Frozen human cells can record radiation damage accumulated during space ight: mutationinduction and radioadaptation. Radiat Environ Biophys 50:125134. http:dx.doi.org10.1007s00411-010-0348-3 . 31.Shimizu K, Keller NP . 2001. Genetic involvement of a cAMP-dependent protein kinase i n a G protein signaling pathway regulating morpholog- ical and chemical transitions in Aspergillus nidulans . Genetics 157: 591600. 32.Coil DA, Neches RY, Lang JM, Brown WE, Severance M, Cavalier D, Eisen JA . 2016. Growth of 48 built environment bacterial isolates on board the International Space Station (ISS). PeerJ 4:e1842. http: dx.doi.org10.7717peerj.1842 . 33.Thn M, Al-Abdallah Q, Hortschansky P, Brakhage AA . 2007. The thioredoxin system of the lamentous fungus Aspergillus nidulans : im- pact on development and oxidative stress response. J Biol Chem 282: 2725927269. http:dx.doi.org10.1074jbc.M704298200 . 34.Bignell E, Cairns TC, Throckmorton K, Nierman WC, Keller NP . 2016. Secondary metabolite arsenal of an opportunistic pathogenic fungus.Philos Trans R Soc B 371: 20160023. http:dx.doi.org10.1098 rstb.2016.0023 . 35.Kato N, Suzuki H, Okumura H, Takahashi S, Osada H . 2013. A point mutation in ftmD blocks the fumitremorgin biosynthetic pathway inAspergillus fumigatus strain Af293. Biosci Biotechnol Biochem 77: 10611067. http:dx.doi.org10.1271bbb.130026 . 36.Throckmorton K, Lim FY, Kontoyiannis DP, Zheng W, Keller NP . 2016. Redundant synthesis of a conidial polyketide by two distinctsecondary metabolite clusters in Aspergillus fumigatus . Environ Microbiol 18:246259. http:dx.doi.org10.11111462-2920.13007 . 37.Peng J, Gao H, Li J, Ai J, Geng M, Zhang G, Zhu T, Gu Q, Li D . 2014. Prenylated indole diketopiperazines from the marine-derived fungus Aspergillus versicolor . J Org Chem 79:78957904. http:dx.doi.org 10.1021jo5010179 . 38.Kagiyama I, Kato H, Nehira T, Frisvad JC, Sherman DH, Williams RM, Tsukamoto S . 2016. Taichunamides: prenylated indole alkaloids from Aspergillus taichungensis (IBT 19404). Angew Chem Int Ed Engl 55: 11281132. http:dx.doi.org10.1002anie.201509462 . 39.Knox BP, Deng Q, Rood M, Eickhoff JC, Keller NP, Huttenlocher A . 2014. Distinct innate immune phagocyte responses to Aspergillus fu-migatus conidia and hyphae in zebrash larvae. Eukaryot Cell 13: 12661277. http:dx.doi.org10.1128EC.00080-14 . 40.Herbst S, Shah A, Moya MM, Marzola V, Jensen B, Reed A, Birrell MA, Saijo S, Mostowy S, Shaunak S, Armstrong-James D . 2015. Phagocytosis-dependent activation of a TLR 9-BTK-calcineurin-NFATpathway co-ordinates innate immunity to Aspergillus fumigates . EMBO Mol Med 7:240258. http:dx.doi.org10.15252emmm.201401556 . 41.Deng Q, Yoo SK, Cavnar PJ, Green JM, Huttenlocher A . 2011. Dual roles for Rac2 in neutrophil motility and active retention in zebrashhematopoietic tissue. Dev Cell 21:735745. http:dx.doi.org10.1016 j.devcel.2011.07.013 . 42.Latg JP . 1999. Aspergillus fumigatus and aspergillosis. Clin Microbiol Rev12:310350. 43.Pierson DL, Botkin DJ, Bruce RJ, Castro VA, Smith MJ, Oubre CM, Ott CM. 2013. Microbial monitoring of the International Space Station. 8th International Workshop on Space Microbiology. NASA, Washington, DC. 44.Takahashi A, Ohnishi K, Yokota A, Kumagai T, Nakano T, Ohnishi T . 2002. Mutation frequency of plasmid DNA and Escherichia coli following long-term space ight on Mir. J Radiat Res 43:S137S140. http: dx.doi.org10.1269jrr.43.S137 . 45.Askew DS . 2008. Aspergillus fumigatus : virulence genes in a street-smart mold. Curr Opin Microbiol 11:331337. http:dx.doi.org10.1016j. mib.2008.05.009 . 46.Hartmann T, Sasse C, Schedler A, Hasenberg M, Gunzer M, Krap- pmann S . 2011. Shaping the fungal adaptomestress responses of Aspergillus fumigatus . Int J Med Microbiol 301: 408416. http: dx.doi.org10.1016j.ijmm.2011.04.008 . 47.Janardhanan KK, Sattar A, Husain A . 1984. Production of fumiga- clavine A by Aspergillus tamarii Kita. Can J Microbiol 30:247250. http: dx.doi.org10.1139m84-036 . 48.Cole RJ, Kirksey JW, Dorner JW, Wilson DM, Johnson JC, Johnson AN, Bedell DM, Springer JP, Chexal KK, Clardy JC, Cox RH . 1977. Mycotoxins produced by Aspergillus fumigatus species isolated frommolded silage. J Agric Food Chem 25:826830. http:dx.doi.org 10.1021jf60212a015 . 49.Unsld IA, Li SM . 2006. Reverse prenyltransferase in the biosynthesis of fumigaclavine C in Aspergillus fumigatus : gene expression, purication, and characterization of fumigaclavine C synthase FGAPT1. ChemBi-oChem 7:158164. http:dx.doi.org10.1002cbic.200500318 . 50.Lin H-C, Chooi Y-H, Dhingra S, Xu W, Calvo AM, Tang Y . 2013. The fumagillin biosynthetic gene cluster in Aspergillus fumigatus encodes a cryptic terpene cyclase involved in the formation of H9252-trans- bergamotene. J Am Chem Soc 135: 46164619. http:dx.doi.org 10.1021ja312503y . 51.Fallon JP, Reeves EP, Kavanagh K . 2010. Inhibition of neutrophil function following exposure to the Aspergillus fumigatus toxin fumagil- lin. J Med Microbiol 59:625633. http:dx.doi.org10.1099jmm. 0.018192-0 . 52.Fallon JP, Reeves EP, Kavanagh K . 2011. The Aspergillus fumigatus toxin fumagillin suppresses the immune response of Galleria mellonella larvae by inhibiting the action of haemocytes. Microbiology 157: 14811488. http:dx.doi.org10.1099mic.0.043786-0 . 53.Cheema MS, Christians JK . 2011. Virulence in an insect model differs between mating types in Aspergillus fumigatus . Med Mycol 49:202207. http:dx.doi.org10.310913693786.2010.512301 . 54.Dogi C, Alonso V, Fochesato A, Poloni V, Cavaglieri L . 2015. Com- parison of toxicogenic and immunosuppressive capacity of Aspergillus fumigatus strains isolated from clinical and corn silage samples. J Appl Microbiol 118: 175181. http:dx.doi.org10.1111jam.12673 . 55.Paisley D, Robson GD, Denning DW . 2005. Correlation between in vitro growth rate and in vivo virulence in Aspergillus fumigatus . Med Mycol 43:397401. http:dx.doi.org10.108013693780400005866 . 56.Alonso V, Aminahuel C, Daz Vergara L, Pereyra C, Poloni V, Dalcero A, Cavaglieri L . 2016. Ecophysiology of environmental Aspergillus fu- migatus and comparison with clinical strains on gliotoxin production and elastase activity. Lett Appl Microbiol 62:160168. http:dx.doi.org 10.1111lam.12523 . 57.Alvarez-Perez S, Blanco JL, Alba P, Garcia ME . 2010. Mating type and invasiveness are signicantly associated in Aspergillus fumigatus . Med Mycol 48:273277. http:dx.doi.org10.108013693780903095414 . 58.Losada L, Sugui JA, Eckhaus MA, Chang YC, Mounaud S, Figat A, Joardar V, Pakala SB, Pakala S, Venepally P, Fedorova N, NiermanWC, Kwon-Chung KJ . 2015. Genetic analysis using an isogenic mating pair of Aspergillus fumigatus identies azole resistance genes and lack ofKnox et al. Volume 1 Issue 5 e00227-16 msphere.asm.org 14MAT locuss role in virulence. PLoS Pathog 11:e1004834. http: dx.doi.org10.1371journal.ppat.1004834 . 59.Venkateswaran K, La Duc MT, Vaishampayan P . 2012. Genetic inven- tory task; nal report. JPL Publishing Group, Pasadena, CA. 60.Lai X, Cao L, Tan H, Fang S, Huang Y, Zhou S . 2007. Fungal commu- nities from methane hydrate-bearing deep-sea marine sediments inSouth China Sea. ISME J 1:756762. http:dx.doi.org10.1038 ismej.2007.51 . 61.Taylor DL, Bruns TD . 1999. Community structure of ectomycorrhizal fungi in a Pinus muricata forest: minimal overlap between the matureforest and resistant propagule communities. Mol Ecol 8:18371850. http:dx.doi.org10.1046j.1365-294x.1999.00773.x . 62.Abarenkov K, Henrik Nilsson R, Larsson K, Alexander IJ, Eberhardt U, Erland S, Hiland K, Kjller R, Larsson E, Pennanen T, Sen R,Taylor AFS, Tedersoo L, Ursing BM, Vrlstad T, Liimatainen K, Pei- ntner U, Kljalg U . 2010. The UNITE database for molecular identica- tion of fungirecent updates and future perspectives. New Phytol186: 281285. http:dx.doi.org10.1111j.1469-8137.2009.03160.x . 63.Seemann T . 2015. Rapid haploid variant calling and core SNP phylog- eny. https:gitbub.comtseemannsnippy . 64.Li H . 2013. Aligning sequence reads, clone sequences and assembly contigs with BWA-MEM. arXiv:1303.3997. arXiv, Cornell University,Ithaca, NY. 65.Garrison E, Marth G . 2012. Haplotype-based variant detection from short- read sequencing. arXiv:1207.3907. arXiv, Cornell University, Ithaca, NY. 66.Stamatakis A . 2014. RAxML version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies. Bioinformatics 30:13121313. http:dx.doi.org10.1093bioinformaticsbtu033 .International Space Station Isolates of A. fumigatus Volume 1 Issue 5 e00227-16 msphere.asm.org 15",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            }
        ]
    }
]