[
    {
        "pmid": "25667933",
        "title": "Genes required for survival in microgravity revealed by genome-wide yeast deletion collections cultured during spaceflight.",
        "year": "2015",
        "journal": "Biomed Res Int",
        "abstract": "Spaceflight is a unique environment with profound effects on biological systems including tissue redistribution and musculoskeletal stresses. However, the more subtle biological effects of spaceflight on cells and organisms are difficult to measure in a systematic, unbiased manner. Here we test the utility of the molecularly barcoded yeast deletion collection to provide a quantitative assessment of the effects of microgravity on a model organism. We developed robust hardware to screen, in parallel, the complete collection of ~4800 homozygous and ~5900 heterozygous (including ~1100 single-copy deletions of essential genes) yeast deletion strains, each carrying unique DNA that acts as strain identifiers. We compared strain fitness for the homozygous and heterozygous yeast deletion collections grown in spaceflight and ground, as well as plus and minus hyperosmolar sodium chloride, providing a second additive stressor. The genome-wide sensitivity profiles obtained from these treatments were then queried for their similarity to a compendium of drugs whose effects on the yeast collection have been previously reported. We found that the effects of spaceflight have high concordance with the effects of DNA-damaging agents and changes in redox state, suggesting mechanisms by which spaceflight may negatively affect cell fitness.",
        "full_text": "ResearchArticle Genes Required for Survival in Microgravity Revealed by Genome-Wide Yeast Deletion CollectionsCultured during Spaceflight Corey Nislow,1Anna Y. Lee,2Patricia L. Allen,3Guri Giaever,1 Andrew Smith,2Marinella Gebbia,2Louis S. Stodieck,4Jeffrey S. Hammond,5 Holly H. Birdsall,6,7and Timothy G. Hammond3,6,8,9 1FacultyofPharmaceuticalSciences,TheUniversityofBritishColumbia,Vancouver,BC,CanadaV6T1Z3 2DonnellyCCBR,UniversityofToronto,Toronto,ON,CanadaM5S3E1 3DurhamVAMedicalCenter,ResearchDevelopmentService,Durham,NC27705,USA 4BioserveSpaceTechnologies,UniversityofColorado,Boulder,CO80309,USA 5TheInstituteforMedicalResearch,Durham,NC27705,USA 6DepartmentofVeteransAffairsOfficeofResearchandDevelopment,Washington,DC20420,USA 7DepartmentsofOtorhinolaryngology,Immunology,andPsychiatry,BaylorCollegeofMedicine,Houston,TX77030,USA 8NephrologyDivision,DepartmentofInternalMedicine,DukeUniversitySchoolofMedicine,Durham,NC27705,USA 9NephrologySection,DepartmentofInternalMedicine,GeorgeWashingtonUniversitySchoolofMedicine, Washington, DC 20052, USA CorrespondenceshouldbeaddressedtoTim othyG.Hammond;grumpy70115yahoo.com Received15May2014;Revised30September2014;Accepted15October2014 A cademicEditor:J ackJ .W .A.V anLoon Copyright  2015 CoreyNislowetal.ThisisanopenaccessarticledistributedundertheCreativeCommonsAttributionLicense, whichpermitsunrestricteduse,distribution,andreproductio ninanymedium,providedtheoriginalworkisproperlycited. Spaceflightisauniqueenvironmentwithprofoundeffectsonbiologicalsystemsincludingtissueredistributionandmusculoskeletal stresses. However, the more subtle biological effects of spaceflight on cells and organisms are difficult to measure in a systematic,unbiasedmanner.Herewetesttheutilityofthemolecularlybarcodedyeastdeletioncollectiontoprovideaquantitativeassessment of the effects of microgravity on a model organism. We developed robust hardware to screen, in parallel, the complete collection of4800 homozygous and5900 heterozygous (including 1100 single-copy deletions of essential genes) yeast deletion strains, each carrying unique DNA that acts as strain identifiers. We compared strain fitness for the homozygous and heterozygous yeastdeletioncollectionsgrowninspaceflightandground,aswellasplusandminushyperosmolarsodiumchloride,providingasecond additive stressor. The genome-wide sensitivity profiles obtained from these treatments were then queried for their similarity to a compendiumofdrugswhoseeffectsontheyeastcollectionhavebeenpreviouslyreported.Wefoundthattheeffectsofspaceflighthave high concordance with the effects of DNA-damaging agents and changes in redox state, suggesting mechanisms by which spaceflightmaynegativelyaffectcellfitness. 1. Introduction Physical effects of microgravity during spaceflight can often be described by equations that allow their quantification1,2. For example, microgravity has well-defined effects on sedimentation in association with reduced terminal velocityand shear in suspension culture  3a n dr e d u c e dg r a v i t y - dependent convection of gases  4. Biological effects ofspaceflight on cells and organisms, on the other hand, are much harder to define  1,2. For example, spaceflight also entailsradiationexposure,whichhasbeenstudiedindiversesystemsbutwhoseeffectsarenotfullyunderstood 5.What is needed is a robust, unbiased, quantifiable system that isrelevant for translation to ground-based applications andthat is able to clearly distinguish spaceflight effects. It isour premise that yeast deletion collections are ideally suitedHindawi Publishing Corporation BioMed Research International Volume 2015, Article ID 976458, 10 pages http:dx.doi.org10.115520159764582 BioMedResearchInternational for this type of analysis as yeast can be precisely controlled genetically and readily grown under spaceflight conditions.Biological responses of yeast strains during spaceflight canbe quantified and compared to well-established databasesof ground-based stressors and the comparisons can revealfeatures that are unique to microgravity as well as features thataresharedwithground-basedperturbations.Whileyeast cannot completely reflect the complexities of mammaliancells organized into tissues, the high degree of homologyshared with human (70 of all essential yeast genes have a significant human homolog) provides hypotheses for themechanismofmanyresponsesofinterest 6,7. Previous studies have attempted to identify, isolate, and offsetthevariousphysicalfactorschangingduringspaceflightto demonstrate their effects in an iterative fashion  810. Earlierstudiesontheeffectsofspaceradiationonyeastfailedto find any change in point mutation rates, DNA replicationandor repair, heritable damage, or colony morphology  5, 8,11,12. However, those studies were limited by assay sensitivity. Here we applied the yeast deletion collection asa biological reporter to understand the metabolic pathwaysaffecting survival during culture in spaceflight. In this fash-ion,weareabletomakegenome-widecomparisonsandtestfor concordance against an extensive library of more than3200physicalandpharmacologicalstressors 13. Yeast is the first, and to date only, organism for which acomplete,genome-wideknockdowncollectionisavailable.This collection is comprised of a genome-wide set of strainswhere each strain carries a precise deletion of a single gene14. Assembled over a four-year period by a consortium of 35 laboratories, this collection has been used by hundreds of laboratories to test thousands of different environmentalstressors to define the genes required for survival in thoseconditions (see  15 for review). The molecular barcodes present in each strain allow the yeast deletion collection tobegrownasapoolinthepresenceorabsenceofthestressorof interest after which the relative abundance of each strainissubsequentlyquantified 16.Strainscarryingadeletionof a gene required for survival in the presence of the stressorgrow more slowly and thus exhibit a fitness defect reflectedbytheirreducedabundanceattheendofthecultureperiod.In this manner, all genes required for growth can be readilyidentified in a single experiment, revealing the genes andassociatedpathwaysaffectedbythestressor. Toidentifythemetabolicandgenomicpathwaysaffected by spaceflight, the homozygous and heterozygous yeastdeletion collections were grown in spaceflight and groundcontrol conditions, with and without hyperosmolar sodiumchloride, providing a second stressor. In spaceflight alone,thehomozygousdeletioncollectionrevealedtheimportanceo fp r oc e s se sl i nk edt om i t oc h o n d ria ,wh il eth eh e t e r o z y g o u scollection highlighted genes involved in regulating transla- tion and ribosomal RNA transport. Both homozygous and heterozygous collections highlighted DNA repair. With theaddition of NaCl, the homozygous collection also revealedtheimportanceofRNA-relatedprocessesincludingribosomeassemblyandbiogenesisandmRNAprocessinganddecay,aswell as modification of tRNAs. Moreover, the NaCl additionhighlighted replication processes more clearly (compared tothe homozygous collection without NaCl), suggesting that spaceflight has measurable effects on these core and evolu-tionarilyconservedprocesses.Withtheheterozygouscollec-tion,theadditionofNaClledtotheidentificationofanuclearpore organization gene, potentially providing additionalinsight into how RNA transport is affected by spaceflight. Taken together, the deletion collections identified several biologicalprocessesassociatedwithspaceflight,andtheaddi-tional hyperosmolar stress emphasized the importance ofrelatedprocesses. I naf o l l o w - u pa n a l y s i s ,w eq u e r i e dt h ee ff e c t so fs p a c e - flightagainstadatabaseofdrugeffectsonyeasttosearchforthose that are most concordant, thereby suggesting similarmechanisms of perturbation. Not only do the effects ofspaceflight have relatively high concordance with the effectsof DNA-damaging agents, but also there is tight agreementamongst multiple therapeutic agents in this drug class,providingadditionalsupportforthesefindings. 2. Materials and Methods 2.1. Overall Design. The Opticell Processing Module, describedbelow,wasusedtoperformaseriesof 21genera- tion pooled growth experiments on two yeast deletioncollections: (i)4800 homozygous strains and (ii) 5900 heterozygous strains (including 1100 single-copy deletions ofessentialgenes),eachcarryinguniqueDNAbarcodesthatactasstrainidentifiers.Experimentswereperformedinbothrich media and rich media supplemented with 0.5M NaClto assess the additional effect of osmotic stress on survival.The samples flew sortie on space shuttle mission STS-135 to the International Space Station (ISS). Parallel control experiments were performed in static 1G terrestrial controlsin the Orbital Environmental Simulator at Kennedy SpaceCenter to match temperature, humidity, air composition,and volatile organic compounds. Ground controls wereconducted in a 24-hour asynchronous fashion to allowmatching of the experimental timelines on ISS as relayedthroughair-to-groundcommunicationbytheflightcrew.Attheendofthegrowthperiod,thefitnessofeachstrainineachexperimental pool was assessed as described  17. Briefly, genomicDNAwasextractedfromeachsample,thebarcodesin each pool were amplified by PCR, and the abundance ofeach barcode was quantified by next generation sequencing.Abarcodecountreflectstheabundanceofthecorrespondingstrainattheendoftheexperiment,thatis,aquantificationoftherelativerequirementofthedeletedgeneforgrowthinthetested condition. In total, the experiment results in a countfor each gene resulting in a gene list rank ordered by theirimportanceforgrowthinthetestedcondition. 2.2.YeastDeletionPoolConstruction. Theyeastdeletioncol- lections were stored as individual strains in YPD containing7 DMSO at80 C, in 96-well plates. The plates were thawed,mixed,androboticallypinnedontoYPDagarplatesas an array of 384 strains. After two days of growth at 30 C, colonies were consolidated (four plates of 384 to one plateof 1536 colonies) and robotically pinned in triplicate. Cellswere grown in 30 Cfor2-3daysuntilcoloniesformed.SlowBioMedResearchInternational 3 growingstrainsweregrownseparatelyfor2-3additionaldays. All plates were then flooded with 57mL of media, scrapeda n dp o o l e di nY P D7 D M S Ot oafi n a lc o n c e n t r a t i o no fOD 6000.84,andfrozenat80Cuntiluse,asdescribed 17. 2.3. Construction of Opticell Culture System and Spaceflight Experiment. In this study, we designed the Opticell Pro- cessing Module or OPM ( Figure1)t h a tw a sc a p a b l eo f maintaining the yeast deletion collection as a pool grownin liquid culture for at least 20 generations in microgravity.The hardware comprised a liquid-sealed system of growthchambers (Opticells) that allowed for gas exchange acrosspolystyrenemembranes.EachOPMconsistedofthreeNuncOpticells held together with a common manifold and valvesystem that is autoclaved and attached with watertight O-ring seals. A 3mL syringe connected to the manifold witha Luer fitting is used to transfer liquid between chambersandmixwithoutbreakingsterilityandwithminimaloperatorintervention.Thevalveonthemanifoldhasfoursettingsthatconnect the syringe to the following port locations 1: Offposition, 2: Opticell A, 3: Opticell B, or 4: Opticell C. TheOPM allows propagation of each deletion collection for acombined21 generations of growth when three chambers areusedandtheinoculumandtransfervolumesare0.5mL. To perform a growth assay in the OPM, each of the three chambers was prefilled with 7mL of sterile growth media. Deletion collection aliquots were preloaded into e a c hs y r i n g ea n ds h i p p e dt oK e n n e d yS p a c eC e n t e r ,f r o z e nin media containing 7 DMSO (vv) as a cryoprotectant.DuringfinalintegrationatKennedySpaceCenter,theOPMswere prechilled to 4 C. Each deletion collection aliquot was thawed, attached to an OPM manifold, injected, andmixedintochamberA.Culturesweremaintainedat4 Cand flown to the International Space Station (ISS). The growthexperiment was initiated on orbit by warming the OPMs to30 C. After 1624h at 30C, a 0.5mL sample was removed fromchamberAusingthesamesyringeandinoculatedintochamber B. The process was repeated 1624 hours later toinoculate 0.5mL of sample from chamber B into chamberC. After an additional 1624 hours, the OPMs were cooledback down to 4 C to greatly reduce any further growth and preserve the samples for return to Earth and postflightanalysis. Exponential yeast growth leads to early depletionof growth media nutrients and significant retardation offurther growth well before 1624 hours. Growth is limitedby media volume and strain distribution within the yeastdeletionlibraryreachesasteadystatewithinthatOpticell. 2.4. Next Generation Sequencing. The flight samples that r e t u r n e df r o mt h eI S Sw e r eh a n d l e di np a r a l l e lw i t ht h egroundcontrolset.TheOPMwasdisassembledintoitsthreeOpticells,andtheentirecontentsweretransferredtoastoragetubeusingabluntneedleconnectedtoa20mLsyringe.OnemL of each sample (at a final OD 600of 1.0-2.0) was pro- cessedtoextractgenomicDNA.PurifieddeletionpoolDNAwas amplified in two separate PCR reactions as described17 and the amplicons purified prior to sequencing on an Illumina HiSeq2000. Each purified amplicon library wassequencedtoaminimumdepthof500countsstrainsample Syringe with yeast 3-way stopcock Opticell A Opticell B Opticell C Figure 1: The Opticell Processing Module (OPM) designed for propagation of each deletion collection for 21 generations of growth.TheOPMcomprisesthreecommerciallyavailableopticallyclear chambers (Opticells, Nunc) that arejoined byamanifold and scaffoldthatcanbeautoclavedandassembledrapidly.Themanifold contains a multiway valve unit which mates to each Opticell or toantheoffpositionusingO-ringseals.Theoppositesideofthevalve containsaLuerfittingintowhichastandard3ccsyringeisattached. ToperformagrowthassayintheOPM,eachofthethreechambersisfilled with 7mL of sterile growth media. Deletion pools are loadedinto the inoculation syringe and then injected into Chamber A of the OPM, precooled to 4 C. Growth is initiated by warming the unitto30C.After1624h,0.5mLisremovedfromChamberAand injectedandmixedintoChamberBusingthesamesyringe.Thisis repeatedtocontinuemultigenerationalgrowthinChamberC. asdescribed 18.Duplicateexperimentswereperformedfor allconditions,toensurethatatleastonecompletetimecoursewas collected for each pool (heterozygote and homozygote)and each condition. Due to failures in sample processing,several time points were not recovered or did not meetour in-house quality metrics (e.g., if sequence countsstrainwere below threshold values). Accordingly, we focused onevaluatingeachexperimentalconditionusingsingletondataasdescribedin Table 1. 2.5. Data Analysis. All computational analyses were per- formedusing19unlessotherwiseindicated. 2.5.1. Normalization of Sequence Counts. Sequence counts for each strain in each experiment were quantified and nor-malized according to  18. Briefly, each 20-mer barcode was amplified with primers comprised of the common barcodeprimers in addition to the sequences required for clusterformationontheIlluminaflowcell.FormultiplexedIlluminasequencing,5-mertagsequenceswereincorporatedintoeachprimerbetweentheIlluminaandbarcodeprimersequences.Thismultiplexingtagallowedpostsequencingassignmentofeach amplicon to a particular experiment. Results for the7-generation time point of the heterozygous deletion poolgrown in spaceflight without NaCl did not pass our quality4 BioMedResearchInternational Table1:Experimentalsamplescollectedandavailableforanalysis. Condition Zygosity Generations Ground Homozygous 7,14,21 Ground0.5MNaCl Homozygous 7,14,21Flight Homozygous 7,14,21Flight0.5MNaCl Homozygous 7,14,21 Ground Heterozygous 14,21  Ground0.5MNaCl Heterozygous 7,14,21 Flight Heterozygous 14,21 Flight0.5MNaCl Heterozygous 7,14,21 7-generation samples from the indicated condition were not available for analysis due to failures in sample processing or failure to meet in-house qualitymetricsasdescribedinMethods. controland,consequently,thattimepointwasomittedfrom analyses of the heterozygous pool without NaCl. All othercounts were mean-normalized between experiments suchthat each experiment had the same mean count. We addedt e np s e u d o c o u n t st oa l ls e q u e n c et a gt a l l i e s( a n d ,t h u s ,a l lsubsequent gene tallies) to prevent division by zero duringdataanalyses(seeTableS1andTableS2formeannormalized countsinSupplementaryMaterialsavailableonlineat http: dx.doi.org10.11552014976458 ). 2.5.2. Barcode Selection for Each Strain. For each strain, we used signal from only the upstream or the downstream ba r code(r ela ti v et othedeletio nsi t e).Fir s t,w eas s umedtha tbarcodecountsclosetozerorepresentbackgroundnoise(e.g.,possibly due to incorrect mapping of reads to barcodes). Wethus selected a background threshold ( bgThreshold 1 0 0 ; see Parameter Selection), assuming that counts below it donot accurately reflect strain abundance. Then, for each timecourse, we filtered out barcodes where the average (normal-ized)countforthefirst14generations(theearliesttimepointwith usable data in all experiments) was below bgThreshold . This filtering removed all barcodes for 6503200 strains (depending on the time course), and these strains wereomittedfromsubsequentanalyses;seeSupplementaryTablesS3(homozygousstrains)andS4(heterozygousstrains). For time courses that only had two time points (and thus an inefficient number to compute fits), strains thatstill had two barcodes after filtering were represented bytheir upstream barcodes due to their overall better behaviorobserved in a previous study  20. For other time courses, linearfits(withandwithoutthetimelogged)werecomputedforeachremainingbarcode.Wedefinedthebestfitasthefitwith the lowest residual sum of squares (RSS) and used the-test to compute avalue estimating the significance with whichthefittedmodelisbetterthanthenullmodel(ofaflat lineattheaveragecountvalue).TheBenjaminiandHochberg m e t h o dw a su s e dt oc o r r e c tt h e for multiple comparisons and generate FDR values  21. Strains with two remaining barcodeswererepresentedbythebarcodewiththehigher  2 (ameasureoftheamountofvariationinthedataexplainedby thefittedmodel),becausetheymanifestlessnoiseandbetterfitthedata.2.5.3. Parameter Selection. The selected normalization method (tested mean and quartile normalization) andbgThreshold (tested 50, 100, and150) is the combinationthat resulted in the most significant enrichment of slow growingstrainsidentifiedintheheterozygousdeletionpool,sampledevery two generations for 20 generations (data not shown), withslowgrowersidentifiedinapreviousstudy 22.Briefly, wedefinedslowgrowersasthoseexhibitingsizabledecreasesinabundanceovertime.Thesignificanceofthedecreasewasestimated with FDR values (see Barcode Selection for EachStrain), and the magnitude was estimated with AUC  (areaunderthegrowthcurveareaundertheflatgrowth curve)( max0),wheretheflatgrowthcurveisfixedatthe 0abundance level, and the area under a curve is estimated using the trapezoid method. Also, if at some time point theabundanceofastrainislessthanorequalto bgThreshold and remainsatnegligiblelevelsfortherestofthetimecourse,weidentifiedthestrainasslowgrowing. 2.5.4. Identification of Significant Fitness Defects in Time Point Comparisons. To identify strains that exhibited sig- nificant fitness defects at a later time point (14 or 21 gen-erations) compared to the first time point (7 generations),normalized counts less than bgThreshold were first forced to equal bgThreshold . Then, for each strain, we comput- ed log 2ratio  log2(abundance7Gabundance14G21G)w h e r e abundanceyGis the count of the strain at generations. For a given time point, robust scores were computed from the set of log2ratios; for example,(log2ratio log2ratio median)log2ratio MADfor strain. Each w a st h e nu s e dt oo b t a i nfrom the standard normal distribution, and we assume that strains with low values areoutliersinthedistributionoflog2ratios.Moreover,strains with counts above bgThreshold at the first time point and counts equivalent to bgThreshold at the later time point of interest are defined as having dropped out. Taken together,we define strains with significant fitness defects at a specifictimepointasstrainswithlog 2ratio1and0.001 andor strainsthatdroppedout(TableS 5,T ableS6). 2.5.5. Spaceflight versus Ground Comparisons. For compar- isons involving specific time points, we identified the set ofstrains that exhibited significant fitness defects (relative tothe first time point) in the flight condition but not in thegroundcondition.Thissetisthenfurtherrestrictedtothesetofstrainswithuseabledatainbothconditions. 2.5.6.GeneOntology(GO)EnrichmentAnalysis. We obtained gene ontology (GO) annotations of yeast genes from theSaccharomyces Genome Database (downloaded on May 26, 2012). GO biological processes that were too specific (con-taininglessthanfivegenes)ortoogeneral(containinggreaterthan300genes)wereexcludedfromtheanalysis. Given a query set of genes (e.g., genes deleted from a set of(flight-ground)strains),weusedthehypergeometrictesttoobtainavalueestimatingthesignificancewithwhichtheset isenrichedwithgenesannotatedtoagivenbiologicalprocess,relative to a gene universe defined as the set of genes withusable data for both flight and ground conditions. Due to aBioMedResearchInternational 5 limitednumberofsignificantlyenrichedprocessesfollowing correction for multiple comparisons (FDR 0.1), here we reportsignificantlyenrichedprocessespriortothecorrection(0.01). We visualized GO enrichment results with enrichment mapsshowninFigures 2and3thatweregeneratedusingan approach similar to the Enrichment Map Cytoscape Plugin v1.1 23,24. In contrast to the plugin, the nodes in each map were clustered with MCL (inflation  2), using theo v e r l a pc o e ffi c i e n tc o m p u t e db yt h ep l u g i na st h es i m i l a r i t ymetric (coefficients less than 0.5 were set to zero). Nodes int h es a m ec l u s t e rw e r ea s s i g n e dt h es a m en o d ec o l o r ,a n dacluster label was determined based on common themes intheprocesseswithinthecluster.Moreover,thesizeofanodew a sm a d et ob ep r o p o r t i o n a lt ot h es i g n i fi c a n c ew i t hw h i c hthe corresponding process is enriched  log 10(). Each bar plot summarizes the genes that contribute the most to theenrichmentofprocesseswiththesamenodecolorastheplotborder. Specifically, a plot shows the flight-associated genesthatareannotatedtothelargestnumberofrelevantprocesses(if more than 10 genes, only the top 10 are shown). For eachgene,thebarlengthisproportionaltoafitnessdefectmeasure(i.e.,log 2ratio). The enrichment maps also combine two sets of enrich- ment results, with the processes enriched in one set shownwith circle nodes, the processes enriched in the second setshownwithsquarenodes,andtheprocessesenrichedinbothsetsshownwithdiamondnodes. 2.5.7. Similarity between Flight-Associated Genes and Com- pound-Associated Genes. We previously treated pools of yeast deletion strains with3200 compounds separately 13. Each compound was subsequently associated with a set of genes deleted from strains that exhibited significantfitness defects induced by the compound. Like sets of flight-a s s o c i a t e dg e n e si nt h i ss t u d y ,s e t so fc o m p o u n d - a s s o c i a t e dgenes were assessed for enrichment of genes annotated tospecific biological processes (as described above), resultingin an enrichment profile for each condition of interest. Ineach profile, each process is associated with a measuring the significance of enrichment. Similarity between a pairof enrichment profiles was computed by concordance oflog 10() across all processes common to both profiles, where concordance is like Pearson correlation except thatscale is not ignored. Compounds with enrichment profiles thataremostsimilartoagivenflightenrichmentprofilemay inducecellularresponsesthataremostsimilartotheresponseinducedbyflight. 3. Results and Discussion Becausewecannotdistinguishtheindividualparametersthatincludeflight,lackofgravity,andincreasedradiation,forthepurposes of this paper, these are referred to collectively asspaceflight throughout the text. To measure the effects ofspaceflight on the rate of yeast growth in the Opticell, weinocula ted0.5mLo fayeastdeletio npoolin to7mLo fYPD ,resulting in a starting OD 600of0.06mL and incubated at 30C.Followinggrowthfor24hr(7generations),0.5mLofthesaturatedculturewasinoculatedintothesecondchamber. This process was repeated for the final growth phase in thethird chamber. Population doubling time was 100min in microgravitycomparedto90mininground-basedcontrols. Each sample was grown for seven generationsOpticell for atotal of 21 generations ( Table 1). Doubling times were back- calculated using the OD 600of the samples collected at each timepoint. The morphology of Opticell-grown yeast in spaceflight was indistinguishable from static controls when observedby light microscopy; for example, budding pattern, overallshape, and size were not detectably different in the twoconditions. On scanning electron microscopy, there werebuddingpolarityandrufflingchangesineveryfield,buttherewerenoconsistentdifferences(datanotshown). We assessed the yeast deletion collection samples for patternsofstrainsensitivityinthefollowingmanner:barcodec o u n t sf o re a c hs t r a i ni ne a c hs a m p l ew e r em e a s u r e da n dnormalizedasdescribedinMethods.Thecountswereusedtorankeachstrainineachsampleinorderoftheirimportancefor growth. Four different samples were available from bothspaceflightandgroundcultures:(1)homozygousdeletioncol-lection in YPD, (2) homozygous deletion collection in YPDplus0.5MNaCl,(3)heterozygousdeletioncollectioninYPD,and (4) heterozygous deletion collection in YPD plus 0.5MNaCl.Eachculturewassampledatthreedifferenttimepoints,7generations,14generations,and21generations,andshowninTable 1. Samples from ground controls were compared to thecorrespondingsamplesgrowninmicrogravityontheISS. We analyzed changes in strain abundance by comparing each time point to a later time point. Using this approach allowed us to capture those strains that became depleted inany seven-generation interval. Strains with sizable decreasesin measured abundance or with abundances that drop tobackground levels (and remain there) were identified asexhibitingfitnessdefects(FDs).Moreover,strainswithflight-specific FDs were identified by subtracting the strains withFDsinthegroundcondition. Forthepurposesofourgeneontology(GO; http:amigo .geneontology.org ) enrichment analysis, we considered the homozygous and heterozygous data separately. Based on awealthofpublisheddata 14,15,thehomozygous,nonessen- tial deletion collection tends to reveal a similar set of genesinvolved in pathways required for resistance tosurvival inmultiple environmental conditions, whereas the heterozy-gous collection of all strains tends to be more specific,identifyingessentialproteinsuniquelyrequiredforgrowthinaspecificcondition 13. For the homozygous deletion collection, strains that were depleted from the pool specifically in spaceflight con-ditions are significantly enriched for genes in biological processes related to different aspects of RNA metabolism and catabolism, including ribosome biogenesis, regulationof ribosomal protein transcription, cytoplasmic RNA trans-lation, rRNA processing, tRNA modification, and mRNAdecay (Table 2,Figure2,a n dT a b l eS5). We also found that processesrelatedtoDNAintegritywererequiredforsurvivalin spaceflight. In particular, the linked processes of DNArepair and DNA recombination and replication as well as6 BioMedResearchInternational 0.0 0.4 0.8 1.2GIR2RPL27ARPS12RPL20ARPL21A FD scorexxxxx 14G 0.0 1.0 2.0PEX19MON1AFG3SAM37VPS9MMM1VPS3 FD scorexxxxxx 21G0.0 1.0 2.0TRM7SIT4NCS2ELP6TGS1ELP2URM1 FD scorexxx21G 0.0 1.0 2.0MGM1MMM1RPO41MRPL8GGC1 FD scorexx 21G0.0 1.0 2.0RPS11ARPS17ARPS11BSSF1RPS27B FD scorexxxx 21G0.0 1.0 2.0SRB2HMO1 FD scorex21G 0.0 1.0 2.0BOI1BEM4SLG1 FD scorexx21G 0.0 1.0 2.0PEX19VPS9VPS3MDM31 FD scorex21G 0.0 1.0 2.0MON1 FD scorex 21G0.0 1.0 2.0SNF2MUS81MMS1IRC19RAD54RAD27RAD51ARP8 FD scorexxxxxx 21G 0.0 1.0 2.0NOP12RPL35A FD scorexx 21G0.0 1.0 2.0RPS9BRPS11ARPS17ASLX9RPS11BRPS16BHCR1RPS21ARPS27B FD scorexxxxx 21G0.0 1.0 2.0SNF2PHO2NHP10RAD54ARP8 FD scorexxx21GRibosome assembly DNA repair, recombinationCytoplasmic translationrRNA processing Rho protein signal transduction Organelle inheritanceRegulation of ribosomal protein gene transcription Mitochondrial genome maintenanceChromatin remodeling Maturation of large subunit rRNAVesicle dockingtRNA modification Protein localization in mitochondrion SAC 3 TOF 1BUD 21 VA M 3SAC 3 LOA 1 TOM 5 Figure2:Biologicalprocessesenrichedamongstgenesassociatedwith flight-specificfitnessdefectsatdifferenttimepointsinthehomozygous deletionseries.Eachnoderepresentsasignificantlyenrichedgeneontology(GO)biologicalprocess(hypergeometrictest 0.01).Acircle node indicates enrichment at 14 generations compared to 7 generations (the first time point), a square node indicates enrichment at 21generationscomparedto7generations,andadiamondnodeindicatesenrichmentatboth14generationsand21generations(seeMethods).Node size is proportional to the significance of enrichment  log 10(). Node color indicates processes that share genes (see Methods) and summarylabelsareshownfornodesofthesamecolor.Edgesindicate 50geneoverlapbetweenconnectedprocesses;widthisproportional tothedegreeofoverlap.Eachbarplotprovidesfitnessdefect(FD)scoresforgenesthatcontributetotheenrichmentofprocesseswiththesamenodecolorastheplotborder.Specifically,thelengthofabarisproportionaltothelog 2(abundance7Gabundance14G21G),whereabundanceyG represents the abundance of the corresponding gene deletion strain at generations (see Methods). An   on the bar indicates that the abundanceofthestrainlowerstobackgroundlevelatlatertimepoint. chromatinremodelingwereallrequiredforresistancetothe effectsofspaceflight.Finally,theseDNArepairrequirementsextend to the mitochondria, which, by virtue of its smallgenome, is hypersensitive to DNA damage. Consistent withthis, we found that genes required for both mitochondrialmaintenance and proper protein localization to the mito-chondriawereenrichedinthehomozygoussamples. Theenrichmentoftheseparticularprocessesisconsistent with a general induction of DNA damage, which, in turn,perturbs RNA biogenesis  25. Interestingly we have previ- ouslyobservedthisphenomenonwithaclassoftherapeuticsthat act as nucleotide analogs, such as 5-fluorouridine andfluorocytosine (described in detail below). Additionally, it isparticularly noteworthy that, although we do see evidenceof a requirement for RNA and DNA processing genesin spaceflight alone, the requirement is exacerbated whenspaceflight is combined with the additional hyperosmoticstress imposed by the addition of 0.5M NaCl (Table S 6).BioMedResearchInternational 7 0.0 1.0 2.0SPE1HYP2 FD scorex0.0 1.0 2.0EPT1SPE1 FD scorexx 14G14G 0.0 0.5 1.0 1.5EPT1KAP95PSD1 FD scorexxx 21G 0.0 0.5 1.0 1.5KAP95NUP57BIK1POM33 FD scorexxxx 0.0 0.5 1.0 1.5MSH3 FD scorexx 21G21G 0.0 0.5 1.0 1.5RAP1PLC1YKU80 FD scorexxx 21GModified amino acid biosynthesis Phosphatidylcholine metabolismBiogenic amine metabolism Nuclear pore organizationDNA catabolism Protein localization to chromosome MAG 1 Figure 3: Biological processes enriched amongst genes associated with flight-specific fitness defects in the presence of NaCl, at different time points in heterozygous deletion samples. Each node represen ts a significantly enriched gene ontology (GO) biological process (hypergeometrictest0.01).Nodes,edges,andplotsareasspecifiedfor Figure2. Table2:Effectsofspaceflightonyeastgenomeresponsesidentified withthehomozygousdeletionseries. Generalpathway GObiologicalprocess RNAmetabolism andcatabolism(i)Ribosomebiogenesis (ii)Regulationofribosomalprotein transcription(iii)CytoplasmicRNAtranslation (iv)rRNAprocessing (v)tRNAmodification(vi)mRNAdecay DNAintegrity(i)DNArepair (ii)Recombinationandreplication (iii)Chromatinremodeling(iv)Mitochondrialmaintenance (v)Properproteinlocalizationtothe mitochondria WespeculatethattheaddedsaltstresspotentiatestheDNA- damaging effects of spaceflight via the induction of reactiveoxygenspecies(ROS).TheabilityofsaltstresstoinduceROSand subsequent DNA damage has been previously reported26 and, in particular, the yeast mitochondria appears to be hypersensitive to this type of stress, consistent with its smallgenomebeingsusceptibletotheeffectsofDNAdamage 27. Furthermore, mitochondrial protein abundance has beenshowntorapidlyincreaseuponosmoticshock,andthereforethe enrichment for mitochondrial protein localization we observemayreflectthisrequirement. To gain further insight into the pathways that modulate theresponsetobothmicrogravitystressandcombinedspace-flight and salt stress, we used the GO enrichment profiles toqueryadatabaseofover3200distinctdrugtreatmentsoftheyeast deletion collections  13. Specifically we quantified the similarity between the GO enrichments by computing theconcordance oflog 10() between any two profiles, where measures the significance of enrichment of a single GO category. These concordance values are similar to Pearsoncorrelationvalues;thatis,valuesclosertooneindicategreatersimilaritybetweenprofiles,exceptthathighconcordancealsorequiresthescaleofvaluestobesimilarbetweentheprofiles.Whencalculatingconcordance,wefocusedonGObiological processenrichmentprofiles(TableS 7). One of the strong concordances was observed with 5- fluorouridine (0.42), an FDA-approved anticancer drug thati st h o u g h tt oa l s oa c tb yt w om e c h a n i s m s :( i )i n h i b i t i n gthymidylate synthetase and (ii) through metabolism intocytotoxicribonucleotidesanddeoxyribonucleotidesthatcanbe incorporated into DNA and RNA ( Table 3)14. In addition to being incorporated in DNA and RNA, we andothershaveshownthatthedrughasbeenshowntoinhibittheessential ribonuclease activity of the exosome complex  28. Similarly, carmofur, a derivative of 5-fluorouracil, displaysa concordance of 0.34. A similar concordance is seen with8 BioMedResearchInternational Table 3: Concordance between drug effects and spaceflight effects onyeastgenomeresponsesidentifiedwiththehomozygousdeletion series(NaCl). Drug(concordance) Biologicalfunction 5-Fluorouridine(0.42)5-Fluorouracil(0.36)Carmofur(0.34) 5-Fluorocytosine(0.35)Pyrimidineanalogsthatinhibit thymidylatesynthaseandare metabolizedintocytotoxicribonucleotidesand deoxyribonucleotidesthatcanbe incorporatedintoDNAandRNA 8-Methoxypsoralen(0.32)DNA-damagingagent Diallyldisulfide(0.4)Increasedglutathione-S-transferase changesredoxstatebybinding electrophilictoxins 5-fluorocytosine (5-FC), whose activity is identical to 5- fluorouracil (5-FU). Finally, 8-methoxypsoralen, a DNA-damaging agent that, upon photoactivation, conjugates and formscovalentbondswithDNA,showsacongruenceof0.32. Thiscompoundcausestheformationofbothmonofunctional(additiontoasinglestrandofDNA)andbifunctionaladducts(crosslinking of psoralen to both strands of DNA) thatultimatelyresultincelldeath. We also found high concordance to the diallyl disulfide profile (0.40), an agent that has been demonstrated to beefficientfordetoxificationofavarietyofcells.Diallyldisulfideand related garlic derivatives have been shown to signifi-cantly increase the production of the enzyme glutathione S-transferase (GST), which binds electrophilic toxins in thecell. Overloading the cell with inhibitory doses of diallyldisulfide reveals genes required for survival in the presenceofincreasedreactiveoxygenspecies(ROS) 29. In the case of the heterozygous collection, we found significantGOenrichmentsforthefollowingcategories:lipidmetabolism, DNA catabolism, and regulation of transla-tion and posttranslational modification (specifically proteinphosphorylation)( Figure3).Asexpected(basedonprevious studies of the heterozygous collection), both the number ofgenes associated with FDs and the number of enriched cate-gories are considerably smaller than those derived from thehomozygous collection  30. This likely reflects two related phenomena: first, genes that when deleted in heterozygotes aresensitivetospaceflightencodeproteinsthatparticipatein thepathwaysidentifiedinthehomozygouscollection,wherethe fitness defect is stronger because the gene is completelyabsent. Second, none of these heterozygote strains encode adirecttargetoftheperturbation. Interestingly, when we searched for drug profiles with high concordance with the spaceflight profiles derived fromthe heterozygous collection, we detected modest concor-dance with two human chemotherapeutics, mitoxantrone(concordance  0.19), and Epirubicin (congruence 0.142).Both of these agents damage DNA by intercalating intothe DNA double helix and also by stabilizing the cleavablecomplexthatisthesubstrateoftopoisomeraseII 3133.4. Conclusions The experiments presented here represent a proof of prin- ciple for conducting full genome environmental screens in spaceflight using robust hardware that can recapitulate a full automationsuitewithenvironmentalcontrolinthespaceofa smallsuitcase.Theperformanceofthisplatformissignificant for spaceflight studies and promises to enable terrestrial experiments in extreme environments that will have direct application to microbial bioprocessing for manufacturing,alternative fuel development, and basic research. The results fromtheseexperimentssuggestthatspaceflighthassubtlebut significanteffectsoncorecellularprocessesincludinggrowth control via RNA and ribosomal biogenesis, metabolism, modification, and decay pathways. Furthermore, significant roles for DNA repair and replication, response to pH signal- ing, control of gene expression, and mitochondrial function wereobserved.Theyeastchemogeneticanalysisofspaceflight samples presented here strongly implicates DNA and RNA damage as the major ground-based analogs of spaceflight stress. Given the unique and substantial radiation exposure in space, this is consistent with major radiation-mediated effects. Unfortunately a 1g control on ISS that might haveallowed better discrimination between the contributions of space radiation versus the effects of microgravity on yeast responses was not available to us at this time. Current on- going experiments are designed explore these effects and dissect them from other potentially confounding variables. Thehighconcordancetotheprofileinducedbydiallyldisul- fide suggests increased glutathione S-transferase, binding of electrophilic toxins, increased reactive oxygen species, and changeinredoxstate.Thesepathways,whicharerequiredfor survival in spaceflight, can guide future experiments in two fundamentalways:firstlybysuggestingenvironmentalmod- ificationsthatcanbolstercellularandorganismalintegrityby avoiding further stress to these pathways, and secondly, byidentifying drug stresses that can exacerbate these pathway requirements in an effort to control pathological cell growth inthecaseofproliferativediseases. Abbreviations AUC: Areaunderthecurve BP: BiologicprocessesDMSO: DimethylsulfoxideFD: FitnessdefectFDR: FalsediscoveryrateGO: Geneontology GST: GlutathioneS-transferase ISS: InternationalSpaceStationMAD: MedianabsolutedeviationMCL: MarkovClusteringAlgorithmOD: OpticaldensityOPM: OpticellProcessingModulePCR: PolymerasechainreactionROS: ReactiveoxygenspeciesRSS: ResidualsumofsquaresYPD: Yeastpeptonedextrose.BioMedResearchInternational 9 Conflict of Interests None of the authors have any commercial associations that mightcreateaconflictofinterests. Acknowledgments These studies were supported by NASA Grant no.NNX10AP01G. The authors thank NASA for spaceflightaccess under the auspices of the International Space StationNational Lab Pathfinder program. This material is the resultof work supported with resources and the use of facilities atthe Durhan Veterans Affairs Medical Center and the Officeof Research and Development, Department of VeteransAffairs, Veterans Health Administration. Sequencing wasperformed, in part at UBCSeq, Vancouver. Contents do notrepresenttheviewsoftheDepartmentofVeteransAffairsortheUnitedStatesofAmerica. References 1 R. Herranz, R. Anken, J. Boonstra et al., Ground-based facilitiesforsimulationofmicrogravity:organism-specificrec- ommendations for their use, and recommended terminology, Astrobiology ,vol.13,no .1,pp .1 17 ,2013.  2 J .J .v a nL o o n ,E .H .T .E .F o l g e r i n g ,C .V .C .B o u t e n ,J .P . Veldhuijzen, and T. H. Smit, Inertial shear forces and the useofcentrifugesingravityresearch.Whatisthepropercontrol? Journal of Biomechanical Engineering ,v o l .1 2 5 ,n o .3 ,p p .3 4 2  346,2003. 3 T. G. Hammond and J. M. Hammond, Optimized suspension culture: the rotating-wall vessel, American Journal of Physiol- ogy:RenalPhysiology ,vol.281,no .1,pp .F12F25,2001.  4 M .R .B e n o i t ,R .B .B r o w n ,P .T o d d ,E .S .N e l s o n ,a n dD .M . Klaus, Buoyant plumes from solute gradients generated bynon-motile Escherichia coli, Physical Biology ,v o l .5 ,n o .4 , ArticleID046007,2008. 5 J. Kiefer and H. D. Pross, Space radiation effects and micro- gravity,Mutation Research ,vol.430,no .2,pp .299305,1999 . 6 D.Botstein,S.A.Chervitz,andJ.M.Cherry,Yeastasamodel organism, Science,vol.277 ,no .5330,pp .12591260,1997 . 7 D. Botstein and G. R. Fink, Yeast: an experimental organism for 21st century biology, Genetics,v o l .1 8 9 ,n o .3 ,p p .6 9 5  7 0 4 , 2011. 8 P. Todd, Overview of the spaceflight radiation environment and its impact on cell biology experiments, Journal of Gravi- tationalPhysiology ,vol.11,no.1,pp.1116,2004. 9J .J .W .A.va nLoo n, M icr o-gra vi tya ndmec ha no mics,  Gravi- tationalandSpaceBiology ,vol.20,no .2,pp .318,2007 . 10 M. Hughes-Fulford, To infinity... and beyond! Human space- flight and life science, FASEB Journal ,v o l .25 ,n o .9 ,p p .2 8 5 8  2864,2011. 11 T.Fukuda,K.Fukuda,A.Takahashietal.,Analysisofdeletion mutationsofthe rpsLgeneintheyeast Saccharomycescerevisiae detected after long-term flight on the Russian space stationMir,MutationResearch:GeneticToxicologyandEnvironmental Mutagenesis ,vol.470,no .2,pp .125132,2000. 12 A. Takahashi, K. Ohnishi, S. Takahashi et al., The effects of microgravity on induced mutation in Escherichia coli and Saccharomyces cerevisiae ,Advances in Space Research ,v o l .2 8 , no .4,pp .555561,2001. 1 3 A .Y .L e e ,R .P .S t . O n g e ,M .J .P r o c t o re ta l . , M a p p i n gt h e cellular response to small molecules using chemogenomic fitnesssignatures, Science,vol.344,no.6186,pp.208211,2014. 14 G.Giaever,P.Flaherty,J.Kummetal.,Chemogenomicprofil- ing: identifying the functional interactions of small moleculesinyeast, ProceedingsoftheNationalAcademyofSciencesofthe UnitedStatesofAmerica ,vol.101,no .3,pp .793798,2004. 15 G. Giaever and C. Nislow, The yeast deletion collection: a decadeoffunctionalgenomics, Genetics,vol.197 ,no.2,pp.451 465,2014. 16 T. Roemer, J. Davies, G. Giaever, and C. Nislow, Bugs, drugs andchemicalgenomics, Nature Chemical Biology ,vol.8,no .1, pp .4656,2012. 1 7S.E.P ier ce ,R.W .Da vi s,C.N i s lo w ,a n dG.G iaev er , Gen o m e- wide analysis of barcoded Saccharomyces cerevisiae gene- deletion mutants in pooled cultures, Nature Protocols ,v o l .2 , no.11,pp.29582974,2007. 18 A. M. Smith, L. E. Heisler, J. Mellor et al., Quantitative phenotyping via deep barcode sequencing, Genome Research , vol. 19, no. 10, pp. 18361842, 2009. 19 Development Core Team, R: A Language and Environment for Statistical Computing ,RFoundationforStatisticalComputing, Vienna,Austria,2011. 20 A. C. Douglas, A. M. Smith, S. Sharifpoor et al., Functional analysiswithabarcoderyeastgeneoverexpressionsystem, G3, vol.2,no.10,pp.12791289,2012. 21 Y.BenjaminiandY.Hochberg,Controllingthefalsediscovery rate: a practical and powerful approach to multiple testing, J ou rnaloftheRo yalSta tisticalSocietySeriesB ,vol.57 ,no .1,pp . 289300,1995. 22 A.M.Deutschbauer,D.F.Jaramillo,M.Proctoretal.,Mecha- nismsofhaploinsufficiencyrevealedbygenome-wideprofiling inyeast,Genetics,vol.169 ,no .4,pp .19151925,2005. 23 D. Merico, R. Isserlin, O. Stueker, A. Emili, and G. D. Bader,Enrichmentmap:anetwork-basedmethodforgene-set enrichmentvisualizationandinterpretation, PLoSONE ,vol.5, no.11,ArticleIDe13984,2010. 24 M.E.Smoot,K.Ono,J.Ruscheinski,P.-L.Wang,andT.Ideker, Cytoscape 2.8: new features for data integration and network visualization, Bioinformatics ,vol.27 ,no .3,pp .431 432,2011. 25 S.LlanosandM.Serrano,DepletionofribosomalproteinL37 occurs in response to DNA damage and activates p53 through theL11MDM2pathway, CellCycle,vol.9,no.19,pp.40054012, 2010. 26 G. F. Ribeiro, M. C orte-Real, and B. Johansson, Characteriza- tion of DNA damage in yeast apoptosis induced by hydrogen peroxide, acetic acid, and hyperosmotic shock, Molecular BiologyoftheCell ,vol.17,no.10,pp.45844591,2006. 27 N. A. Doudican, B. Song, G. S. Shadel, and P. W. Doetsch, Oxidative DNA damage causes mitochondrial genomic insta-bility inSaccharomycescerevisiae ,MolecularandCellularBiol- ogy,vol.25,no .12,pp .51965204,2005. 28 F. Fang, J. Hoskins, and J. S. Butler, 5-fluorouracil enhances exosome-dependent accumulation of polyadenylated rRNAs, MolecularandCellularBiology ,vol.24,no.24,pp.1076610776, 2004. 29 Y.-T. Lin, J.-S. Yang, S.-Y. Lin et al., Diallyl disulfide (DADS) induces apoptosis in human cervical cancer Ca Ski cells viareactive oxygen species and Ca 2-dependent mitochondria- dependent pathway, Anticancer Research ,v o l .2 8 ,n o .5 ,p p . 27912799,2008.10 BioMedResearchInternational 30 M.E.Hillenmeyer,E.Fung,J.Wildenhainetal.,Thechemical genomicportraitofyeast:uncoveringaphenotypeforallgenes, Science,vol.320,no.5874,pp.362365,2008. 31 L. Capolongo, G. Belvedere, and M. DIncalci, DNA dam- age and cytotoxicity of mitoxantrone and doxorubicin indoxorubicin-sensitive and -resistant human colon carcinoma cells,Cancer Chemotherapy and Pharmacology ,v o l .2 5 ,n o .6 , pp.430434,1990. 32 B. Bellosillo, D. Colomer, G. Pons, and J. Gil, Mitoxantrone, a topoisomerase II inhibitor, induces apoptosis of B-chroniclymphocytic leukaemia cells, British Journal of Haematology , vol.100,no.1,pp.142146,1998. 33 P.VejpongsaandE.T.H.Yeh,Topoisomerase2 :apromising molecular target for primary prevention of anthracycline- induced cardiotoxicity, Clinical Pharmacology and Therapeu- tics,vol.95,no .1,pp .4552,2014.",
        "introduction": "Physical effects of microgravity during spaceflight can often be described by equations that allow their quantification1,2. For example, microgravity has well-defined effects on sedimentation in association with reduced terminal velocityand shear in suspension culture  3a n dr e d u c e dg r a v i t y - dependent convection of gases  4. Biological effects ofspaceflight on cells and organisms, on the other hand, are much harder to define  1,2. For example, spaceflight also entailsradiationexposure,whichhasbeenstudiedindiversesystemsbutwhoseeffectsarenotfullyunderstood 5.What is needed is a robust, unbiased, quantifiable system that isrelevant for translation to ground-based applications andthat is able to clearly distinguish spaceflight effects. It isour premise that yeast deletion collections are ideally suitedHindawi Publishing Corporation BioMed Research International Volume 2015, Article ID 976458, 10 pages http:dx.doi.org10.115520159764582 BioMedResearchInternational for this type of analysis as yeast can be precisely controlled genetically and readily grown under spaceflight conditions.Biological responses of yeast strains during spaceflight canbe quantified and compared to well-established databasesof ground-based stressors and the comparisons can revealfeatures that are unique to microgravity as well as features thataresharedwithground-basedperturbations.Whileyeast cannot completely reflect the complexities of mammaliancells organized into tissues, the high degree of homologyshared with human (70 of all essential yeast genes have a significant human homolog) provides hypotheses for themechanismofmanyresponsesofinterest 6,7. Previous studies have attempted to identify, isolate, and offsetthevariousphysicalfactorschangingduringspaceflightto demonstrate their effects in an iterative fashion  810. Earlierstudiesontheeffectsofspaceradiationonyeastfailedto find any change in point mutation rates, DNA replicationandor repair, heritable damage, or colony morphology  5, 8,11,12. However, those studies were limited by assay sensitivity. Here we applied the yeast deletion collection asa biological reporter to understand the metabolic pathwaysaffecting survival during culture in spaceflight. In this fash-ion,weareabletomakegenome-widecomparisonsandtestfor concordance against an extensive library of more than3200physicalandpharmacologicalstressors 13. Yeast is the first, and to date only, organism for which acomplete,genome-wideknockdowncollectionisavailable.This collection is comprised of a genome-wide set of strainswhere each strain carries a precise deletion of a single gene14. Assembled over a four-year period by a consortium of 35 laboratories, this collection has been used by hundreds of laboratories to test thousands of different environmentalstressors to define the genes required for survival in thoseconditions (see  15 for review). The molecular barcodes present in each strain allow the yeast deletion collection tobegrownasapoolinthepresenceorabsenceofthestressorof interest after which the relative abundance of each strainissubsequentlyquantified 16.Strainscarryingadeletionof a gene required for survival in the presence of the stressorgrow more slowly and thus exhibit a fitness defect reflectedbytheirreducedabundanceattheendofthecultureperiod.In this manner, all genes required for growth can be readilyidentified in a single experiment, revealing the genes andassociatedpathwaysaffectedbythestressor. Toidentifythemetabolicandgenomicpathwaysaffected by spaceflight, the homozygous and heterozygous yeastdeletion collections were grown in spaceflight and groundcontrol conditions, with and without hyperosmolar sodiumchloride, providing a second stressor. In spaceflight alone,thehomozygousdeletioncollectionrevealedtheimportanceo fp r oc e s se sl i nk edt om i t oc h o n d ria ,wh il eth eh e t e r o z y g o u scollection highlighted genes involved in regulating transla- tion and ribosomal RNA transport. Both homozygous and heterozygous collections highlighted DNA repair. With theaddition of NaCl, the homozygous collection also revealedtheimportanceofRNA-relatedprocessesincludingribosomeassemblyandbiogenesisandmRNAprocessinganddecay,aswell as modification of tRNAs. Moreover, the NaCl additionhighlighted replication processes more clearly (compared tothe homozygous collection without NaCl), suggesting that spaceflight has measurable effects on these core and evolu-tionarilyconservedprocesses.Withtheheterozygouscollec-tion,theadditionofNaClledtotheidentificationofanuclearpore organization gene, potentially providing additionalinsight into how RNA transport is affected by spaceflight. Taken together, the deletion collections identified several biologicalprocessesassociatedwithspaceflight,andtheaddi-tional hyperosmolar stress emphasized the importance ofrelatedprocesses. I naf o l l o w - u pa n a l y s i s ,w eq u e r i e dt h ee ff e c t so fs p a c e - flightagainstadatabaseofdrugeffectsonyeasttosearchforthose that are most concordant, thereby suggesting similarmechanisms of perturbation. Not only do the effects ofspaceflight have relatively high concordance with the effectsof DNA-damaging agents, but also there is tight agreementamongst multiple therapeutic agents in this drug class,providingadditionalsupportforthesefindings. 2. Materials and",
        "conclusion": "s The experiments presented here represent a proof of prin- ciple for conducting full genome environmental screens in spaceflight using robust hardware that can recapitulate a full automationsuitewithenvironmentalcontrolinthespaceofa smallsuitcase.Theperformanceofthisplatformissignificant for spaceflight studies and promises to enable terrestrial experiments in extreme environments that will have direct application to microbial bioprocessing for manufacturing,alternative fuel development, and basic research. The results fromtheseexperimentssuggestthatspaceflighthassubtlebut significanteffectsoncorecellularprocessesincludinggrowth control via RNA and ribosomal biogenesis, metabolism, modification, and decay pathways. Furthermore, significant roles for DNA repair and replication, response to pH signal- ing, control of gene expression, and mitochondrial function wereobserved.Theyeastchemogeneticanalysisofspaceflight samples presented here strongly implicates DNA and RNA damage as the major ground-based analogs of spaceflight stress. Given the unique and substantial radiation exposure in space, this is consistent with major radiation-mediated effects. Unfortunately a 1g control on ISS that might haveallowed better discrimination between the contributions of space radiation versus the effects of microgravity on yeast responses was not available to us at this time. Current on- going experiments are designed explore these effects and dissect them from other potentially confounding variables. Thehighconcordancetotheprofileinducedbydiallyldisul- fide suggests increased glutathione S-transferase, binding of electrophilic toxins, increased reactive oxygen species, and changeinredoxstate.Thesepathways,whicharerequiredfor survival in spaceflight, can guide future experiments in two fundamentalways:firstlybysuggestingenvironmentalmod- ificationsthatcanbolstercellularandorganismalintegrityby avoiding further stress to these pathways, and secondly, byidentifying drug stresses that can exacerbate these pathway requirements in an effort to control pathological cell growth inthecaseofproliferativediseases. Abbreviations AUC: Areaunderthecurve BP: BiologicprocessesDMSO: DimethylsulfoxideFD: FitnessdefectFDR: FalsediscoveryrateGO: Geneontology GST: GlutathioneS-transferase ISS: InternationalSpaceStationMAD: MedianabsolutedeviationMCL: MarkovClusteringAlgorithmOD: OpticaldensityOPM: OpticellProcessingModulePCR: PolymerasechainreactionROS: ReactiveoxygenspeciesRSS: ResidualsumofsquaresYPD: Yeastpeptonedextrose.BioMedResearchInternational 9 Conflict of Interests None of the authors have any commercial associations that mightcreateaconflictofinterests. Acknowledgments These studies were supported by NASA Grant no.NNX10AP01G. The authors thank NASA for spaceflightaccess under the auspices of the International Space StationNational Lab Pathfinder program. This material is the resultof work supported with resources and the use of facilities atthe Durhan Veterans Affairs Medical Center and the Officeof Research and Development, Department of VeteransAffairs, Veterans Health Administration. Sequencing wasperformed, in part at UBCSeq, Vancouver. Contents do notrepresenttheviewsoftheDepartmentofVeteransAffairsortheUnitedStatesofAmerica. References 1 R. Herranz, R. Anken, J. Boonstra et al., Ground-based facilitiesforsimulationofmicrogravity:organism-specificrec- ommendations for their use, and recommended terminology, Astrobiology ,vol.13,no .1,pp .1 17 ,2013.  2 J .J .v a nL o o n ,E .H .T .E .F o l g e r i n g ,C .V .C .B o u t e n ,J .P . Veldhuijzen, and T. H. Smit, Inertial shear forces and the useofcentrifugesingravityresearch.Whatisthepropercontrol? Journal of Biomechanical Engineering ,v o l .1 2 5 ,n o .3 ,p p .3 4 2  346,2003. 3 T. G. Hammond and J. M. Hammond, Optimized suspension culture: the rotating-wall vessel, American Journal of Physiol- ogy:RenalPhysiology ,vol.281,no .1,pp .F12F25,2001.  4 M .R .B e n o i t ,R .B .B r o w n ,P .T o d d ,E .S .N e l s o n ,a n dD .M . Klaus, Buoyant plumes from solute gradients generated bynon-motile Escherichia coli, Physical Biology ,v o l .5 ,n o .4 , ArticleID046007,2008. 5 J. Kiefer and H. D. Pross, Space radiation effects and micro- gravity,Mutation Research ,vol.430,no .2,pp .299305,1999 . 6 D.Botstein,S.A.Chervitz,andJ.M.Cherry,Yeastasamodel organism, Science,vol.277 ,no .5330,pp .12591260,1997 . 7 D. Botstein and G. R. Fink, Yeast: an experimental organism for 21st century biology, Genetics,v o l .1 8 9 ,n o .3 ,p p .6 9 5  7 0 4 , 2011. 8 P. Todd, Overview of the spaceflight radiation environment and its impact on cell biology experiments, Journal of Gravi- tationalPhysiology ,vol.11,no.1,pp.1116,2004. 9J .J .W .A.va nLoo n, M icr o-gra vi tya ndmec ha no mics,  Gravi- tationalandSpaceBiology ,vol.20,no .2,pp .318,2007 . 10 M. Hughes-Fulford, To infinity... and beyond! Human space- flight and life science, FASEB Journal ,v o l .25 ,n o .9 ,p p .2 8 5 8  2864,2011. 11 T.Fukuda,K.Fukuda,A.Takahashietal.,Analysisofdeletion mutationsofthe rpsLgeneintheyeast Saccharomycescerevisiae detected after long-term flight on the Russian space stationMir,MutationResearch:GeneticToxicologyandEnvironmental Mutagenesis ,vol.470,no .2,pp .125132,2000. 12 A. Takahashi, K. Ohnishi, S. Takahashi et al., The effects of microgravity on induced mutation in Escherichia coli and Saccharomyces cerevisiae ,Advances in Space Research ,v o l .2 8 , no .4,pp .555561,2001. 1 3 A .Y .L e e ,R .P .S t . O n g e ,M .J .P r o c t o re ta l . , M a p p i n gt h e cellular response to small molecules using chemogenomic fitnesssignatures, Science,vol.344,no.6186,pp.208211,2014. 14 G.Giaever,P.Flaherty,J.Kummetal.,Chemogenomicprofil- ing: identifying the functional interactions of small moleculesinyeast, ProceedingsoftheNationalAcademyofSciencesofthe UnitedStatesofAmerica ,vol.101,no .3,pp .793798,2004. 15 G. Giaever and C. Nislow, The yeast deletion collection: a decadeoffunctionalgenomics, Genetics,vol.197 ,no.2,pp.451 465,2014. 16 T. Roemer, J. Davies, G. Giaever, and C. Nislow, Bugs, drugs andchemicalgenomics, Nature Chemical Biology ,vol.8,no .1, pp .4656,2012. 1 7S.E.P ier ce ,R.W .Da vi s,C.N i s lo w ,a n dG.G iaev er , Gen o m e- wide analysis of barcoded Saccharomyces cerevisiae gene- deletion mutants in pooled cultures, Nature Protocols ,v o l .2 , no.11,pp.29582974,2007. 18 A. M. Smith, L. E. Heisler, J. Mellor et al., Quantitative phenotyping via deep barcode sequencing, Genome Research , vol. 19, no. 10, pp. 18361842, 2009. 19 Development Core Team, R: A Language and Environment for Statistical Computing ,RFoundationforStatisticalComputing, Vienna,Austria,2011. 20 A. C. Douglas, A. M. Smith, S. Sharifpoor et al., Functional analysiswithabarcoderyeastgeneoverexpressionsystem, G3, vol.2,no.10,pp.12791289,2012. 21 Y.BenjaminiandY.Hochberg,Controllingthefalsediscovery rate: a practical and powerful approach to multiple testing, J ou rnaloftheRo yalSta tisticalSocietySeriesB ,vol.57 ,no .1,pp . 289300,1995. 22 A.M.Deutschbauer,D.F.Jaramillo,M.Proctoretal.,Mecha- nismsofhaploinsufficiencyrevealedbygenome-wideprofiling inyeast,Genetics,vol.169 ,no .4,pp .19151925,2005. 23 D. Merico, R. Isserlin, O. Stueker, A. Emili, and G. D. Bader,Enrichmentmap:anetwork-basedmethodforgene-set enrichmentvisualizationandinterpretation, PLoSONE ,vol.5, no.11,ArticleIDe13984,2010. 24 M.E.Smoot,K.Ono,J.Ruscheinski,P.-L.Wang,andT.Ideker, Cytoscape 2.8: new features for data integration and network visualization, Bioinformatics ,vol.27 ,no .3,pp .431 432,2011. 25 S.LlanosandM.Serrano,DepletionofribosomalproteinL37 occurs in response to DNA damage and activates p53 through theL11MDM2pathway, CellCycle,vol.9,no.19,pp.40054012, 2010. 26 G. F. Ribeiro, M. C orte-Real, and B. Johansson, Characteriza- tion of DNA damage in yeast apoptosis induced by hydrogen peroxide, acetic acid, and hyperosmotic shock, Molecular BiologyoftheCell ,vol.17,no.10,pp.45844591,2006. 27 N. A. Doudican, B. Song, G. S. Shadel, and P. W. Doetsch, Oxidative DNA damage causes mitochondrial genomic insta-bility inSaccharomycescerevisiae ,MolecularandCellularBiol- ogy,vol.25,no .12,pp .51965204,2005. 28 F. Fang, J. Hoskins, and J. S. Butler, 5-fluorouracil enhances exosome-dependent accumulation of polyadenylated rRNAs, MolecularandCellularBiology ,vol.24,no.24,pp.1076610776, 2004. 29 Y.-T. Lin, J.-S. Yang, S.-Y. Lin et al., Diallyl disulfide (DADS) induces apoptosis in human cervical cancer Ca Ski cells viareactive oxygen species and Ca 2-dependent mitochondria- dependent pathway, Anticancer Research ,v o l .2 8 ,n o .5 ,p p . 27912799,2008.10 BioMedResearchInternational 30 M.E.Hillenmeyer,E.Fung,J.Wildenhainetal.,Thechemical genomicportraitofyeast:uncoveringaphenotypeforallgenes, Science,vol.320,no.5874,pp.362365,2008. 31 L. Capolongo, G. Belvedere, and M. DIncalci, DNA dam- age and cytotoxicity of mitoxantrone and doxorubicin indoxorubicin-sensitive and -resistant human colon carcinoma cells,Cancer Chemotherapy and Pharmacology ,v o l .2 5 ,n o .6 , pp.430434,1990. 32 B. Bellosillo, D. Colomer, G. Pons, and J. Gil, Mitoxantrone, a topoisomerase II inhibitor, induces apoptosis of B-chroniclymphocytic leukaemia cells, British Journal of Haematology , vol.100,no.1,pp.142146,1998. 33 P.VejpongsaandE.T.H.Yeh,Topoisomerase2 :apromising molecular target for primary prevention of anthracycline- induced cardiotoxicity, Clinical Pharmacology and Therapeu- tics,vol.95,no .1,pp .4552,2014.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            }
        ]
    }
]