[
    {
        "pmid": "38862781",
        "title": "Transcriptomics analysis reveals molecular alterations underpinning spaceflight dermatology.",
        "year": "2024",
        "journal": "Commun Med (Lond)",
        "abstract": "BACKGROUND: Spaceflight poses a unique set of challenges to humans and the hostile spaceflight environment can induce a wide range of increased health risks, including dermatological issues. The biology driving the frequency of skin issues in astronauts is currently not well understood.\nMETHODS: To address this issue, we used a systems biology approach utilizing NASA's Open Science Data Repository (OSDR) on space flown murine transcriptomic datasets focused on the skin, biochemical profiles of 50 NASA astronauts and human transcriptomic datasets generated from blood and hair samples of JAXA astronauts, as well as blood samples obtained from the NASA Twins Study, and skin and blood samples from the first civilian commercial mission, Inspiration4.\nRESULTS: Key biological changes related to skin health, DNA damage & repair, and mitochondrial dysregulation are identified as potential drivers for skin health risks during spaceflight. Additionally, a machine learning model is utilized to determine gene pairings associated with spaceflight response in the skin. While we identified spaceflight-induced dysregulation, such as alterations in genes associated with skin barrier function and collagen formation, our results also highlight the remarkable ability for organisms to re-adapt back to Earth via post-flight re-tuning of gene expression.\nCONCLUSION: Our findings can guide future research on developing countermeasures for mitigating spaceflight-associated skin damage.",
        "full_text": "communications medicine Article https:doi.org10.1038s43856-024-00532-9 Transcriptomics analysis reveals molecular alterations underpinningspace ight dermatology Check for updates Henry Cope1,25, Jonas Elsborg2,3,25, Samuel Demharter3, J. Tyson McDonald4, Chiara Wernecke5,6,H a r iP a r t h a s a r a t h y5,7,H r i d a yU n a d k a t5,8, Mira Chatrathi5,9, Jennifer Claudio5,10, Sigrid Reinsch5,11,P i n a rA v c i12, Sara R. Zwart13, Scott M. Smith14,M a r t i n aH e e r15, Masafumi Muratani16,17, Cem Meydan18, Eliah Overbey18,J a n g k e u nK i m18, Christopher R. Chin18, Jiwoon Park18,19,J o n a t h a nC .S c h i s l e r20, Christopher E. Mason18,19, Nathaniel J. Szewczyk1,21, Craig R. G. Willis22, Amr Salam23 Afshin Beheshti10,24 Abstract Background Space ight poses a unique set of challenges to humans and the hostile space ight environment can induce a wide range of increased health risks, including dermatological issues. The biology driving the frequency of skin issues in astronauts iscurrently not well understood. Methods To address this issue, we used a systems biology approach utilizing NASA s Open Science Data Repository (OSDR) on space own murine transcriptomic datasets focused on the skin, biochemical pro les of 50 NASA astronauts and human transcriptomic datasets generated from blood and hair samples of JAXA astronauts, as well as blood samplesobtained from the NASA Twins Study, and skin and blood samples from the rst civilian commercial mission, Inspiration4.Results Key biological changes related to skin health, DNA damage  repair, and mitochondrial dysregulation are identi ed as potential drivers for skin health risks during space ight. Additionally, a machine learning model is utilized to determine gene pairings associated with space ight response in the skin. While we identi ed space ight-induced dysregulation, such as alterations in genes associated with skin barrier function and collagen formation, our results also highlight the remarkable ability for organisms to re-adapt back to Earth via post- ight re-tuning of gene expression. Conclusion Our ndings can guide future research on developing countermeasures for mitigating space ight-associated skin damage. Throughout the course of a space ight mission, the astronaut exposome includes altered gravity, elevated radiation, and con nement within a closed environment with unique hygiene procedures, light cycles, and ventilation1. These stressors perturb biological systems, inducing gene regulatorychanges, mitochondrial dysregulation, microbiome shifts, and DNAdamage 1. Dermatological issues are not ty pically regarded as a key risk to astronaut health and mission success, yet they are amongst the most common in- ight health issues reported by astronauts. During regular International Space Station (ISS) missi ons averaging 6-months, skin rasheshave been identi ed as the most frequently reported in- ight clinical symptom, with 1.1 cases per ight year, accounting for 40 of all notable medical events and a 25-fold increase compared to the United States general population2. An additional 0.3 cases per ight year include skin manifes- tations accompanied by symptoms of inf ection; skin lesions associated with viral reactivation were also reported and have been studied in- ight24. Notably, an in- ight skin rash was reported to have occurred during a 6-month ISS mission, worsening immedi ately after extravehicular activity (EVA)5,a n dap o s t - ight skin rash was reported following the 1-year-long A full list of af liations appears at the end of the paper. e-mail: afshin.beheshtinasa.govPlain language summary Space ight is a hostile environment which can lead to health problems in astronauts,including in the skin. It is not currently wellunderstood why these skin problems occur. Here, we analyzed data from the skin of space own mice and astronauts to try and identify possible explanations for these skinproblems. It appears that changes in theactivation of genes related to damage to DNA,skin barrier health, and mitochondria (theenergy-producing parts of cells) may play arole in these skin problems. Further researchwill be needed to con rm exactly how these changes in uence skin health, which could lead to solutions for preventing and managing such issues in astronauts. Communications Medicine  (2024) 4:106 11234567890():,; 1234567890():,;NASA Twins space ight study6. These events arouse particular concern for future Moon and Mars missions, which w i l lb el o n g e r ,i n c l u d eh i g h - l e v e l so f EVA, and also include risk of exposure to irritant dust, reported previously to induce skin issues in Apollo astronauts7. Elucidating the biological response of skin in space could aid development of new countermeasures to manage dermatological issues and opt imize astronaut performance during these future missions. As the human body s largest organ, the skin plays a crucial role in numerous essential health funct ions. These include facilitating uid diffu- sion, promoting wound healing, regul ating body temperature, and enabling tactile sensation. Skin is also the rst line of defense against chemicals, allergens, infectious agents, and - importantly for space ight - radiation. Studies of the astronaut skin microbiome have identi ed microbial inter- change between the skin and the ISS interior8, and have also hypothesized that abnormal proliferation of certain types of opportunistic microorgan- isms on astronaut skin may stem from the unusual hygiene procedures on the ISS, where wipes are used as opposed to showering9,10. While these microbiome shifts and their associated health effects require further studies,investigations into the molecular respo nse of skin tissue in space are lacking. In murine skin, the 13-day STS-135 study and the 91-day Mouse DrawerSystem (MDS) study reported signi cant space ight-induced modulation of extracellular matrix (ECM) genes 11,12; the set of genes did not overlap, which could be due to signi cant differences in study design (e.g. duration). The MDS study also reported a 42 increase in synthesized procollagencoupled with a 15 reduction in dermal thickness likely indicative ofincreased collagen turnover, and an increase in hair follicles growing in the anagen stage accompanied by dysregulation of hair follicle genes 12. Corro- borating gene regulatory changes associated with hair cycle were alsoreported in an analysis of hair follicle samples from 10 astronauts in a JapanAerospace Exploration Agency (JAXA) study 13, yet reports of skin physio- logical changes in astronauts, inc luding dermal atrophy, have been mixed14,15. In a recent analysis of astronaut skin punch biopsies taken before and after the 3-day commercial Inspiration4 (i4) mission16,g e n ee x p r e s s i o n changes within different layers of th e skin were explored alongside micro- biome changes, revealing signatures of increased in ammation and mito- chondrial dysregulation across skin compartments, and gene regulatory changes associated with activation of DNA damage response (DDR) pro- cesses, T cell immunity, and increased barrier disruption in the outer epi- dermal layer of the skin17. In this study, we perform an analysis of ve previously unreported murine skin RNA-Seq datasets from the JAXA Mouse Habitat Unit 2(MHU-2) 18, NASA Rodent Research 5 (RR-5) and 7 (RR-7) experiments, to identify global gene expression signatures in space ight-exposed skin and to investigate the effect of study design on biological signatures relating to skinhealth and common space ight themes including DNA damage and repair, and mitochondrial dysregulation 1. In addition to examining gene regulatory patterns, we use an explainable arti cial intelligence (AI) modeling approach to construct interpretable m achine learning models to identify synergistic effects between pairs of g enes, which we interpret as possible biological interactions, that reveal pu tative disequilibria of dependent pro- cesses. We then investigate gene regulatory changes observed in the rodentskin data in astronaut data, including JAXA hair follicle data 13,s k i nd a t a from the i4 mission, and blood gene expression data from the NASATwins 19, JAXA Cell-Free Epigenome (CFE), and i4 studies. We conclude by suggesting how these molecular signa tures may eventually lead to follow-up studies and pharmaceutical interventions. Methods Ethics and inclusion statement This manuscript has included authors from all backgrounds from the sci- entic international community and the results are held at the highest ethical standards. All human studies were done with ethi cal approvals with established and approved IRBs and according to the criteria set by the Declaration ofHelsinki. The Inspiration4 (I4) mi ssion was performed at Weill CornellMedicine. Blood samples were provided by SpaceX Inspiration4 crew members after informed consent for research use. The procedure followedguidelines set by Health Insurance Portability and Accountability Act(HIPAA) and operated under Institutional Review Board (IRB) approved protocols and informed consent was obtained. Experiments were conducted in accordance with local regulations and with the approval of the IRB at theWeill Cornell Medicine (IRB 21-05023569). All crewmembers consentedto data and sample sharing. The NASA Twin Study subjects signed informed consent according to the declaration of Helsinki and 14 CF R Part 1230 for collection and use of sample materials and data in research protocols at NASA and the collabor-ating institutions. Study protoco ls were approved by the NASA Flight Institutional Review Board (protocol number Pro1245) and all participatinginstitutions. Also the data is hosted at the NASA Life Sciences Data Archive (LSDA). Informed consent was provided by all participants in the NASA Twin Study. The JAXA astronaut data was obtained from NASA s GeneLab Platform and this study used only published aggregated quanti cation values. No ethical approval for this manuscript was required to use the JAXA astronaut data since this was publicly available data on the GeneLab plat-form. In addition the data made available on GeneLab was only provided asanonymized aggregate data. GeneLab space ight murine datasets Five RNA-Seq datasets (OSD- 238, OSD-239, OSD-240, OSD-241, OSD- 254) were downloaded from the NASA OSDR via the API, and full dataset descriptions can be found on the datas et pages. These datasets are derived f r o mw h o l em u r i n es k i ns a m p l e sf r o mt h eM H U - 2 ,R R - 5 ,a n dR R - 7 space ight experiments. For MHU-2, sin gly-housed male C57BL6J mice were 9 weeks of age when o w no nt h eI S Sf o r3 0d a y s ;t h e yw e r ee u t h a n i z e d less than 1 day after return to Earth. Dorsal and femoral skin samples wereextracted from MHU-2 mice, and 6 replicates in space ight microgravity and the matching 6 replicates in the 1G ground control were split into 2 setsof 3, with half fed a JAXA chow diet and the other half fed JAXA chow withsupplemental FOS 18. For RR-5, 30 week old BALBc mice in shared housing wereown on the ISS for 30 days; following return to Earth, mice were given 30 days to recover before euthanasia a nd extraction of dorsal and femoral skin tissue. Finally, for RR-7, 11 we ek old C57BL6J mice and C3HHeJ mice were own on the ISS for either 25 or 75 days before being euthanized on-orbit. RNA-Seq analysis of rodent datasets Raw counts data, derived via a previously reported pipeline20,w e r ed o w n - loaded from the NASA OSDR and load ed with tximport (v1.28.0). ERCC genes were ltered out, as were genes with zero counts in the minimum number of samples corresponding to a single condition. Differential GeneExpression (DGE) analysis using the Wald signi cance test was performed on space ight microgravity and ground con trol samples using the R package DESeq2 21(v1.40.2). For each data subset, microgravity space ight samples were contrasted with ground control samples and cook s cut off and inde- pendent ltering were not used. Mapping of mouse ENSEMBL gene IDs to gene symbols and human orthologs was done using the R Package biomaRt(v2.56.1) and ENSEMBL 105. For human orthologs, one-to-many mapping was supported. All heatmaps were ge nerated using the R package Com- plexHeatmap (v2.16.0). All DGE statistics for the rodent data, including thelist of cross-mission genes, can be found in Supplementary Data 1. Pathway analysis of rodent datasets For Over Representation Analysis (ORA), the R package clusterPro ler (v4.8.3) was used on vectors of genes and bar plots were made via ggplot2(v3.4.4). For Gene Set Enrichment Analysis (GSEA), the R package FGSEA (v1.26.0) was used. GSEA was performed on all DEGs for all data subsets, with rank vectors consisting of HGN C symbols and corresponding sorted t-scores in the data subset. MSigDB human collections H, C2, and C5 wereused (v7.4) and set sizes 15 were permitted. For the mitochondrial pathwayanalysis, human pathways from MitoPa thways (v3.0), with some additionalhttps:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 2custom curated pathways (Supplemen tary Table 1), were used and set sizes 1 were permitted. All heatmaps were generated using the R packageComplexHeatmap (v2.16.0). All GSEA results, including mitochondrial results, can be found in Supplementary Data 2. RNA-Seq data analysis on Twin Study samples Longitudinal samples were collected from a male astronaut aboard the ISSand his identical twin on Earth during a 340 day mission including 6 monthspreight and 6 months post ight follow-up, for a total of 19 time points for theight subject and 13 time points for the ground subject. Blood was collected using CPT vacutainers (BD Biosciences Cat  362760) per man-ufacturer s recommendations. For full det ails of sample separation and processing see ref. 19.B r i ey, samples collected on ISS were either frozen in 80 C after separation of mononuclear cells by centrifugation (referred to as CPT), or returned to Earth in 4 C in a Soyuz capsule and sorted into CD4, CD8, CD19 populations and a lymphocyte depleted (LD) fraction. Samples collected on Earth were either frozen for mononuclear cells or processedwhen fresh for sorted cell populations. To correct for the effects of ambienttemperature exposure on RNA (approximately 36 h including landing andrepatriation) control samples were cre ated by simulating similar conditions to those that may occur during the ambient return and were compared tofresh blood collections from the same individual. RNA extraction, library prep and sequencing were completed per 19using both ribodepletion or polyA selection kits. As previously reported19, generated sequences were trimmed using Trim Galore! (v0.4.1) and quanti ed to genes using kallisto22on ENSEMBL transcripts. Differentially expr essed genes were called using DESeq221on each cell type separately by comparing pre ight, in ight and post ight groups, controlling for the normal biol ogical variance within the 24 months using the longitudinal data of the ground twin and using the simulatedambient control samples as another covariate for sorted cells 20,23.R e a d sw e r e mapped onto an updated reference genome (GRCh38)24. JAXA Cell-Free Epigenome (CFE) Study RNA quanti cation data Aggregated RNA differential expression data and study protocols were shared through the NASA OSDR with accession number: OSD-53025. Plasma cell-free RNA samples for RNA-seq analysis were derived from blood samples collected from 6 astron auts before, during, and after the space ight on the ISS. Mean expression values were obtained from nor- malized read counts of 6 astronauts for each time point. In total 2-3 pre-ight samples (L-168  14 days, L-112  14 days, L-56  14 days), 4 in- ight samples (L 51d a y ,L 30  7 days, L 60  14 days, L 120  14d or R-8 (14d0d day)), and 3-4 post- ight samples (R 31 d a y , R30  7 days, R 60  14 days, R 120  14 days) were collected per astronaut. As provided by OSDR, data points for all subjects were pooledinto one group per mission phase. JAXA astronaut hair follicle data Gene expression data from 10 JAXA astronauts hair follicles13was down- loaded from the NASA OSDR (OSD-174) . Raw data for 60 total samples was processed using LIMMA with Rbioconductor26.B r i e y, duplicate sample single-color Agilent microarray data was background corrected, ltered for low expression probes, and quantile normalized. Differential gene expres-sion was measured between pre- ight, in- ight, and post- ight data points using p-values adjusted for False Discovery Rates (FDR) with theBenjamini Hochberg method. As previously described 13hair follicle sam- ples were collected from each astronaut on 6-month ISS missions at two pre-ight time points ( rstly between L-180 and L-90, and secondly between L-60 and L-14), two in- ight time points ( rstly between L 20 and L 37, a n ds e c o n d l yb e t w e e nR - 2 0a n dR - 7 ) ,a n dt w op o s t - ight time points ( rstly between R 2a n dR 7, and secondly between R 30 and R 90). Inspiration4 (i4) astronaut sample collection Four civilians, two males and two fema les, spent three days in Low-Earth Orbit (LEO) at 585 km above Earth. The mission launched from NASAKennedy Space Center on September 15th, 2021 and splashed down in the Atlantic Ocean near Cape Canaveral on September 18th, 2021. All biological data derived from the Inspiration4 mission were collected pre- and post-ight, and will be accessible via the Space Omics and Medical Atlas (SOMA) 27. For this study, only data from blood samples and skin biopsies were used. Pre- ight samples were collect ed at L-92, L-44, and L-3 days prior to launch to space. Upon return, post- ight samples were collected at R1, R45, and R 82 days. Blood samples were collected before (Pre-launch: L-92, L-44, and L-3) and after (Return; R 1, R45, and R 82) the space ight. Chromium Next GEM Single Cell 5 v2, 10x Genomics was used to generate single cell data from isolated PBMCs. Subpopulations were annotated based on Azi-muth human PBMC reference 28. Reads were mapped onto a recent refer- ence genome (GRCh38)24. We followed the analysis pipeline as previously reported Ref. 29. F o rs k i ns p a t i a lt r a n s c r i p t o m i c sd a t a ,4 m md i a m e t e rs k i nb i o p s i e s were obtained from all Inspiration4 crew members, once before ight and as soon as possible after return (L-44 and R 1). As previously described in detail17, these biopsies were ash frozen and processed with the NanoString GeoMx platform. Based on staining images using uorescent antibodies, a total of 95 freeform regions of interest (ROIs) were pro led across outer epidermal (OE), inner epidermal (IE), outer dermal (OD) and vascular(VA) regions. The IE and OE region s represented stratum basale, and stratum spinosum with stratum granulosum, respectively. GeoMxWTA sequencing reads from NovaSeq6000 were compiled into FASTQ les corresponding to each ROI and converted to digital count conversion les using the NanoString GeoMx NGS DnD Pipeline. From the Q3 normalized count matrix that accounts for factors such as capture area, cellularity, and read quality, the DESeq2 method was used to perform DGE analysis. Records of vitamin D supplement consumption were not available for the i4 crew. All human studies were done with ethi cal approvals with established and approved IRBs at Weill Cornell Medicine. Blood samples were providedby SpaceX Inspiration4 crew members after consent for research use. Theprocedure followed guidelines set by Health Insurance Portability andAccountability Act (HIPAA) and ope rated under Institutional Review Board (IRB) approved protocols and informed consent was obtained. Experiments were conducted in accord ance with local regulations and with the approval of the IRB at the Weill Cornell Medicine (IRB 21-05023569). Astronaut physiological data Data are reported from three human subject experiments conducted on theInternational Space Station: Nutritional Status Assessment (2006-2012),Dietary Intake Can Predict and Protect Against Changes in Bone Meta-bolism During Space Flight and Recovery (Pro K) (2010 2015), and Bio- chemical Pro le (2013 2018). All protocols were reviewed and approved by the NASA Institutional Review Board and all subjects provided writteninformed consent. These missions were 4 6 months in length, and these studies included blood and urine collections before, during, and after ight, with analysis of an array of nutritional and biochemic al markers. Blood and urine samples were collected 2 or 3 times before ight: approximately Launch minus (L-) 180 days and L-45 days. In some cases, a third blood sample was collected(typically along with the L-45 collection), and these tubes were centrifugedand frozen for aliquoting after ight batched with the samples collected inight. Blood samples were collected in ight, at approximately Flight Day (FD) 15, 30, 60, 120, and 180. Post ight samples were collected in the rst 24-h after landing (designated return 0, R0 )a n da g a i n3 0 - dl a t e r (R30). The R 0 samples were not necessarily fasting, given the time of day and nature of return from ight. Of the 59 crewmembers reported herein: 8 returned on the Space Shuttle, with blood collection 2 4ha f t e r landing; 51 landed in Kazakhstan, w ith 7 of them returning to Star City, Russia, with blood collection 8 10 h after landing; 44 were transported directly back to the Johnson Space Center in Houston, with blood collectionapproximately 24-h after landing. Pre- and post ight collections includedhttps:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 3two 24-h urine collections, and in ight collections included one 24-h urine collection. These collection techniques have been previously described30. We report here vitamins and metabolites, oxidative stress and damage markers, in ammatory markers and cytokines, liver enzymes and endocrine indices. These were analyzed using s tandard techniques as previously reported31. As of this writing, data were available for 59 crewmembers (47 male, 12 female). Age at launch was 47.0  5.6 y, body mass at launchwas 79.2  11.8 kg (M: 83.3  9.3; F: 63.0  4.5). Body mass index was25.5  2.9 kgm2 (M: 26.4  2.6; F: 22.3  1.5). All available data are reported her e, although the reported n for any given test or session varies for a nu mber of reasons, including: not all experiments had all analytes include d, mission length differences for some crewmembers, schedule or other issues occasionally precluded samplecollection, and methods changes over time. Repeated measures analysis of variance was conducted to test for differences during and after ight com- pared to pre ight, and comparisons among time points were made using a Bonferroni t-test. Multiple compariso ns were accounted for, and only those tests with p 0.001 are reported. The data was plotted using R package ggplot2 (v3.3.5). QLattice symbolic regression modeling We used symbolic regression (QLattice v3.0.132) to construct models involving combinations of synergistic genes which map from the geneexpressions to space ight status. For these models, we only distinguish between mice that went to space and mice that did not. Conventional statistical methods typically allow for ca lculating the effect of a single gene at a time through metrics such as p-values and false discovery rates. In con-trast, symbolic regression models can reveal combinations of genes andmodules that best predict space ight status. These could be linear combi- nations involving two or more genes that have previously also been shown tobe statistically signi cant, or it could be non-linear combinations that reveal features that on their own were non-signi cant but in synergy with a second feature become highly predictive. In addition, known biological functions ofgenes included in models, as well as the resultant mathematical relationshipbetween them, can potentially be inte rpreted to reveal regulations or interactions that are affected by space ight. In biological pathway analysis, it is well-known that up- or down- regulation of one gene can have cascading effects, such that the function ofone gene becomes sensitive to that of another 33. It has previously been demonstrated that parsimonious mac hine learning models are able to provide accurate outcome prediction in omics data, while preservinginterpretability 34,35. The interpretability often results from the fact that models might demonstrate otherwise opaque relations, which become clearwhen combined effects are considered. An example could be an interaction w h e r et h er e g u l a t i o no fas i n g l eg e n ei s itself unimportant for functional changes, unless another gene is simultaneously regulated. This would indicate a synergistic compound eff ect, which naturally can expand to a 3-, 4- or 5-gene synergy and beyond. The combined effect of two or more individually insigni cant gene expression levels may thus theoretically be more powerful than the effect of a single gene with low p-value. Thus, traditional statistical analysis masks such effects by the use of metrics relatedto the individual gene. UMAP dimensional reduction and gene clustering For the clustering of genes shown in Fig. 1b, we performed a uniqueness ltering by rst dropping all genes where mor e than a quarter of the samples had identical expression levels. Subsequently, we ltered out all genes with a variance of less than 1.7, resulting in 2184 ltered genes with high variability. A dimensional reduction was performed subsequent to ltering by uniformly distributing the ltered data on a Riemannian manifold, using the Uniform Manifold Approximation and Projection for Dimension Reduc-tion (UMAP). UMAP is a general purpo se manifold learning and dimen- sion reduction algorithm which is sim ilar to t-SNE in that it predominantlypreserves local structure. Yet, UMAP preserves more global structure, which makes it a more suited algorithm when the objective of the dimensionalreduction is more than simple visualization (in this case the objective isclustering). Genes were then clustered using the Hierarchical Density-Based Spa- tial Clustering of Applications with Noise (HDBSCAN) 36. A primary advantage of HDBSCAN is that it is always deterministic for the samehyperparameters, and will thus always return the same clustering, all elsebeing equal. In addition, comparable cl ustering algorithms such as k-means do not perform well unless clusters are of equal size and density with fewoutliers. With biological data such as gene expressions, we expect largevariation in cluster size and density , making HDBSCAN the ideal choice. Once genes were clustered, the gene sets belonging to each cluster were extracted and analyzed using three ontology databases in the Python implementation, GSEAPY, of the Gene Set Enrichment Analysis 37tool Enrichr38. We used the Elsevier Pathway Collection, the 2021 WikiPathway Collection, and the 2021 MGI Mammalian Phenotype Level 4 Collection.These enrichment analyses were used to provide context to each cluster byappending an annotation if a notab le amount of hits showed up for a particular association. Regulatory network analysis We used the differential gene expression data from all cross-mission genesacross each comparison to perform an upstream regulator analysis using QIAGEN Ingenuity Pathway Analysis (IPA) (version 01-22-01 39). We identi ed the biological or chemical drugs in the QIAGEN IPA library of regulators, de ned as having a Benjamini Hochberg adjusted Pvalue  0.05 and an absolute Z-score 1. Drugs from the dataset that met these criteriaand were associated with similar log 2fold-change patterns in the QIAGEN Knowledge Base were visualized by hierarchical clustering of the unstan-dardized Z-scores using Euclidean distance as the similarity metric, andcomplete-linkage method fo r agglomeration. Statistics on the full list of drug targets can be found in Supplementary Data 3. Reporting summary Further information on research design is available in the Nature Portfolio Reporting Summary linked to this article. Results Space ight transcriptome global changes in rodent skin re ect common biological hallmarks of space ight To explore whether transcriptomic ch anges in the skin would occur during space ight, we analyzed ve RNA-Seq datasets from the NASA Open Sci- ence Data Repository (OSDR)40, all representing skin tissue from space own mice and matching ground contro l replicates. These datasets are derived from three different space ight missions (Fig. 1a). The most variable genes across the datasets cluster into functional groups related to establishedphysiological risks of space ight (Fig. 1b). For example, space ight is known to induce immune dysfunction 1and Cluster 1 involves highly-correlated genes associated with immune response, including genes linked to mod-ulation of Immunoglobulin G (IgG) levels. Microgravity is also well estab-lished to cause degradation of muscle 1, and Cluster 9 contains a signi cant number of genes related to muscular morphology and muscle disorders.Ionizing radiation is known to cause renal and pulmonary brosis 41,42and probrosis-like alterations were previously observed in lung tissue of mice returned from Space Shu ttle Endeavour (STS-118)43.R e n a la n dl u n g brosis associated genes found in Cluster 7, and genes encoding proteins involved insclerotic diseases grouped in Cluster 8, further supports these reports. Upon subsetting each dataset based on experimental groups (i.e. diet, strain, skin site) and performing diffe rential gene expression (DGE) analysis for space ight samples versus ground control samples, we end up with 10 data subsets (Fig. 2a). In total 476 unique differentially expressed genes (DEGs) are signi cant (False Discovery Rate (FDR) 0.1) in at least 2 out of the 10 data subsets. One signi cant DEG shared across data subsets from thehttps:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 4RR-7 study is GLYCAM1 which is shared between both data subsets for the C57BL6 J strain. GLYCAM1 , a ligand for L-selectin that has been proposed to modulate leukocyte transendothelial migration from blood44, is strongly upregulated (Log 2Fold Change (LFC) 18.81, FDR  106)a tt h e2 5d a y time point and strongly downregulated (LFC 15.66, FDR  0.002) at the 75 day time point, which could indic ate a relationship between space ight duration and immune alterations for the C57BL6J mice. Over repre-sentation analysis (ORA) reveals that a large proportion of the 244 sig-nicant DEGs shared between MHU-2 data subsets are associated with the organization of collagen and the ECM (Fig. 2b). Signi cant modulation of genes associated with ECM homeostasis was previously reported in analysesof the skin of space own mice 11,12. The MHU-2 subset from the dorsal skin of mice fed a standard JAXA chow diet with supplemental prebiotic fruc- tooligosaccharides (FOS) contains the highest quantity of signi cant (FDR 0.1) DEGs by a substantial margin (Fig. 2a). In ground-based rodent studies, FOS has been shown to impro ve gut microbiome balance, increase bone density, and affect the immune sy stem through increased short chain fatty acid (SCFA) production (modifyi ng interleukin production and nat- ural killer cell activity), and modi cation of the immune system via gut- associated lymphoid tissue18,45. Due to the disparity between the number of signicant DEGs in the data subsets, and the variety of conditions between data subsets, care must be taken when combining these data subsets to infershared responses of rodent skin to space ight. Genes signi cantly altered in rodent skin space ight response across multiple missions are associated with cell cycle processes To address the previously mentioned bias in the MHU-2 dorsal skin data subset with a FOS-supplemented diet, and to delineate the commonresponse of murine skin to space ight across multiple datasets, a list of 189 Differentially Expressed Genes (DEGs) is generated exhibiting signi cance (False Discovery Rate 0.1) in data subsets from at least two distinct mis- sions. For the majority of the signi cant DEGs, there is a trend of down- regulation in the MHU-2 dorsal skin d ataset with the FOS-supplemented diet, and in the RR-7 mission C57BL6J mice after 75 days of ight (Sup- plementary Fig. 1). A smaller cluster of genes (e.g., LAMA1, S1PR1, H M G C S 2 ,T X N I P ,I G F B P 3 ,A D G R F 5 ,C A R 4 ,H S D 1 7 B 1 1 ,C 1 Q T N F 9 ,KLF11 ) are also signi cant in those same data subsets, but are signi cantly upregulated (Fig. 3a). To go beyond single-gene signi cance, we use QLattice modeling 32to construct models that predict the space ight status of all samples in the data (i.e. from all data subsets). These mo dels use the expression of two genes at most to arrive at maximally relevant and minimally redundant models. InFig.3c, d, we show the decision boundar ies of the two strongest models found, with Area Under Curve (AUC) scores of 0.86 and 0.85, respectively.Both models show that the space ight status is well separated using only the expression of two genes as input, while also having plausible biological interpretations, which we discuss in the following sections. The 189 cross-mission DEGs are primarily involved in cell-cycle pathways (Fig. 3b), with several of the genes (e.g. LAMA1, C1QTNF9, HMGCS2, TXNIP, KLF11 ) clustering with average trends of upregulation across the datasets (Fig. 3a). Space ight is well-documented to perturb the cell-cycle 1.T h e s eg e n e st e n da l s ot ob ei n v o l v e di nm e t a b o l i cp a t h w a y s , particularly those associated with diabetes; HMGCS2 has been shown to regulate mitochondrial fatty acid oxidation46,w h i l e LAMA1 andKLF11 variations have been shown to be risk factors in type 2 diabetes47,48.A s i d e from being a protector against oxidative stress, TXNIP is similarly impli- cated in metabolic diseases, and is typically upregulated in diabetic and p r e d i a b e t i cm u s c l et i s s u e49.C1QTNF9 (also known as CTRP9 ) has also emerged as a potentially important co mponent of pathways involving lipid metabolism and adipose tissue, exempli ed by the fact that C1QTNF9 transgenic mice have been shown to resist weight gain and metabolicdysfunction 50. It is interesting to note that upregulation of these metabolic pathway genes appears generally weaker for female mice. This might belinked to the same mechanisms offering higher protection for femalesagainst diet-induced obesity compared to male mice, as has been noted inother studies 51. Sphingosine-1-phosphate (S1P)-S phingosine-1-phosphate receptor (S1PR ) axis have been implicated in pathogenesis of both in ammatory and autoimmune skin diseases an da l s op l a y sar o l ei ns k i n s immune response to viral infection52. In both MHU-2 and RR-7 missions S1PR1 is enriched, while this effect is reversed in RR -5 after 30-day recovery (Fig. 3a). On the contrary FLG (Filaggrin), CASP14 ,KRT2 , genes involved in corni ed envelope and skin barrier formation3638,5355, generally showed an opposite trend in gene expression patterns (Fig. 3a).CASP14 is also the main driver of the second-most predictive 2-gene QLattice model obtained from the cross-mission key gene list, which involved a combined model of CASP14 and S1PR1 (Fig. 3d). OXTR ,i d e n t i ed as a key driver in the most predictive 2-gene QLattice model derived from the cross-mission key gene list, along with SLC6A18 (Fig. 3c), is predominantly localized in the basal layer of the epidermis. Its primary expression is attributed to keratinocytes and dermal broblasts 56. OXTR together with oxytocin has been shown to mediate oxidative stress response in the skin56. Our analysis revealed an increase in gene expression ofOXTR across all missions and experime ntal conditions except for C3H H e jm i c ei nt h eR R - 7m i s s i o na tt h e2 5 - d a yt i m ep o i n t( F i g . 3a). Both Fig. 1  Global data overview. a Breakdown of the rodent datasets used in this study. bClustering of the most variable genes within the rodent datasets with functional annotation.https:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 5estrogens and androgens play an important role in skin and hair physiology. HSD17B11 , which has a stronger expression in steroidogenic cells such as sebaceous glands, has been predicted to be involved in androgen metabolism during steroidogenesis, and conversion 5 -androstane-3 ,1 7-diol to androsterone57. Similar to the pattern observed in OXTR ,HSD17B11 expression was increased in all murine datasets except for RR-5 dorsal skingroup (Fig. 3a). Astronaut data correlates with select gene expression changes occurring across missions in the murine skin models Having investigated a set of cross-mission genes regulated by space ight in rodent skin, we then decided to investigate the expression of humanorthologs of these genes in astrona ut studies. Firstly, we use post- ight vs pre-ight gene expression data from skin samples collected during the i4 mission. Similar to the patterns observed in murine models (Fig. 3a),FLG andCASP14 , which play signi cant roles in skin barrier formation, are also downregulated in the epidermis of i4 astronauts (Fig. 4a), where they are primarily expressed. In the literature, FLGis reported to mainly be expressed in stratum granulosum 58, with mutations associated with dry skin, atopic dermatitis, contact dermatitis as well as ichthyosis vulgaris54,59,60.CASP14 on the other hand is known to be primarily expressed in differentiating and cornifying layers44and decreased levels were detected in lesional skin biopsies of patients with atopic dermatitis and contact dermatitis61,62. Likewise, KRT2 which was downregulated across all subgroups in theMHU-2 and RR-7 missions (Fig. 3a), was also downregulated in the skin of i4 astronauts, with strongest downregulation in outer epidermis where it isprimarily expressed but also in inner epidermis and outer dermis (Fig. 4a). Additionally, similarly to the trend of upregulation in the rodent data (Fig.3a),OXTR is upregulated across all compartments studied in the i4 skin (Fig. 4a) and HSD17B11 is upregulated in both compartments of the epi- dermis and in the outer dermis (Fig. 4a). In some astronauts returning from long-term space ight, decrease in melanin content has been previously reported 63. In the inner epidermis of the i4 skin data, where melanin synthesis takes place, we found down-regulation of two genes associat ed with melanin biosynthesis, TYRP1 and DCT 64(Fig. 4a). However, TYR which synthesizes tyrosinase, the rate lim- iting enzyme of melanin synthesis was upregulated in the samecompartment 65(Fig. 4a).TYR, DCT ,a n d TYRP1 clustered in the rodent data, with an average trend of downregu lation, particularly in the MHU-2 dorsal skin dataset with the FOS-supplemented diet, and in the RR-7 mis-sion C57BL6J mice after 75 days of ight (Fig. 3a). We also analyze gene expression data from the blood of astronauts from the NASA Twins, JAXA CFE studies, and i4 studies (Supplementary Fig. S2). In the NASA Twins Study, the most noteworthy results are in CD4 cell type in- ight vs pre- ight samples with signi cant down- regulation in a group of genes (e.g. DSC2 ,TMEM252 ,CEBPD ,CA4, and PTGS2 , and OTX1 ) persisting post- ight (Supplementary Fig. 2a). These genes display no signi cant changes in CD8 cells, which may indicate that Fig. 2  Differentially expressed genes shared between datasets. a An upset plot showing the number of signi cant (FDR 0.1) differentially expressed genes (DEGs) in space ight versus ground data subsets and the number of overlapping signicant DEGs between these data subsets. The colored annotation bar on the left of the plot shows how the original datasets divide into 10 data subsets based on allunique conditions including diet, biological sex and strain. The bar plot on the rightof the upset plot shows the number of signi cant DEGs in each of the 10 data subsets.The bar plot on the top shows the number of intersecting DEGs between combi- nations of the data subsets, as indicated by the connected dots within the body of the upset plot. Black connecting lines indicate combinations spanning across multiplemissions, and other connecting lines are colored according to the annotation bar, based on their shared mission. bA bar plot of signi cant Gene Ontology Biological Process (GOBP) pathways from signi cant DEGs shared by any subsets within the MHU-2 mission (i.e., DEGs from the blue bars in panel a).https:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 6their downregulation is a response to immune system stressors affecting the helper function and signaling of CD4 cells. DDIT4 (DNA-damage- inducible transcript 4), STIL andTOP2A cell-cycle associated genes are amongst the most strongly upregulated genes in- ight compared to pre- ight in the CD8 cells, and exhibit downregulation post- ight to trend towards pre- ight levels (Supplementary Fig. 2a). In the CFE study, sev- eral genes were strongly upregulated in- ight and then downregulated post- ight (e.g., OXTR ,PRR9 ,ERCC6L ) in the blood samples from JAXA astronauts (Supplementary Fig. 2b). In the i4 mission blood samples themajority of genes show a pronounced suppression in the time point immediately before ight, which could be indicative of increased stress prior to launch. Several genes then show strong upregulation at the rst post- ight time point (e.g., BARD1, BRCA1, RAD54B, EXO1, OXTR , and HSD17B11) (Supplementary Fig. 2c), suggesting upregulation due to space ight or landing stressors, followed by post- ight recovery towards baseline expression levels from second post- ight time point and beyond. However, some other genes appear to show a delayed upregulation fol-lowing space ight, as they are upregulated in the second post- ight time Fig. 3  Cross-mission genes involved in rodent skin space ight response. a A heatmap showing regulatory changes of select cross-mission genes (genes that are signicantly (FDR 0.1) differentially expressed between ight and ground control across multiple missions) within each rodent data subset. bA bar plot showing the GOBP pathways that the full list of cross-mission genes are involved in. cA decisionboundary plot of the strongest cross-mission QLattice model using only the expression of two genes as input features to predict the space ight status of the all mice in the data. dA decision boundary plot of the second-strongest model across all missions.https:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 7point, two months after ight (e.g. KLF11 ,CA4,OXT1 ,TM4SF4 ) and return towards baseline at the third post- ight time point (Supplementary Fig. 2c). The gene expression alterations in these sets of genes are potentially due to a re-adaptation response. Speci c pathways and genes related to skin health are altered in space ight To determine direct relevance of space ight to skin health, we conduct targeted analysis with a curated list of key pathways involved in skin healthfrom the Molecular Signatures Database (MSigDB) and identify which ofthese pathways and associated genes are signi cantly modulated in the murine skin datasets. A collagen biosy nthesis pathway and a set of collagen genes (e.g., COL1A1, COL1A2, COL3A1, and COL5A1 )w e r es i g n i cantly (FDR 0.1) suppresseddownregulated across all dataset subsets for the MHU-2 mission, while showing a trend of weak enrichmentupregulation across the two other missions (Fig. 5a). Additionally, several collagen andor ECM related genes (e.g., MMP3 ,COL5A2 ,COL6A1 ,COL6A2 ,COL15A1 , C O L 6 A 3 ,S P A R C ,P C O L C E ,a n d PYCR1 )w e r es i g n i cantly (FDR 0.1) downregulated in all of the MHU-2 data subsets except femoral skin withthe standard diet, and a few collagen related genes were signi cantly downregulated only in the dorsal subsets from the MHU-2 mission (e.g.,P3H1 ,CRTAP ,COL14A1 ,a n d FKBP14) (Fig. 5a). Overall, the distinct collagenECM downregulation signature (Fig. 5a) suggests that a study design difference in the MHU-2 missi on (compared to the RR-5 and RR-7 missions), where the use of young single-housed male mice or dissection shortly after the hypergravity event of Live Animal Return (LAR) may have suppressed collagen biosynthesis. Similarly, we nd an overall trend of enrichment of pathways relating to th in skin and dermal atrophy in the RR- 5 and RR-7 mice, with suppression occurring in the MHU-2 mice (Fig. 5a), likely driven by regulatory patterns in th e collagen-associated genes. While there is a general trend of upregulation, the RR-5 mission generally lacks anysignicant results for genes relating to skin health, which could be due to the 30 days of recovery post- ight. In addition to being reported as cross- mission genes in the previous section, CASP14, FLG andKRT2 were also identi ed as key skin health genes (Fig. 5). In post- ight vs pre- ight skin samples from the i4 mission, several collagenECM genes (e.g., SPARC, COL1A1 ,COL1A2 ,COL3A1 ,COL6A1 , COL6A2 ,a n d COL6A3 ) were downregulated across the whole dermis, whereas COL5A1 was only downregulated in the vascular compartment of the dermis (Fig. 5b).MMP3 , which induces accelerated loss of skin collagen when there is in ammation, was upregulated across the whole dermal layer65(Fig. 5b). Likewise, several genes (e.g., P3H1 ,COL14A1 ,COL15A1 ,andCOLA12A1 ) were upregulated in both compartments of the der- mis (Fig. 5b). KRT24 , involved in terminal differe ntiation of keratinocytes, is reported to be mainly con ned to stratum spinosum with slight over- expression in senescent keratinocytes49and has been shown to induce apoptosis of keratinocytes66.I nt h ep o s t - ight vs pre- ight i4 skin data KRT24 is upregulated in all compartments of the skin with a more pro- minent increase in outer epidermis and vascular layers66(Fig. 5b). Late corni ed envelope genes (LCE) are located in the epidermal differentiation complex on chromosome 1 and in the skin their expression is known to bemainly con ned to the epidermis, speci cally to upper stratum granulosum and premature corni ed envelopes 67,68. In both the inner epidermis and o u t e rd e r m i so ft h ei 4s k i nd a t a , LCE2A, LCE2B, LCE2C, LCE2D , genes that respond to UV and calcium67andLCE5A were upregulated post- ight vs pre-ight (Fig. 5b). In the NASA Twins study blood samples, COL6A2 was upregulated in- ight and then downregulated post- ight in CD8 cells, with PYCR1 fol- lowing the same pattern in CD4 cells (Supplementary Fig. 3a). In the CFEstudy, blood samples from JAXA astronauts had strong in- ight upregu- lation of RPTN andCOL3A1 , and in particular LCE2B , where upregulation increased further post- ight (Supplementary Fig. 3b). On the other hand, PYCR1 andGJB6 showed the opposite trend in gene expression, with strong downregulation in- ight and almost complete reversal upon return (Sup- plementary Fig. 3b). PYCR1 , which was upregulated post- ight vs pre- ight in all skin layers of i4 astronauts (Fig. 5b) encodes pyrroline-5-carboxylate reductase 1, an enzyme that catalyzes the last step in proline synthesis via utilization of NADH orNADPH . Proline plays an important role in collagen synthesis and PYCR1 dec i e n c yr e s u l t si nc o l l a g e na n de l a s t i n abnormalities 69.C o n v e r s e l y , COL3A1 encodes alpha 1 chain of type III collagen, which is an EMP synthesized in cells as pre-collagen and itsaccumulation was shown to cause brosis in various organs 70,71.I nc a s eo f LCE2C andKRT33A ,w e a ki n - ight downregulation was followed by strong post-ight upregulation (Supplementary Fig. 3b). Although less apparent, this trend for KRT33A w a sa l s oo b s e r v e di nt h eJ A X AH A I Rd a t a( F i g . 5c). KRT33A , one of the type 1 hair keratin genes, is known to be highly expressed in the cortex of hair follic les, and its expression is reported to decrease with age72. Lastly, genes such as COL6A2 andFKBP14 , a collagen ECM related gene associated with diseases such as kyphoscoliotic Ehlers- Danlos syndrome that is characterized b y joint hypermobility, hyperelastic skin, hearing impairment, muscle hypotonia and occasional vascular fra-gility like aortic rupture 73, were downregulated in- ight and their average expression persisted post- ight (Supplementary Fig. 3b). Fig. 4  The pro le of the cross-mission genes in astronauts. a Heatmap showing log2fold-change in orthologs of the rodent skin cross-mission genes in astronaut skin data from the Inspiration4 mission, for different skin layers. bHeatmapshowing t-score in orthologs of the rodent skin cross-mission genes in hair follicle samples at different time points from the JAXA HAIR astronaut study.https:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 8Radiosensitivity of mouse strains impacts DNA damage response in the skin following space ight As part of our targeted analysis, we also opted to investigate the mod- ulation of DNA damage and repair pathways in rodent skin. DNAdamage and repair is a well-established response to space radiation 19,74 and little research is reported on the consequences this will have on the skin during space ight. When ionizing radiation hits DNA molecules, single-strand breaks (SSBs) and double-strand breaks (DSBs) occur,with DDR mechanisms activated to repair these breaks 74. For the majority of DNA damage and repair pathways, both the dorsal andfemoral skin RR-5 mission data subsets and the 25-day time point from the C3HHeJ mice in the RR-7 mission show an opposing pattern compared to the other data subsets (Fig. 6). In these three data subsets, pathways relating to DNA damage and repair are generally enriched,while being suppressed in other data subsets. BALBc and C3HHeJmice, as used in these data subsets, have been shown to be more radio-sensitive compared to C57BL6J mice 7577, so repair mechanisms may be activated to mitigate increased radiation-induced DNA damage. In theC3HHeJ mice there is a trend of decreasing activity for the DDRpathways from the 25-day to 75-day time points which could indicateeither adaptation of the DNA repair pathways over time in space ordysregulation following extended-duration space ight (Fig. 6). The enrichment of DDR pathways in RR-5 also follows 30-days of space ight and a post- ight recovery period of 30-days (Fig. 6). However, DNA repair genes were reported to still be enriched compared to pre- ight levels when evaluated at 6-months post- ight during the NASA Twins study 19, so persistent DDR activation during post- ight recovery in the mice could be indicative of a similar mechanism.Mitochondrial dysregulation increased in the skin during space ight Mitochondrial stress has been identi ed as a key hub for space ight response in multi-tissue analy sis, yet skin was not included78.S k i ni sat i s s u e with high turnover and energy requirements79, so we decided to investigate space ight changes relating to mitochondrial stress in murine skin. We nd that space ight alters mitochondrial pathways in the skin (Fig. 7a), as previously observed in other tissues and across species78. Enrichment of an integrated stress response (ISR) pathway in all but two of the dataset subsets(Fig. 7a) is consistent with a previous repo rt of potentially activated ISR due to mitochondrial dysfunction in space own mice 78. Interestingly, the two data subsets where ISR appeared to instead be suppressed were the 25 day time points for both strains from the RR-7 mission (Fig. 7a), implicating space ight duration as an important factor for modulating ISR. Addition- ally, we ran the QLattice machine learning model on the full gene set toobtain a set of models that were unbiased by feature selection due to e.g.variance ltering and the selection of cross-mission genes. One of the 10 strongest 2-feature models in volved the expression of the genes D2HGDH (D-2-hydroxyglutarate dehydrogenase) 80andRPLP0-PS1 (a gene coding for the ribosomal protein RPLP0). The model s decision boundary (Fig.7b) demonstrates how the simultaneous upregulation of D2HGDH and downregulation of RPLP0-PS1 characterizes the space- own mice, with a resulting AUC score of 0.8280. The upregulation of D2HGDH generally indicates an increased ability to break down the toxic D-2-hydroxyglutarate (D2H) compound in the mitochondria. In our case, this could be a com-pensatory mechanism due to larger build-up of the compound, and them o d e ls u g g e s t st h a tt h i si sf u r t h e rd e p e n d e n to nt h ea b u n d a n c eo ft h eRPLP0 protein. Fig. 5  Behavior of the speci c genes associated with skin health in astronauts and rodents. a The orange (suppressed) and green (enriched) heatmap shows the nor- malized enrichment score (NES) of curated skin health pathways (full list Supple- mentary Table 1) that are signi cant (FDR 0.05) in at least one rodent subset. The red (upregulated) and blue (downregulated) heatmap shows the t-score for leadingedge genes from the signi cant pathways that are signi cant (FDR 0.1) in at least two data subsets. bHeatmap showing log 2fold-change in orthologs of the genes from Panel ain astronaut skin data from the Inspiration4 mission, for different skin layers. cHeatmap showing t-score in orthologs of the genes from Panel ain hair follicle samples at different time points from the JAXA HAIR astronaut study.https:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 9Circulating physiological markers from astronauts indicate that exercise countermeasures may have improved skin health We investigate standard physiological biomarkers collected from astronaut urine and blood81,82to see whether average trends in these biomarkers connect to space ight gene regulatory changes occurring in the skin (Fig. 8). In-ight increases in IGF-1, leptin and white blood cell levels may indicate altered stress response due to space ight. Following a hypothesis that improved countermeasures may improve skin physiological parameters inastronauts on the ISS 14,15, we split the data into astronauts that used the older Interim Resistive Exercise Device (i RED), and astronauts that used the newer Advanced Resistive Exercise Device (ARED). Notably, overlapping data to that shown in Fig. 8have been used as evidence of improvements in parameters relating to bone mineral density81. Indeed, while vitamin D decreased in- ight and normalized upon return to Earth for both exercise devices, ARED appeared to reduce this drop. Vitamin D is well-establishedto be an important mediator of skin health 83. Notably, this decrease invitamin D is observed despite consist ent programmatic vitamin D supple- mentation since the collection of blood samples81. Space ight-induced gene regulatory changes in the skin corre- late with relevant drug responses Having established a list of genes that changed in the rodent skin across multiple missions, we then investigat e potential drug targets and mechan- isms for these genes via Ingenuity Pathway Analysis (IPA) (Fig. 9). As with the DDR pathways (Fig. 6), both the dorsal and femoral skin RR-5 mission data subsets and the 25-day time poi nt from the C3HHeJ mice in the RR-7 mission show an opposing pattern comp ared to the other data subsets for the predicted upstream regulators (Fig. 9). Several drugs were predicted to exhibit signi cant positive correlation with gene expression changes seen in the space own mice, with the exception of dorsal skin t issues obtained from C3HHeJ mice that spent 25 days in ight for the RR-7 mission, and do rsal and femoral skin from the Fig. 6  DNA damage and repair pathways being regulated in rodents own to space. Heatmap of pathways relating to DNA damage response and repair mechanisms (full list Supplementary Table 1), signi cant (FDR 0.05) in at least one data subset.https:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 10RR-5 mice (30-day recovery) (Fig. 9) .F o re x a m p l e ,c a l c i t r i o li st h ea c t i v e form of Vitamin D, and has been observed to affect skin barrier formationand epidermal differentiation 84it is used clinically to treat plaque psoriasis85. Calcitriol is also associated with immu ne system alterations in the skin, and topical application in mice has been sh own to exacerbate atopic dermatitis86. On the other hand, in a murine model, epidermal permeability and anti- microbial skin barrier impaired by co rticosteroid, was shown to be reduced via calcitriol87. Alteration of gene regulatory patterns associated with calci- triol, in the mouse data subsets (Fig. 9) could indicate activation of com- pensatory mechanisms for space ight-induced skin barrier dysfunction, epidermal differentiation, and immune system alterations. L-asparaginase showed the strongest correlation wi th gene regulatory changes in these space ight-exposed mice (Fig. 9). L-asparaginase is used in treatment of a c u t el y m p h o b l a s t i cl e u k e m i aa n dl y m p h o b l a s t i cl y m p h o m aa n de x e r t si t saction by depriving leukemic cells of circulating asparagine, resulting in DNA breaks, cell cycle arrest and cell death 87,88. It is also an immunogenic p r o t e i na n dl e a d st os k i nr a s h ,d r ys k i n, and hypersensitivity reactions89. Similarly, there was strong positive correlation between gene regulatory c h a n g e si nt h e s es p a c e ight-exposed mice associ ated with use of the Vita- min A derivative tretinoin (all-trans retinoic acid)90, and two selective estrogen receptor modulators, tamoxifen and 4-hydroxytamoxifen9194. On the contrary, estrogen and diethylstilbestrol, a synthetic form of estrogen, showed a reversed pattern co mpared to the aforementioned drug targets (Fig. 9). These drugs showed positive correlation with the expression changes in the RR-5 datasets, and th e RR-7 25-day C3HH ej data subset, and negative correlation in the other data subsets (Fig. 9). Discussion Skin is well-established as an essential organ for health on Earth, yet despite the frequency of dermatological issues in astronauts2, the molecular response of skin to space ight is understudied. Here, we have performed a comprehensive study on the molecular impact of space ight on skin, with the aim of addressing gaps in the understanding of space ight associated skin health risks. Our analysis indicat ed intriguing gene regulatory changes occurring in the skin of space ight vs ground control mice during the MHU-2, RR-5, and RR-7 space ight experiments, that also show some overlaps with molecular alterat ions observed in astronauts. The genes exhibiting the highest variability across the datasets formed clusters associated with well-establ ished physiologic al risks of space ight, notably immune dysfunction a nd muscle degradation (Fig. 1b). Further- more, the majority of genes showing signi cant differential expression across multiple missions in murine data were linked to cell cycle processes, parti- cularly chromosome segregation (Fig. 3a, b). This suggests that skin mirrors common space ight signatures observed in other tissues, including dysre- gulation of cell cycle processes1,19. Further to that point, we see an enrichment of DDR pathways in some data subsets from radiosensitive BALBc andC3HHeJ strains 7577(Fig. 6), which is also a well-established space ight response19,74. These repair mechanisms ma y be activated to mitigate radiation-induced DNA damage and appear to remain active during the post-ight recovery process, as seen in the RR-5 mission where samples were collected 30 days after ight. This nding is consistent with reports of sustained post- ight DDR activation from the NASA Twins study19.N o t a - bly, DNA damage in the skin has important implications for skin cancersincluding melanoma, of which astronauts carry a higher risk, although thedirect correlation between space ight and melanoma is still under investigation 95,96.S i m i l a r l y ,m i t o c h o n d r i a ld y sregulation is established as a key molecular signature of space ight78,a n dw es e ee n r i c h m e n to fa nI S R pathway in all but two of the murine skin data subsets (Fig. 7a), which may be driven by increased oxidative stress or DNA damage. ISR activationappears to be impacted by space ight duration, as the 25 day time points for RR-7 show a suppression of the ISR pathway 1,78. Using an explainable machine learning approach32, we also observed the counteractive mechanism Fig. 7  Mitochondrial speci c analysis on rodent space ight skin tissue. aHeatmap of pathways relating to the mitochondria, signi cant (FDR 0.05) in at least 1 data subset. bDecision boundary for the 2-gene model related to mito- chondrial changes. The model indicates an increased removal of the toxic D2H compound in mitochondria through upregulation of D2HGDH , which is less pro- nounced when PPP1R3B expression is suppressed.https:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 11played by D2HGDH , which was generally upregulated in space own mice (Fig. 7b) indicating an increased need for breakdown of toxic D-2- hydroxyglutarate (D2H) molecules i n mitochondria. In this model, the partner gene RPLP0-PS1 codes for the ribosomal protein RPLP0 and is down-regulated in space own mice. RPLP0 has previously been implicated in the top signi cant network for the mitochond ria-mediated cycle of Alz- heimer sd i s e a s e97. Low or absent levels of RPLP0 seem to limit the com- pensatory mechanism in the model (Fig. 7b). If this occurs, build-up of D2H and suppression of certain enzyme functions can result, causing DNA andhistones to enter hypermethylated states and activate oncogenes and inhibittumor suppressors 98. Build-up of D2H in the mitochondria may thus be related to cell changes induced by DNA damage from space radiation.Notably, gene regulatory changes associ ated with mitochondrial dysregula- tion and DDR were also reported in the skin data from the i4 mission 17, corroborating these changes as key molecular hallmarks of space ight in the skin. The downregulation of collagen ECM genes and the suppression of collagenECM-related pathways in the MHU-2 mouse mission, where space ight samples were collected sh o r t l ya f t e rl a n d i n g( F i g s . 2ba n d 5a),mirror ndings from previous studies where a reduction in collagen synthesis occurred under hypergravi ty conditions in cultured human broblasts99. In contrast, RR-7 mice (frozen in space) generally exhibited an upregulation of the same collagenECM genes (Fig. 5a), consistent with results from the aforementioned human broblast study, which reported a 143 increase in collagen synthesis during microgravity99. Similar to RR-7, RR-5 also showed a trend of upregulation in collagenECM genes (Fig. 5a). The opposing patterns between the MHU-2 mission and RR-5RR-7 may arise from diverse factors owing to expe rimental design differences. Notably, the timing of sample collection introduces a critical variable, as seen in theMHU-2 mission where samples were collected less than one day post- ight, in contrast to RR-5, where collection occurred after a 30-day post- ight recovery, and RR-7, where samples w ere obtained directly in space. This temporal distinction implies that co llagen suppression observed in MHU-2 mice may be in uenced, at least in part, by the acute hypergravity response, a k n o w nf a c t o ri nd e c r e a s i n gc o l l a g e ns y n t h e s i s 99, and the stress-induced release of glucocorticoids100102, rather than being solely attributed to the space ight environment. Moreover, differences in sex and housing arrangements further complicate the comparison; MHU-2 mice are singly- Fig. 8  Astronaut physiological markers compiled from up to 50 astronauts. aSpeci c blood markers which contain data points for pre-launch (L ),ight (FD), and return to Earth (R ). The numbers on the x-axis indicate the number of days for each group. Interim Resistive Exercise Device (iRED) is shown in blue and AdvancedResistive Exercise Device (ARED) is shown in red. bSpeci c blood markers whichcontain data points for pre-launch (L ) and return to Earth (R ).cSpeci c urine markers which contain data points for pre-launch (L ),ight (FD), and return to Earth (R ). The statistics on the data are p 0.001 for signi cantly different from L-45 and p 0.01 signi cantly different from ARED.https:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 12housed males, while RR-5 and RR-7 mice are multi-housed females, introducing additional variables that may contribute to the observeddisparities 100103. Skin has an anatomically heterogeneous gene expression pro le104.F o r instance, broblasts exhibit distinct gene ex pression patterns based on their positional identity in relation to the major anatomical axis105.T h i sp h e - nomenon in part explains the predisposi tion of different sites to different skin conditions104. Although several genes related to collagen synthesis and ECM were downregulated across all four MHU-2 experimental groups,some of these genes showed statistical signi cance in the dorsal group but not in the femoral group (Fig. 5a). Likewise in the RR-5 mission, during terrestrial recovery, skin biopsies o btained from dorsal skin generally showed a higher reversal of gene expression pattern compared to thoseobtained from the femoral skin (Figs. 3aa n d 5a). These changes may be indicative of the variations in gene expression pro le, their adaptationresponse to space ight and re-adaptation to terrestrial environment, at different anatomical sites. Skin biopsies collected from i4 astronauts one day post- ight exhibited a marked downregulation of various col lagenECM-associated genes in the dermal layer compared to pre- ight conditions (e.g., SPARC, COL1A1, COL3A1, COL6A1 ) (Fig. 5b). However, certain genes, such as SPARC and COL3A1 , showed an upregulation in one or both compartments of the epidermis (Fig. 5b). Moreover, several other collagenECM associated genes (e.g.COL14A1 ,COL15A1 ,MMP3 ) were upregulated in both epidermis and the dermis (Fig. 5b). As with the MHU-2 mice, the i4 astronauts skin biopsies were obtained one-day post- ight, so some of these effects may have been induced by hypergravity. Nevertheless, blood data obtained fromthe same i4 astronauts at 1-, 45-, and 82-days post- ight suggests that most gene alterations observed upon landing revert back to normal levels within82 days following ight, so we may expect a similar response in the skin tissue (Supplementary Figs. 2c and 3c). Previously reported ndings from the NASA Twins showed in- ight activation of collagen formation path- ways and an increase in COL1A1 and COL3A1 proteins detected in theurine, indicative of structural remodeling 19. These changes, as with the majority of space ight-induced changes, were also reported to revert to baseline post- ight19. Some of the changes reported by as tronauts during and after space- ight, such as dryness and contact dermatitis, point to an impaired barrier function17,95our results support this hypothesis. FLG is a gene expressed in the stratum granulosum layer of the epidermis, during the epidermal dif-ferentiation process 41.I te n c o d e sp r o laggrin, a major component of ker- atohyalin granules found in the keratinocytes that is dephosphorylated and cleaved into laggrin106,107. During conversion of keratinocyte cell mem- brane to corni ed cell envelope, laggrin aggregates and aligns intermediate laments such as keratin 1 and keratin 10, within the cytoskeleton of ker- atinocytes, and subsequently a cross-linking process is initiated by proteinssuch as involucrin and locicrin 108,109. This results in compactization and attening of the corneocytes, one of the constituents of the skin barrier110. We identi edFLG as one of the cross-mission genes in the space ight vs ground control mice data with downregu lation across the majority of data subsets (all except RR-5 dorsal skin) (Fig. 3a). Additionally, we observed post-ight vs pre- ight downregulation of FLG in the epidermis of i4 astronauts (Fig. 5b). Caspase-14, an enzyme encoded by the CASP14 gene, cleaves laggrin, breaking it down into free amino acids. These amino acids serve as integral components of natural moisturizing factors, contributing to the preservation of skin hydration and pH111. Additionally, they play a crucial role in antimicrobial defense, further contributing to the multi-faceted functions of the skin barrier 61,112,113. Similar to FLG,CASP14 demonstrated downregulation in the majority of murine skin subsets(excluding RR-5 dorsal skin) (Fig. 3a), the epidermal layer of i4 astronaut skin tissue (Fig. 5b), and JAXA hair follicles (Fig. 5c). This observation is important considering the crucial role CASP14 plays in skin barrier for- mation and its involvement in skin conditions such as contact dermatitis and atopic dermatitis 53,61,62,114. The link between laggrin de ciency and dry skin, altered pH, atopic and contact der matitis, and ichthyosis vulgaris is also well-known54,60,112,115117. CASP14 was also the driver of one of the two main QLattice models we found to be maximally relevant and minimally redundant among the cross-mission genes, resulting in a very simple model involving only CASP14 and S1PR1 w i t ha nA U Co f0 . 8 5( F i g . 3d).S1PR1 was upregulated in most murine skin subsets (Fig. 3a), the in- ight vs pre- ight samples from the JAXA hair follicle study (Fig. 4b), and in all compartments for the post- ight vs pre- ight i4 astronauts skin samples (Fig. 4a). In the RR-5 mission, after a 30-day recovery, in- ight effects may have been reversed as S1PR1 expression was downregulated (Fig. 3a), which is also consistent with downregulation in the post- ight vs pre- ight samples from the JAXA hair follicle study (Fig. 4b). Downregulation of S1PR1 has been reported to be necessary for activation of resident memory CD8 T cells in skin 35and has previously been observed in CD8 T cells from murine skin during response to Herpes Simplex Virus Infection118. While the S1P-S1PR axis has Fig. 9  Predicted drug signatures associated with space ight response in the skin. Predicted drug signatures using the cross-mission genes across each dataset repre- sented by a hierarchically clustered heat map. A positive (red) activation state implies cross-mission gene expression changes are consistent with expressionchanges observed with the indicated drug from curated causal gene expressionrelationship studies. A negative (blue) activation state implies the cross-mission gene expression changes are opposite to changes observed with the indicated drug.https:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 13inhibitory roles in keratinocyte proliferation, it was also shown to contribute to the process of chemotaxis119. For instance, in Staphylococcus-aureus- stimulated keratinocytes; TNF alpha, IL-8 and IL-36 release was induced via involvement of S1PR1 andS1PR2120. Higher expression levels of S1PR1 andS1PR2 observed in the skin of impetigo patients and changes in the distribution patterns of these receptors were also aligned with thesendings 120. Herpes Simplex Virus reactivation3,4,95and Staphylococcus colonization in the skin10,17,121(which could also be in uenced by breakdown oflaggrin altering pH levels122) have been widely reported in astronauts, therefore alterations in S1PR1 ,CASP14 ,a n d FLG, are of importance. At present, there is a lack of widely accepted countermeasures to effectively mitigate the damage caused to the skin induced by exposure to the space environment. Our analysis has identi ed drugs capable of altering similar molecular changes that manifest in the skin during space ight (Fig. 9). Several drugs, including calcitri o l ,t r e t i n o i n ,a n dt a m o x i f e ns h o w e d signicant positive correlati on with regulatory changes in all data subsets from the MHU-2 and RR-7 missions except for the C3HHeJ mice samplescollected at the 25-day time point (Fig. 9). Tretinoin, a vitamin A derivative is a retinoid known for its applications in treating acne and leukemia, exerts its effects through the activation of retinoic acid receptors, in uencing various skin processes such as increased prolifer ation and inhibited differentiation of epidermal cells, increased keratinocy te turnover, increased collagen synth- esis, inhibited UV radiation induced me talloproteinase activity, and melanin reduction 23,123,124. Tretinoin treatment on reconstructed human epidermis was shown to induce loss of keratohyalin granules and reduce laggrin and Keratin 10 expression125.R e t i n o i d sh a v ea l s ob e e n observed to downregulate caspase-14 expression in in-vit ro reconstructed skin models126.D r ys k i na n d exfoliation are common side effects during its use123. Tamoxifen, a selective estrogen receptor modulator, has been shown to exhibit both agoniztic andantagonistic effects depending on the tissue 94.I t su s ei nb r e a s tc a n c e rp a t i e n t s is linked to cutaneous adverse events, including dry skin, itching, andoccasionally radiation recall dermatitis and baboon syndrome (a Type IVhypersensitivity reaction) 126129. Furthermore, tamoxifen induces androgen receptor expression in hair follicles, le ading to tamoxifen-induced alopecia in some cases130, and abnormal hair follicles, epidermal atrophy and dermal brosis have been observed in rat models131. On the other hand, only ola- parib, estrogen, and diethylstilbestr ol (a synthetic form of estrogen) showed an opposing pattern, with signi cant negative correlation in all data subsets except for those from the RR-5 mission and the C3HHeJ mice samplescollected at the 25-day time point of the RR-7 mission (Fig. 9). Estrogen plays a crucial role in skin health, in uencing keratinocyte function, collagen production, moisture retention and t elogen-anagen follicle transition 132135.I n an explant model of fetal rat skin de velopment, estrogen was shown to increase laggrin expression136. Conversely, estrogen de ciency during menopause is associated with adverse sk i nc h a n g e ss u c ha sl o s so fc o l l a g e n , skin dryness and atrophy137,138. Overall, molecular alterations observed in the space own mice and astronaut skin data s how similarities with molecular effects associated with drugs like tretinoin and tamoxifen123,s u c ha s FLGand CASP14 downregulation, while symptoms re ported in astronauts including dry skin and dermatitis also resemble si de effects associated with drugs like tretinoin and tamoxifen106(Fig. 9). Topical moisturizers and emollients, as commonly used by astronauts15,95, may help to counteract the physiological consequences of disrupted barrier function genes, and may also help toexplain why results on impact of space ight on skin physiological para- meters in astronauts have been mixed 14,15, despite physiological evidence of skin damage in space own rodents12. In conclusion, we have provided a comprehensive study on the impact of space ight on skin health. Currently, there is a gap in knowledge for how space radiation and microgravity affects skin biology, yet many of thecommon themes of space ight dysfunction emerged in our analysis, sug- gesting that skin could be an easily-a ccessible candidate for studying the biological impact of space ight. Our systems biology analysis revealed some genes of interest and potential mechanisms to investigate in the context ofcountermeasures that can be utilized in future studies. We believe with ourstudy we have started to address the current gaps and provided some clueson how to potentially mitigate the adv erse effects of the space environment to the skin. The rodent datasets used come from three different space ight experiments with a variety of confounding variables associated with dif- ferences in study design. This means that direct comparison between the experiments is challenging, but indeed this also presents an opportunity tohypothesize how these factors may in uence biology, as done in this manuscript. A lack of physiological data, such as dermal thickness, andlack of individual skin layer data from the rodent datasets means thatgenerated hypotheses relating to mouse physiology cannot be con rmed without follow-up investigations, but the comparison to astronaut datahelps translate the results to human relevance. Lastly, gene expressionlevels differ between skin compartments so an identical fold-change valuein a layer where the speci c gene expression is generally low may not represent the same magnitude in a layer where the same gene s expression is relatively greater. As such, for the i4 skin data we focused on changes in the compartments where the gene is established to be predominantlyexpressed. Data availability For all the sequenced data underlying the plots in this manuscript thedatasets used are publicly available via the NASA OSDR s Biological Data Management Environment ( https:osdr.nasa.govbiorepo ), including murine skin RNA-Seq datasets (OSD-238, OSD-239, OSD-240, OSD-241,OSD-254), microarray data from the JAXA hair study (OSD-174), and theJAXA CFE data (OSD-530). To create the UMAP plot in Fig. 1b, the normalized count data from all datasets was used. Genes where more than 25 of samples had identical expression levels were dropped, and fromthe remaining 75 of genes, we furthermore dropped genes with a var-iance of less than 1.7. The normalized count data used for the UMAP plotcan be found at NASA Open Science Data Repository (OSDR), at thefollowing links: OSD-238 ,OSD-239 ,OSD-240 ,OSD-241 , and OSD-254 . For each dataset, scroll down and click on Files - GeneLab ProcessedRNA-Seq Files - Normalized counts data. The source data for the rest ofthegures are available in Supplementary Data 4. Deposited data from the sequencing data from the NASA Twin Study can be found on the NASALife Sciences Data Archive (LSDA) and the accession code is not available due to privacy concerns. The astronaut physiological data is also available through LSDA due to privacy concerns. LSDA is the repository for allhuman and animal research data, including that associated with thisstudy. LSDA has a public facing portal where data requests can beinitiated 139. The LSDA team provides the appropriate processes, tools, and secure infrastructure for archival of experimental data and disseminationwhile complying with applicable rules, regulations, policies, and proce-dures governing the management and archival of sensitive data andinformation. The LSDA team enables data and information disseminationto the public or to authorized personnel either by providing public accessto information or via an approved request process for information and data from the LSDA in accordance with NASA Human Research Program and JSC Institutional Review Board direction. The Inspiration4 data hasbeen uploaded to two data repositories: the NASA Open Science DataRepository (osdr.nasa.gov; comprised of NASA GeneLab and the NASAAmes Life Sciences Data Archive ALSDA), and the TrialX database.Identi ers for publicly downloadable datasets in the OSDR are docu- mented as follows: 1) Data can be visualized online through the SOMABrowser ( https:soma.weill.cornell.eduappsI4_Multiome ), the single- cell browser ( https:soma.weill.cornell.eduappsI4_Multiome ), and the microbiome browser ( https:soma.weill.cornell.eduappsI4_ Microbiome ) and 2) for the PBMC data the data is available with OSDR accession ID: OSD-570 and the following link: https:osdr.nasa. govbiorepodatastudiesOSD-570 . Code availability Processing scripts used for rode nt data are available via Github: https: github.comhenrycopespace ight-skin-transcriptomics .https:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 14Received: 11 January 2023; Accepted: 23 May 2024; References 1. Afshinnekoo, E. et al. Fundamental Biological Features of Space ight: Advancing the Field to Enable Deep-Space Exploration. Cell183, 1162 1184 (2020). 2. Crucian, B. et al. Incidence of clinical symptoms during long- duration orbital space ight. Int. J. Gen. Med. 9, 383 391 (2016). 3. Rooney, B. V., Crucian, B. E., Pierson, D. L., Laudenslager, M. L.  Mehta, S. K. Herpes Virus Reactivation in Astronauts DuringSpace ight and Its Application on Earth. Front. Microbiol. 10, 16 (2019). 4. Mehta, S. K. et al. Dermatitis during Space ight Associated with HSV-1 Reactivation. Viruses 14, 789 (2022). 5. Crucian, B. et al. A case of persistent skin rash and rhinitis with immune system dysregulation onboard the International SpaceStation. J. Allergy Clin. Immunol. Pract. 4, 759 762.e8 (2016). 6. Law, J., Gilmore, S.  Kelly, S. Post ight Rash and Skin Sensitivity Following a Year-Long Space ight Mission. Aerosp Med Hum Perform 91, 604 607 (2020). 7. Linnarsson, D. et al. Toxicity of lunar dust. Planet. Space Sci. 74, 5771 (2012). 8. Avila-Herrera, A. et al. Crewmember microbiome may in uence microbial composition of ISS habitable surfaces. PLoS One 15, e0231838 (2020). 9. Sugita, T. et al. Comprehensive analysis of the skin fungal microbiota of astronauts during a half-year stay at the International SpaceStation. Med. Mycol. 54, 232 239 (2016). 10. Xiao, S., Venkateswaran, K. J.  Jiang, S. C. The risk of Staphylococcus skin infection during space travel and mitigationstrategies. Microbial Risk Anal. 11,2 3 30 (2019). 11. Mao, X. W. et al. Biological and metabolic response in STS-135 space- own mouse skin. Free Radic. Res. 48, 890 897 (2014). 12. Neutelings, T. et al. Skin physiology in microgravity: a 3-month stay aboard ISS induces dermal atrophy and affects cutaneous muscleand hair follicles cycling in mice. NPJ Microgravity 1, 15002 (2015). 13. Terada, M. et al. Effects of a Closed Space Environment on Gene Expression in Hair Follicles of Astronauts in the International SpaceStation. PLoS One 11, e0150801 (2016). 14. Heinrich, H. T. M. W. Change in skin physiological parameters in space - report on and results of the rst study on man. Skin Pharmacol. Physiol. 21, 283 292 (2008). 15. Braun, N. et al. Current Data on Effects of Long-Term Missions on the International Space Station on Skin Physiological Parameters.Skin Pharmacol. Physiol. 32,4 3 51 (2019). 16. Jones, C. W. et al. Molecular and physiologic changes in the SpaceX Inspiration4 civilian crew. Nature https:doi.org10.1038s41586- 024-07648-x (2024). 17. Park, J. et al. Spatial multi-omics of human skin reveals KRAS and inammatory responses to space ight. Nat. Commun. https:doi. org10.1038s41467-024-48625-2 (2024). 18. Matsuda, C. et al. Dietary intervention of mice using an improved Multiple Arti cial-gravity Research System (MARS) under arti cial 1 g.NPJ Microgravity 5, 16 (2019). 19. Garrett-Bakelman, F. E. et al. The NASA Twins Study: A multidimensional analysis of a year-long human space ight. Science 364, eaau8650 (2019). 20. Overbey, E. G. et al. NASA GeneLab RNA-seq consensus pipeline: standardized processing of short-read RNA-seq data. iScience 24, 102361 (2021). 21. Love, M. I., Huber, W.  Anders, S. Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2. Genome Biol. 15, 550 (2014).22. Bray, N. L., Pimentel, H., Melsted, P.  Pachter, L. Near-optimal probabilistic RNA-seq quanti cation. Nat. Biotechnol. 34, 525 527 (2016). 23. Voorhees, J. J. Clinical effects of long-term therapy with topical tretinoin and cellular mode of action. J. Int. Med. Res. 18, 26C 28C (1990). 24. Rosenfeld, J. A., Mason, C. E.  Smith, T. M. Limitations of the human reference genome for personalized genomics. PLoS One 7, e40294 (2012). 25. Muratani, M. Cell-free RNA analysis of plasma samples collected from six astronauts in JAXA Cell-Free Epigenome (CFE) Study.https:doi.org10.26030r2xr-h714 (2022). 26. Ritchie, M. E. et al. limma powers differential expression analyses for RNA-sequencing and microarray studies. Nucleic Acids Res 43, e47 (2015). 27. Overbey, E. et al. The Space Omics and Medical Atlas (SOMA): A comprehensive data resource and biobank for astronauts. Nature https:doi.org10.1038s41586-024-07639-y (2024). 28. Stuart, T. et al. Comprehensive Integration of Single-Cell Data. Cell 177, 1888 1902.e21 (2019). 29. Barisic, D. et al. ARID1A orchestrates SWISNF-mediated sequential binding of transcription factors with ARID1A loss driving pre-memory B cell fate and lymphomagenesis. Cancer Cell 42, 583 604.e11 (2024). 30. Smith, S. M., Heer, M., Wang, Z., Huntoon, C. L.  Zwart, S. R. Long- duration space ight and bed rest effects on testosterone and other steroids. J. Clin. Endocrinol. Metab. 97, 270 278 (2012). 31. Zwart, S. R. et al. Genotype, B-vitamin status, and androgens affect space ight-induced ophthalmic changes. FASEB J. 30, 141 148 (2016). 32. Abzu, A. I. Feyn Software. https:pypi.orgprojectfeyn (2024). 33. Itadani, H., Mizuarai, S.  Kotani, H. Can systems biology understand pathway activation? Gene expression signatures assurrogate markers for understanding the complexity of pathwayactivation. Curr. Genomics 9, 349 360 (2008). 34. Christensen, N. J. et al. Identifying interactions in omics data for clinical biomarker discovery using symbolic regression. Bioinformatics 38, 3749 3758 (2022). 35. Elsborg, J.  Salvatore, M. Using LLMs and Explainable ML to Analyze Biomarkers at Single-Cell Level for ImprovedUnderstanding of Diseases. Biomolecules 13, 1516 (2023). 36. McInnes, L., Healy, J.  Astels, S. hdbscan: Hierarchical density based clustering. J. Open Source Softw. 2, 205 (2017). 37. Subramanian, A. et al. Gene set enrichment analysis: A knowledge- based approach for interpreting genome-wide expression pro les. Proc. Natl Acad. Sci. 102, 15545 15550 (2005). 38. Chen, E. Y. et al. Enrichr: interactive and collaborative HTML5 gene list enrichment analysis tool. BMC Bioinformatics 14, 128 (2013). 39. Krmer, A., Green, J., Pollard, J. Jr  Tugendreich, S. Causal analysis approaches in Ingenuity Pathway Analysis. Bioinformatics 30, 523 530 (2014). 40. Ray, S. et al. GeneLab: Omics database for space ight experiments. Bioinformatics 35, 1753 1759 (2019). 41. Murray, J. C. Radiation-induced brosis: the structurefunction relationship. Scanning Microsc. 8,7 9 85 (1994). 42. Klaus, R., Niyazi, M.  Lange-Sperandio, B. Radiation-induced kidney toxicity: molecular and cellular pathogenesis. Radiat. Oncol. 16, 43 (2021). 43. Tian, J., Pecaut, M. J., Slater, J. M.  Gridley, D. S. Space ight modulates expression of extracellular matrix, adhesion, and probrotic molecules in mouse lung. J. Appl. Physiol. 108, 162 171 (2010). 44. Howell, G. R. et al. Radiation treatment inhibits monocyte entry into the optic nerve head and prevents neuronal damage in a mousemodel of glaucoma. J. Clin. Invest. 122, 1246 1261 (2012).https:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 1545. Akiyama, T. et al. How does space ight affect the acquired immune system? NPJ Microgravity 6, 14 (2020). 46. Vil-Brau, A., De Sousa-Coelho, A. L., Mayordomo, C., Haro, D.  Marrero, P. F. Human HMGCS2 regulates mitochondrial fatty acid oxidation and FGF21 expression in HepG2 cell line. J. Biol. Chem. 286, 20423 20430 (2011). 47. Perry, J. R. B. et al. Stratifying type 2 diabetes cases by BMI identi es genetic risk variants in LAMA1 and enrichment for risk variants inlean compared to obese cases. PLoS Genet. 8, e1002741 (2012). 48. Neve, B. et al. Role of transcription factor KLF11 and its diabetes- associated gene variants in pancreatic beta cell function. Proc. Natl. Acad. Sci. USA 102, 4807 4812 (2005). 49. Parikh, H. et al. TXNIP regulates peripheral glucose metabolism in humans. PLoS Med. 4, e158 (2007). 50. Peterson, J. M. et al. CTRP9 transgenic mice are protected from diet- induced obesity and metabolic dysfunction. Am. J. Physiol. Regul. Integr. Comp. Physiol. 305, R522 R533 (2013). 51. de Souza, G. O., Wasinski, F.  Donato, J. Jr. Characterization of the metabolic differences between male and female C57BL6 mice. Life Sci.301, 120636 (2022). 52. Skon, C. N. et al. Transcriptional downregulation of S1pr1 is required for the establishment of resident memory CD8 T cells. Nat. Immunol. 14, 1285 1293 (2013). 53. Jung, M. et al. Pyrrolidone carboxylic acid levels or caspase-14 expression in the corneocytes of lesional skin correlates with clinicalseverity, skin barrier function and lesional in ammation in atopic dermatitis. J. Dermatol. Sci. 76, 231 239 (2014). 54. Winge, M. C. G. et al. Filaggrin genotype determines functional and molecular alterations in skin of patients with atopic dermatitis andichthyosis vulgaris. PLoS One 6, e28254 (2011). 55. Liu, M. et al. Non invasive proteome wide quanti cation of skin barrier related proteins using label free LC MSMS analysis. Mol. Med. Rep. 21, 2227 2235 (2020). 56. Deing, V. et al. Oxytocin modulates proliferation and stress responses of human skin cells: implications for atopic dermatitis.Exp. Dermatol. 22, 399 405 (2013). 57. Chai, Z. et al. 17 beta-hydroxysteroid dehydrogenase type XI localizes to human steroidogenic cells. Endocrinology 144, 2084 2091 (2003). 58. Edqvist, P.-H. D. et al. Expression of human skin-speci c genes dened by transcriptomics and antibody-based pro ling.J. Histochem. Cytochem. 63, 129 141 (2015). 59. Wallmeyer, L. et al. TSLP is a direct trigger for T cell migration in laggrin-de cient skin equivalents. Sci. Rep. 7, 774 (2017). 60. Lagrelius, M. et al. Filaggrin gene mutations in relation to contact allergy and hand eczema in adolescence. Contact Dermatitis 82, 147 152 (2020). 61. Markiewicz, A., Sigorski, D., Markiewicz, M., Owczarczyk- Saczonek, A.  Placek, W. Caspase-14-From Biomolecular Basics to Clinical Approach. A Review of Available Data. Int. J. Mol. Sci. 22, 5575 (2021). 62. Hvid, M. et al. Regulation of caspase 14 expression in keratinocytes by in ammatory cytokines a possible link between reduced skin barrier function and in ammation? Exp. Dermatol. 20, 633 636 (2011). 63. Radstake, W. E., Baselet, B., Baatout, S.  Verslegers, M. Space ight Stressors and Skin Health. Biomedicines 10, 364 (2022). 64. Pavan, W. J.  Sturm, R. A. The Genetics of Human Skin and Hair Pigmentation. Annu. Rev. Genomics Hum. Genet. 20,4 1 72 (2019). 65. Mirastschijski, U. et al. Matrix Metalloproteinase-3 is Key Effector of TNF- -Induced Collagen Degradation in Skin. Int. J. Mol. Sci. 20, 5234 (2019). 66. Min, M. et al. Role of keratin 24 in human epidermal keratinocytes. PLoS One 12, e0174626 (2017).67. Jackson, B. et al. Late corni ed envelope family in differentiating epithelia response to calcium and ultraviolet irradiation. J. Invest. Dermatol. 124, 1062 1070 (2005). 68. Bergboer, J. G. M. et al. Psoriasis risk genes of the late corni ed envelope-3 group are distinctly expressed compared with genes of other LCE groups. Am. J. Pathol. 178, 1470 1477 (2011). 69. Kretz, R. et al. Defect in proline synthesis: pyrroline-5-carboxylate reductase 1 de ciency leads to a complex clinical phenotype with collagen and elastin abnormalities. J. Inherit. Metab. Dis. 34, 731 739 (2011). 70. Kuivaniemi, H.  Tromp, G. Type III collagen (COL3A1): Gene and protein structure, tissue distribution, and associated diseases. Gene 707, 151 171 (2019). 71. D hondt, S. et al. Type III collagen affects dermal and vascular collagen brillogenesis and tissue integrity in a mutant Col3a1 transgenic mouse model. Matrix Biol. 70,7 2 83 (2018). 72. Giesen, M. et al. Ageing processes in uence keratin and KAP expression in human hair follicles. Exp. Dermatol. 20, 759 761 (2011). 73. Brady, A. F. et al. The Ehlers-Danlos syndromes, rare types. Am. J. Med. Genet. C Semin. Med. Genet. 175,7 0 115 (2017). 74. Beheshti, A. et al. Genomic Changes Driven by Radiation-Induced DNA Damage and Microgravity in Human Cells. Int. J. Mol. Sci. 22, 10507 (2021). 75. Roderick, T. H. The response of twenty-seven inbred strains of mice to daily doses of whole-body x-irradiation. Radiat. Res. 20, 631 639 (1963). 76. Mukherjee, S., Sainis, K. B.  Deobagkar, D. D. F1 hybrids of BALBc and C57BL6 mouse strains respond differently to low-dose ionizingradiation exposure. J. Genet. 93, 667 682 (2014). 77. Cekanaviciute, E. et al. Mouse genomic associations with in vitro sensitivity to simulated space radiation. Life Sci. Space Res. 36, 4758 (2023). 78. da Silveira, W. A. et al. Comprehensive Multi-omics Analysis Reveals Mitochondrial Stress as a Central Biological Hub for Space ight Impact. Cell183, 1185 1201.e20 (2020). 79. Sreedhar, A., Aguilera-Aguirre, L.  Singh, K. K. Mitochondria in skin health, aging, and disease. Cell Death Dis. 11, 444 (2020). 80. Achouri, Y. et al. Identi cation of a dehydrogenase acting on D-2- hydroxyglutarate. Biochem. J. 381,3 5 42 (2004). 81. Smith, S. M. et al. Bene ts for bone from resistance exercise and nutrition in long-duration space ight: Evidence from biochemistry and densitometry. J. Bone Miner. Res. 27, 1896 1906 (2012). 82. Smith, S. M. et al. Bone metabolism and renal stone risk during International Space Station missions. Bone 81, 712 720 (2015). 83. Mostafa, W. Z.  Hegazy, R. A. Vitamin D and the skin: Focus on a complex relationship: A review. J. Advert. Res. 6, 793 804 (2015). 84. Rid, R. et al. Deciphering the calcitriol-induced transcriptomic response in keratinocytes: presentation of novel target genes. J. Mol. Endocrinol. 50, 131 149 (2013). 85. Alia, E.  Kerr, P. E. Vitamin D: Skin, sunshine, and beyond. Clin. Dermatol. 39, 840 846 (2021). 86. Li, M. et al. Topical vitamin D3 and low-calcemic analogs induce thymic stromal lymphopoietin in mouse keratinocytes and trigger anatopic dermatitis. Proc. Natl. Acad. Sci. USA 103, 11736 11741 (2006). 87. Hong, S. P. et al. Topical calcitriol restores the impairment of epidermal permeability and antimicrobial barriers induced bycorticosteroids. Br. J. Dermatol. 162, 1251 1260 (2010). 88. Broome, J. D. L-Asparaginase: discovery and development as a tumor-inhibitory agent. Cancer Treat. Rep. 65, 111 114 (1981). 89. Burke, M. J.  Zalewska-Szewczyk, B. Hypersensitivity reactions to asparaginase therapy in acute lymphoblastic leukemia: immunologyand clinical consequences. Fut. Oncol. 18, 1285 1299 (2022).https:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 1690. Yoham, A. L.  Casadesus, D. Tretinoin. In StatPearls (StatPearls Publishing, 2023). 91. Thornton, M. J. Estrogens and aging skin. Dermatoendocrinol 5, 264 270 (2013). 92. Boyd, A. S.  King, L. E. Jr. Tamoxifen-induced remission of psoriasis. J. Am. Acad. Dermatol. 41, 887 889 (1999). 93. Lee, O. et al. A randomized phase II presurgical trial of transdermal 4-hydroxytamoxifen gel versus oral tamoxifen in women with ductalcarcinoma in situ of the breast. Clin. Cancer Res. 20, 3672 3682 (2014). 94. Gallo, M. A.  Kaufman, D. Antagonistic and agonistic effects of tamoxifen: signi cance in human cancer. Semin. Oncol. 24, S171S180 (1997). 95. Nguyen, C. N.  Urquieta, E. Contemporary review of dermatologic conditions in space ight and future implications for long-duration exploration missions. Life Sci. Space Res. 36, 147 156 (2023). 96. Reynolds, R. et al. Cancer incidence and mortality in the USA Astronaut Corps, 1959-2017. Occup. Environ. Med. 78, 869 875 (2021). 97. Oka, S. et al. Human mitochondrial transcriptional factor A breaks the mitochondria-mediated vicious cycle in Alzheimer s disease. Sci. Rep. 6,https:doi.org10.1038srep37889 (2016). 98. Xu, W. et al. Oncometabolite 2-hydroxyglutarate is a competitive inhibitor of -ketoglutarate-dependent dioxygenases. Cancer Cell 19,1 7 30 (2011). 99. Seitzer, U., Bodo, M., Mller, P. K., Ail, Y.  Btge, B. Microgravity and hypergravity effects on collagen biosynthesis of human dermal broblasts. Cell Tissue Res. 282, 513 517 (1995). 100. Kahan, V., Andersen, M. L., Tomimori, J.  Tu k, S. Stress, immunity and skin collagen integrity: evidence from animal models and clinicalconditions. Brain Behav. Immun. 23, 1089 1095 (2009). 101. Stowe, R. P., Pierson, D. L.  Barrett, A. D. Elevated stress hormone levels relate to Epstein-Barr virus reactivation in astronauts.Psychosom. Med. 63, 891 895 (2001). 102. Horii, A. et al. Hippocampal gene expression, serum cortisol level, and spatial memory in rats exposed to hypergravity. J. Vestib. Res. 27, 209 215 (2017). 103. Kim, J. et al. Single-cell multi-ome and immune pro les of the Inspiration4 crew reveal conserved, cell-type, and sex-speci c responses to space ight. Nat. Commun .https:doi.org10.1038 s41467-024-49211-2 (2024). 104. Yan, Y. et al. Transcriptomic Heterogeneity of Skin Across Different Anatomic Sites. J. Invest. Dermatol. 143, 398 407.e5 (2023). 105. Rinn, J. L., Bondre, C., Gladstone, H. B., Brown, P. O.  Chang, H. Y. Anatomic demarcation by positional variation in broblast gene expression programs. PLoS Genet. 2, e119 (2006). 106. Resing, K. A., Walsh, K. A., Haugen-Sco eld, J.  Dale, B. A. Identi cation of proteolytic cleavage sites in the conversion of prolaggrin to laggrin in mammalian epidermis. J. Biol. Chem. 264, 1837 1845 (1989). 107. Rosso, J. D., Zeichner, J., Alexis, A., Cohen, D.  Berson, D. Understanding the Epidermal Barrier in Healthy and CompromisedSkin: Clinically Relevant Information for the DermatologyPractitioner: Proceedings of an Expert Panel Roundtable Meeting. J. Clin. Aesthet. Dermatol. 9,S 2 S8 (2016). 108. Brown, S. J.  Irvine, A. D. Atopic eczema and the laggrin story. Semin. Cutan. Med. Surg. 27, 128 137 (2008). 109. Nithya, S., Radhika, T.  Jeddy, N. Loricrin - an overview. J. Oral Maxillofac. Pathol. 19,6 4 68 (2015). 110. Ishitsuka, Y.  Roop, D. R. Loricrin at the Boundary between Inside and Outside. Biomolecules 12, 673 (2022). 111. Ye, Y.-M., Kim, B. E., Shin, Y.-S., Park, H.-S.  Leung, D. Y. M. Increased epidermal laggrin in chronic idiopathic urticaria is associated with severity of urticaria. Ann. Allergy Asthma Immunol. 112, 533 538 (2014).112. Denecker, G., Ovaere, P., Vandenabeele, P.  Declercq, W. Caspase-14 reveals its secrets. J. Cell Biol. 180, 451 458 (2008). 113. epelak, I., Dodig, S.  Pavi  , I. Filaggrin and atopic march. Biochem. Med. 29, 020501 (2019). 114. Kirchmeier, P., Zimmer, A., Bouadjar, B., Rsler, B.  Fischer, J. Whole-Exome-Sequencing Reveals Small Deletions in CASP14 inPatients with Autosomal Recessive Inherited Ichthyosis. Acta Derm. Venereol. 97, 102 104 (2017). 115. Ye, Y. M., Kim, B. E., Shin, Y. S., Park, H.-S.  Leung, D. Y. M. Overexpression of Epidermal Filaggrin in Patients with ChronicIdiopathic Urticaria Correlates with Urticaria Severity. J. Allergy Clin. Immunol. 131, AB56 (2013). 116. Smith, F. J. D. et al. Loss-of-function mutations in the gene encoding laggrin cause ichthyosis vulgaris. Nat. Genet. 38, 337 342 (2006). 117. Palmer, C. N. A. et al. Common loss-of-function variants of the epidermal barrier protein laggrin are a major predisposing factor for atopic dermatitis. Nat. Genet. 38, 441 446 (2006). 118. Mackay, L. K. et al. The developmental pathway for CD103( )CD8 tissue-resident memory T cells of skin. Nat. Immunol. 14, 1294 1301 (2013). 119. Masuda-Kuroki, K.  Di Nardo, A. Sphingosine 1-Phosphate Signaling at the Skin Barrier Interface. Biology 11, 809 (2022). 120. Igawa, S. et al. Human Keratinocytes Use Sphingosine 1-Phosphate and its Receptors to Communicate Staphylococcus aureus Invasionand Activate Host Defense. J. Invest. Dermatol. 139, 1743 1752.e5 (2019). 121. Morrison, M. D. et al. Investigation of Space ight Induced Changes to Astronaut Microbiomes. Front. Microbiol. 12, 659179 (2021). 122. Ogonowska, P., Gilaberte, Y., Bara ska-Rybak, W.  Nakonieczna, J. Colonization With Staphylococcus aureus in Atopic DermatitisPatients: Attempts to Reveal the Unknown. Front. Microbiol. 11, 567090 (2020). 123. Baldwin, H. E. et al. 40 years of topical tretinoin use in review. J. Drugs Dermatol. 12, 638 642 (2013). 124. Lee, D.-D. et al. Retinoid-responsive transcriptional changes in epidermal keratinocytes. J. Cell. Physiol. 220, 427 439 (2009). 125. Hsia, E., Johnston, M. J., Houlden, R. J., Chern, W. H.  Ho and, H. E. J. Effects of topically applied acitretin in reconstructed human epidermis and the rhino mouse. J. Invest. Dermatol. 128, 125 130 (2008). 126. Rendl, M. et al. Caspase-14 expression by epidermal keratinocytes is regulated by retinoids in a differentiation-associated manner. J. Invest. Dermatol. 119, 1150 1155 (2002). 127. Andrew, P., Valiani, S., MacIsaac, J., Mithoowani, H.  Verma, S. Tamoxifen-associated skin reactions in breast cancer patients: fromcase report to literature review. Breast Cancer Res. Treat. 148, 15 (2014). 128. Moseson, D. L. et al. The use of antiestrogens tamoxifen and nafoxidine in the treatment of human breast cancer in correlation with estrogen receptor values. A phase II study. Cancer 41, 797 802 (1978). 129. Mofarrah, R. et al. First report of tamoxifen-induced baboon syndrome. J. Cosmet. Dermatol. 20, 2574 2578 (2021). 130. Nonomura, Y., Otsuka, A., Inui, S., Miyachi, Y.  Kabashima, K. Female pattern hair loss possibly caused by tamoxifen: Androgenreceptor expression in the outer root sheath in the affected area. J. Dermatol. 39, 1060 1061 (2012). 131. Inalz, H. S. et al. The effects of tamoxifen on rat skin. Eur. J. Gynaecol. Oncol. 23,5 0 52 (2002). 132. Murakami, K., Sawada, A., Mori, T., Sakuyama, S.  Tokudome, Y. Effect of estrogenprogesterone ratio on the differentiation and the barrier function of epidermal keratinocyte and three-dimensionalcultured human epidermis. Life Sci 293, 120356 (2022). 133. Stevenson, S.  Thornton, J. Effect of estrogens on skin aging and the potential role of SERMs. Clin. Interv. Aging 2, 283 297 (2007).https:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 17134. Movrare, S., Lindberg, M. K., Faergemann, J., Gustafsson, J.-A.  Ohlsson, C. Estrogen receptor alpha, but not estrogen receptor beta,is involved in the regulation of the hair follicle cycling as well as thethickness of epidermis in male mice. J. Invest. Dermatol. 119, 1053 1058 (2002). 135. Oh, H. S.  Smart, R. C. An estrogen receptor pathway regulates the telogen-anagen hair follicle transition and in uences epidermal cell proliferation. Proc. Natl. Acad. Sci. USA 93, 12525 12530 (1996). 136. Kmves, L. G. et al. Ligands and activators of nuclear hormone receptors regulate epidermal differentiation during fetal rat skindevelopment. J. Invest. Dermatol. 111, 429 433 (1998). 137. Kamp, E., Ashraf, M., Musbahi, E.  DeGiovanni, C. Menopause, skin and common dermatoses. Part 2: skin disorders. Clin. Exp. Dermatol. 47, 2117 2122 (2022). 138. Lephart, E. D.  Naftolin, F. Menopause and the Skin: Old Favorites and New Innovations in Cosmeceuticals for Estrogen-De cient Skin. Dermatol. Ther. 11,5 3 69 (2021). 139. NLSP. https:nlsp.nasa.govexplorelsdahomedatarequest (2024). Acknowledgements H.C. is supported by the Horizon Center for Doctoral Training at the University of Nottingham (UKRI grant no. EPS0233051). N.S. wassupported by grants from NASA NSSC22K0250; NSSC22K0278. A.B. wassupported by NASA grant 16-ROSBFP_GL-0005: NNH16ZTT001N-FGAppendix G: Solicitation of Proposals for Flight and Ground Space BiologyResearch (Award Number: 80NSSC19K0883). C.E.M. thanks the World- Quant Foundation, the GI Research Foundation, NASA (NNX14AH50G, NNX17AB26G, 80NSSC22K0254, NNH18ZTT001N-FG2), the NationalInstitutes of Health (R01MH117406), and the LLS (MCL7001-18, LLS 9238-16). J.K. thanks MOGAM Science Foundation, Boryung, and the NationalResearch Foundation of Korea (RS-2023-00241586). Author contributions Conceptualization: A.B. and H.C.; Methodology: A.B., J.E., H.C., and S.D.;Formal Analysis: A.B., H.C., J.E., S.D., J.T.M., J.C.S., J.P., J.K., S.M.S., andS.R.Z.; Investigation: A.B., C.E.M., H.C., J.E., and S.D.; assisting with writingand literature review: C.W., H.P., H.U., J.C., P.A., and M.C.; astronaut physiological data: S.M.S., S.R.Z., and M.H.; i4 data and omics: C.E.M., C.R.C., E.O., J.W., and J.K.; JAXA data: M.M.; Resource: A.B. and C.E.M.;Original Draft: H.C., J.E., A.B., and N.S.; Review  Editing: H.C., J.E., J.T.M.,C.W., H.P., H.U., M.C., J.C., S.R., P.A., S.R.Z., S.M.S., M.H., M.M., C.M.,E.O., J.K., C.R.C., J.P., J.C.S., C.E.M., N.J.S., C.R.G.W., A.S., and A.B.; Figures and Visualization: A.B., H.C., J.E., and S.D.; Funding Acquisition:A.B. and C.E.M. (for i4 study); Supervision: A.B. and C.R.G.W. Competing interests J.E. and S.D. are af liated with Abzu and Abzu is the developer of the QLattice32, the symbolic regression-method used in this work. All other authors have no competing interests. Additional information Supplementary information The online version contains supplementary material available athttps:doi.org10.1038s43856-024-00532-9 . Correspondence and requests for materials should be addressed to Afshin Beheshti. Peer review information Communications Medicine thanks the anonymous reviewers for their contribution to the peer review of this work. Apeer review le is available. Reprints and permissions information is available at http:www.nature.comreprints Publisher s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, as longas you give appropriate credit to the original author(s) and the source,provide a link to the Creative Commons licence, and indicate if changeswere made. The images or other third party material in this article areincluded in the article s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in thearticle s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:creativecommons.orglicensesby4.0 .  The Author(s) 2024 1School of Medicine, University of Nottingham, Derby DE22 3DT, UK.2Department of Energy Conversion and Storage, Technical University of Denmark, 2800 Kongens Lyngby, Denmark.3Abzu, Copenhagen 2150, Denmark.4Department of Radiation Medicine, School of Medicine, Georgetown University, Washington D.C., WA 20057, USA.5NASA GeneLab For High Schools Program (GL4HS), Space Biology Program, NASA Ames Research Center, Moffett Field, CA, USA.6Department of Aerospace and Geodesy, TUM School of Engineering and Design, Technical University of Munich, Munich, Germany.7College of Engineering and Haas School of Business, University of California, Berkeley, Berkeley, CA 94720, USA.8School of Engineering and Applied Science, Princeton University, Princeton, NJ 08540, USA.9College of Letters and Science, University of California, Berkeley, Berkeley, CA 94720, USA.10Blue Marble Space Institute of Science, Space Biosciences Division, NASA Ames Research Center, Moffett eld, CA, USA.11Space Biosciences Division, NASA Ames Research Center,Moffett eld, CA, USA.12Department of DermatologyandAllergy, University Hospital, LMU Munich, 80337 Munich, Germany.13University of Texas Medical Branch, Galveston, TX, USA.14Biomedical Research and Environmental Sciences Division, Human Health and Performance Directorate, NASA Johnson Space Center, Houston, TX 77058, USA.15IU International University of Applied Sciences, Erfurt and University of Bonn, Bonn, Germany.16Transborder Medical Research Center, University of Tsukuba, Ibaraki 305-8575, Japan.17Department of Genome Biology, Institute of Medicine, University of Tsukuba, Ibaraki 305-8575, Japan.18Department of Physiology, Biophysics and Systems Biology, Weill Cornell Medicine, New York, NY, USA.19Laboratory of Virology and Infectious Disease, The Rockefeller University, New York, NY 10065, USA.20McAllister Heart Institute and Department of Pharmacology, The University of North Carolina at Chapel Hill, Chapel Hill, NC, USA.21Ohio Musculoskeletal and Neurological Institute, Heritage College of Osteopathic Medicine, Ohio University, Athens, OH 45701, USA.22School of Chemistry and Biosciences, Faculty of Life Sciences, University of Bradford, Bradford BD7 1DP, UK.23St John s Institute of Dermatology, King s College London, Guy sa n dS tT h o m a s NHS Foundation Trust, Guy s Hospital, Great Maze Pond, London SE1 9RT, UK.24Stanley Center for Psychiatric Research, Broad Institute of MIT and Harvard, Cambridge, MA, USA.25These authors contributed equally: Henry Cope, Jonas Elsborg. e-mail: afshin.beheshtinasa.govhttps:doi.org10.1038s43856-024-00532-9 Article Communications Medicine  (2024) 4:106 18",
        "introduction": null,
        "conclusion": "Our ndings can guide future research on developing countermeasures for mitigating space ight-associated skin damage. Throughout the course of a space ight mission, the astronaut exposome includes altered gravity, elevated radiation, and con nement within a closed environment with unique hygiene procedures, light cycles, and ventilation1. These stressors perturb biological systems, inducing gene regulatorychanges, mitochondrial dysregulation, microbiome shifts, and DNAdamage 1. Dermatological issues are not ty pically regarded as a key risk to astronaut health and mission success, yet they are amongst the most common in- ight health issues reported by astronauts. During regular International Space Station (ISS) missi ons averaging 6-months, skin rasheshave been identi ed as the most frequently reported in- ight clinical symptom, with 1.1 cases per ight year, accounting for 40 of all notable medical events and a 25-fold increase compared to the United States general population2. An additional 0.3 cases per ight year include skin manifes- tations accompanied by symptoms of inf ection; skin lesions associated with viral reactivation were also reported and have been studied in- ight24. Notably, an in- ight skin rash was reported to have occurred during a 6-month ISS mission, worsening immedi ately after extravehicular activity (EVA)5,a n dap o s t - ight skin rash was reported following the 1-year-long A full list of af liations appears at the end of the paper. e-mail: afshin.beheshtinasa.govPlain language summary Space ight is a hostile environment which can lead to health problems in astronauts,including in the skin. It is not currently wellunderstood why these skin problems occur. Here, we analyzed data from the skin of space own mice and astronauts to try and identify possible explanations for these skinproblems. It appears that changes in theactivation of genes related to damage to DNA,skin barrier health, and mitochondria (theenergy-producing parts of cells) may play arole in these skin problems. Further researchwill be needed to con rm exactly how these changes in uence skin health, which could lead to solutions for preventing and managing such issues in astronauts. Communications Medicine  (2024) 4:106 11234567890():,; 1234567890():,;NASA Twins space ight study6. These events arouse particular concern for future Moon and Mars missions, which w i l lb el o n g e r ,i n c l u d eh i g h - l e v e l so f EVA, and also include risk of exposure to irritant dust, reported previously to induce skin issues in Apollo astronauts7. Elucidating the biological response of skin in space could aid development of new countermeasures to manage dermatological issues and opt imize astronaut performance during these future missions. As the human body s largest organ, the skin plays a crucial role in numerous essential health funct ions. These include facilitating uid diffu- sion, promoting wound healing, regul ating body temperature, and enabling tactile sensation. Skin is also the rst line of defense against chemicals, allergens, infectious agents, and - importantly for space ight - radiation. Studies of the astronaut skin microbiome have identi ed microbial inter- change between the skin and the ISS interior8, and have also hypothesized that abnormal proliferation of certain types of opportunistic microorgan- isms on astronaut skin may stem from the unusual hygiene procedures on the ISS, where wipes are used as opposed to showering9,10. While these microbiome shifts and their associated health effects require further studies,investigations into the molecular respo nse of skin tissue in space are lacking. In murine skin, the 13-day STS-135 study and the 91-day Mouse DrawerSystem (MDS) study reported signi cant space ight-induced modulation of extracellular matrix (ECM) genes 11,12; the set of genes did not overlap, which could be due to signi cant differences in study design (e.g. duration). The MDS study also reported a 42 increase in synthesized procollagencoupled with a 15 reduction in dermal thickness likely indicative ofincreased collagen turnover, and an increase in hair follicles growing in the anagen stage accompanied by dysregulation of hair follicle genes 12. Corro- borating gene regulatory changes associated with hair cycle were alsoreported in an analysis of hair follicle samples from 10 astronauts in a JapanAerospace Exploration Agency (JAXA) study 13, yet reports of skin physio- logical changes in astronauts, inc luding dermal atrophy, have been mixed14,15. In a recent analysis of astronaut skin punch biopsies taken before and after the 3-day commercial Inspiration4 (i4) mission16,g e n ee x p r e s s i o n changes within different layers of th e skin were explored alongside micro- biome changes, revealing signatures of increased in ammation and mito- chondrial dysregulation across skin compartments, and gene regulatory changes associated with activation of DNA damage response (DDR) pro- cesses, T cell immunity, and increased barrier disruption in the outer epi- dermal layer of the skin17. In this study, we perform an analysis of ve previously unreported murine skin RNA-Seq datasets from the JAXA Mouse Habitat Unit 2(MHU-2) 18, NASA Rodent Research 5 (RR-5) and 7 (RR-7) experiments, to identify global gene expression signatures in space ight-exposed skin and to investigate the effect of study design on biological signatures relating to skinhealth and common space ight themes including DNA damage and repair, and mitochondrial dysregulation 1. In addition to examining gene regulatory patterns, we use an explainable arti cial intelligence (AI) modeling approach to construct interpretable m achine learning models to identify synergistic effects between pairs of g enes, which we interpret as possible biological interactions, that reveal pu tative disequilibria of dependent pro- cesses. We then investigate gene regulatory changes observed in the rodentskin data in astronaut data, including JAXA hair follicle data 13,s k i nd a t a from the i4 mission, and blood gene expression data from the NASATwins 19, JAXA Cell-Free Epigenome (CFE), and i4 studies. We conclude by suggesting how these molecular signa tures may eventually lead to follow-up studies and pharmaceutical interventions.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            }
        ]
    }
]