[
    {
        "pmid": "32586865",
        "title": "Draft Genome Sequences of Tremellomycetes Strains Isolated from the International Space Station.",
        "year": "2020",
        "journal": "Microbiol Resour Announc",
        "abstract": "The draft genome sequences of six eukaryotic microbial strains belonging to the class Tremellomycetes isolated from the International Space Station were assembled. Further characterization of these sequences will aid in the understanding of the influence of microgravity conditions on these organisms' potential pathogenicity.",
        "full_text": "Draft Genome Sequences of Tremellomycetes Strains Isolated from the International Space Station Swati Bijlani,aNitin K. Singh,bChristopher E. Mason,cClay C. C. Wang,a Kasthuri Venkateswaranb aUniversity of Southern California, Los Angeles, California, USA bJet Propulsion Laboratory, California Institute of Technology, Pasadena, California, USA cThe WorldQuant Initiative for Quantitative Prediction, Weill Cornell Medicine, New York, New York, USA ABSTRACT The draft genome sequences of six eukaryotic microbial strains belong- ing to the class Tremellomycetes isolated from the International Space Station were assembled. Further characterization of these sequences will aid in the understandingof the inuence of microgravity conditions on these organisms potential pathoge-nicity. In an ongoing microbial observatory experiment on the International Space Station (ISS), species belonging to the class Tremellomycetes were identied ( 1). This class comprises yeasts, dimorphic fungi, and organisms that form hyphae or complex fruitingbodies ( 2). In this class, the genera Naganishia and Papiliotrema were amended to accommodate the Cryptococcus albidus clade and a few other Cryptococcus species, respectively ( 3). Among the Cryptococcus species, Cryptococcus neoformans and Cryp- tococcus gattii are the most common human pathogens; however, recently, there has been an increase in infections caused by non- neoformans Cryptococcus species ( 48). This report presents the draft genome assemblies of four such non- neoformans Cryp- tococcus species, enabling the identication of genetic determinants responsible for their potential pathogenicity under the inuence of microgravity compared to theirground controls. In this study, the draft genome sequences of six strains belonging to the class Tremellomycetes isolated from the ISS were determined ( 1). Descriptions of the sample collection, processing, and presumptive identication of these isolates were publishedelsewhere ( 1). Briey, samples collected from the ISS were processed, and 100 H9262lo f each dilution was plated onto potato dextrose agar (PDA) with 100 H9262gml chloram- phenicol. The plates were incubated at 25C for 7 days. The single colony obtained was restreaked onto PDA plates and incubated at 25C for 3 days, and a biomass ofapproximately 1 H9262g wet weight was collected and pooled for DNA extraction. Total nucleic acid extraction was carried out using a ZymoBIOMICS 96 MagBead DNA kit(Lysis tubes) (Zymo Research, USA) after bead beating using a Bertin Precellyshomogenizer. This was followed by library preparation using the Illumina NexteraFlex protocol as per Illumina document number 1000000025416 v07. The initialamount of DNA for library preparation was quantied, and depending on the inputDNA concentration, 5 to 12 cycles of PCR were carried out to normalize the output.The amplied genomic DNA fragments were indexed and pooled in a 384-plexconguration. Whole-genome shotgun sequencing was performed on a NovaSeq6000 S4 ow cell paired-end (PE) 2 H11003150-bp platform with a paired-end module. The data were ltered with the NGS QC Toolkit v2.3 ( 9) for high-quality (HQ) vector- and adaptor-free reads for genome assembly (cutoff read length for HQ, 80; cutoffquality score, 20). The numbers of ltered reads obtained are listed in Table 1 , and they were used for assembly with the SPAdes v3.14.1 ( 10) genome assembler (k-merCitation Bijlani S, Singh NK, Mason CE, Wang CCC, Venkateswaran K. 2020. Draft genomesequences of Tremellomycetes strains isolated from the International Space Station. MicrobiolResour Announc 9:e00504-20. https:doi.org 10.1128MRA.00504-20 . Editor Vincent Bruno, University of Maryland School of Medicine Copyright  2020 Bijlani et al. This is an open- access article distributed under the terms ofthe Creative Commons Attribution 4.0 International license . Address correspondence to Kasthuri Venkateswaran, kjvenkatjpl.nasa.gov. Received 1 May 2020 Accepted 2 June 2020 Published 25 June 2020GENOME SEQUENCES crossm Volume 9 Issue 26 e00504-20 mra.asm.org 1size, 32 to 72 bases). Default parameters were used for all software. The details of the nal assembly are summarized in Table 1 . The species were identied based on the internal transcribed spacer (ITS) sequences extracted from the assembled genomes. The ITS sequence of Naganishia sp. strain IF7SW-B1 retrieved from the assembled genome did not show H1135098 identity to any Naganishia species and, therefore, requires taxonomic characterization. Isolation of Naganishia and Papiliotrema species from the ISS is signicant, and their persistence during space ight needs to be further studied. Data availability. The whole-genome sequences and raw data have been depos- ited in GenBank under the BioProject accession number PRJNA623412 . This project has also been deposited in the NASA GeneLab system (GLDS-290; https:genelab-data.ndc .nasa.govgenelabaccessionGLDS-290 ). The version described in this paper is the rst version. ACKNOWLEDGMENTS Part of the research described in this publication was carried out at the Jet Propulsion Laboratory of the California Institute of Technology under a contract withNASA. We thank astronaut Captain Terry Virts for collecting samples aboard the ISS, theimplementation team at NASA Ames Research Center (Fathi Karouia) for coordinatingthis effort, and Aleksandra Chechinska-Sielaff for the isolation of the strains. Government sponsorship is acknowledged. This research was funded by 2012 Space Biology NNH12ZTT001N grant number 19-12829-26 under task order NNN13D111Tawarded to K.V., which was also subcontracted to C.C.C.W. and funded the postdoctoralfellowship for S.B. We thank Ryan Kemp, Zymo Corporation, for extracting the DNA and Dan Butler, Cornell Medicine, for generating the shotgun sequencing. The JPL supercomputingfacility staff is acknowledged, notably, Narendra J. Patel (Jimmy) and Edward Villanueva,for their continuous support in providing the best possible infrastructure for BIG-DATAanalysis. REFERENCES 1. Checinska Sielaff A, Urbaniak C, Mohan GBM, Stepanov VG, Tran Q, Wood JM, Minich J, McDonald D, Mayer T, Knight R, Karouia F, Fox GE,Venkateswaran K. 2019. Characterization of the total and viable bacterialand fungal communities associated with the International Space Stationsurfaces. Microbiome 7:50. https:doi.org10.1186s40168-019-0666-x . 2. Hibbett DS, Binder M, Bischoff JF, Blackwell M, Cannon PF, Eriksson OE, Huhndorf S, James T, Kirk PM, Lcking R, Thorsten Lumbsch H, LutzoniF, Matheny PB, McLaughlin DJ, Powell MJ, Redhead S, Schoch CL,Spatafora JW, Stalpers JA, Vilgalys R, Aime MC, Aptroot A, Bauer R, Begerow D, Benny GL, Castlebury LA, Crous PW, Dai Y-C, Gams W, GeiserDM, Grifth GW, Gueidan C, Hawksworth DL, Hestmark G, Hosaka K,Humber RA, Hyde KD, Ironside JE, Kljalg U, Kurtzman CP, Larsson K-H,Lichtwardt R, Longcore J, Miadlikowska J, Miller A, Moncalvo J-M,Mozley-Standridge S, Oberwinkler F, Parmasto E, Reeb V, Rogers JD,Roux C, Ryvarden L, Sampaio JP, Schssler A, Sugiyama J, Thorn RG, Tibell L, Untereiner WA, Walker C, Wang Z, Weir A, Weiss W, White M,Winka K, Yao Y-J, Zhang N. 2007. A higher-level phylogenetic classica-tion of the Fungi. Mycol Res 111:509547. https:doi.org10.1016j .mycres.2007.03.004 . 3. Liu XZ, Wang QM, Goker M, Groenewald M, Kachalkin AV, Lumbsch HT, Millanes AM, Wedin M, Yurkov AM, Boekhout T, Bai FY. 2015. Towards anintegrated phylogenetic classication of the Tremellomycetes. Stud My-col 81:85147. https:doi.org10.1016j.simyco.2015.12.001 . 4. Aghaei Gharehbolagh S, Nasimi M, Agha Kuchak Afshari S, Ghasemi Z, Rezaie S. 2017. First case of supercial infection due to Naganishia albida (formerly Cryptococcus albidus ) in Iran: a review of the literature. Curr Med Mycol 3:3337. 5. Londero MR, Zanrosso CD, Corso LL, Michelin L, Soldera J. 2019.TABLE 1 Summary of the draft whole-genome sequences of six strains belonging to the class Tremellomycetes isolated from the ISS Species and strain NCBI accession no. Isolation locationNo. of scaffoldsGenome size (bp) N50(bp)Median coverage(H11547)GH11545C content()No. of ltered reads usedfor assembly(million) Naganishia adeliensis IF1SW-F1 JAAZPZ000000000.1 Port panel next to cupola149 19,403,212 506,784 134 53.37 14.71 Naganishia albida IF6SW-B1 JAAZPV000000000.1 PMM port 1a 128 19,422,953 506,783 303 53.37 34.76 Naganishia sp. IF7SW-B1 JAAZQA000000000.1 Lab overhead 3 123 19,429,219 511,828 286 53.37 32.79 Naganishia albida IIF5SW-F1 JAAZPY000000000.1 Node 1 overhead 4 136 19,428,531 506,790 258 53.37 30.81 Papiliotrema laurentii IF7SW-B5 JAAZPW000000000.1 Lab overhead 3 155 19,200,339 389,502 234 56.19 27.19 Papiliotrema laurentii IF7SW-F4 JAAZPX000000000.1 Lab overhead 3 128 19,020,389 484,400 270 56.22 30.21 aPMM port 1, permanent multipurpose module.Bijlani et al. Volume 9 Issue 26 e00504-20 mra.asm.org 2Catheter-related infection due to Papiliotrema laurentii in an oncologic patient: case report and systematic review. Braz J Infect Dis 23:451461. https:doi.org10.1016j.bjid.2019.10.005 . 6. Tintelnot K, Losert H. 2005. Isolation of Cryptococcus adeliensis from clinical samples and the environment in Germany. J Clin Microbiol43:1007. https:doi.org10.1128JCM.43.2.1007.2005 . 7. Burnik C, Altintas ND, Ozkaya G, Serter T, Selcuk ZT, Firat P, Arikan S, Cuenca-Estrella M, Topeli A. 2007. Acute respiratory distress syndromedue to Cryptococcus albidus pneumonia: case report and review of the literature. Med Mycol 45:469473. https:doi.org10.108013693780 701386015 .8. Khawcharoenporn T, Apisarnthanarak A, Mundy LM. 2007. Non- neoformans cryptococcal infections: a systematic review. Infection 35: 5158. https:doi.org10.1007s15010-007-6142-8 . 9. Patel RK, Jain M. 2012. NGS QC Toolkit: a toolkit for quality control of next generation sequencing data. PLoS One 7:e30619. https:doi.org 10.1371journal.pone.0030619 . 10. Bankevich A, Nurk S, Antipov D, Gurevich AA, Dvorkin M, Kulikov AS, Lesin VM, Nikolenko SI, Pham S, Prjibelski AD, Pyshkin AV, Sirotkin AV,Vyahhi N, Tesler G, Alekseyev MA, Pevzner PA. 2012. SPAdes: a newgenome assembly algorithm and its applications to single-cell sequenc-ing. J Comput Biol 19:455477. https:doi.org10.1089cmb.2012.0021 .Microbiology Resource Announcement Volume 9 Issue 26 e00504-20 mra.asm.org 3",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]