[
    {
        "pmid": "25128574",
        "title": "PGC1-α over-expression prevents metabolic alterations and soleus muscle atrophy in hindlimb unloaded mice.",
        "year": "2014",
        "journal": "J Physiol",
        "abstract": "Prolonged skeletal muscle inactivity causes muscle fibre atrophy. Redox imbalance has been considered one of the major triggers of skeletal muscle disuse atrophy, but whether redox imbalance is actually the major cause or simply a consequence of muscle disuse remains of debate. Here we hypothesized that a metabolic stress mediated by PGC-1α down-regulation plays a major role in disuse atrophy. First we studied the adaptations of soleus to mice hindlimb unloading (HU) in the early phase of disuse (3 and 7 days of HU) with and without antioxidant treatment (trolox). HU caused a reduction in cross-sectional area, redox status alteration (NRF2, SOD1 and catalase up-regulation), and induction of the ubiquitin proteasome system (MuRF-1 and atrogin-1 mRNA up-regulation) and autophagy (Beclin1 and p62 mRNA up-regulation). Trolox completely prevented the induction of NRF2, SOD1 and catalase mRNAs, but not atrophy or induction of catabolic systems in unloaded muscles, suggesting that oxidative stress is not a major cause of disuse atrophy. HU mice showed a marked alteration of oxidative metabolism. PGC-1α and mitochondrial complexes were down-regulated and DRP1 was up-regulated. To define the link between mitochondrial dysfunction and disuse muscle atrophy we unloaded mice overexpressing PGC-1α. Transgenic PGC-1α animals did not show metabolic alteration during unloading, preserving muscle size through the reduction of autophagy and proteasome degradation. Our results indicate that mitochondrial dysfunction plays a major role in disuse atrophy and that compounds inducing PGC-1α expression could be useful to treat/prevent muscle atrophy.",
        "full_text": "",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]