[
    {
        "pmid": "32695017",
        "title": "Simulated Microgravity Induces Regionally Distinct Neurovascular and Structural Remodeling of Skeletal Muscle and Cutaneous Arteries in the Rat.",
        "year": "2020",
        "journal": "Front Physiol",
        "abstract": "Introduction: Mechanical forces and sympathetic influences are key determinants of vascular structure and function. This study tested the hypothesis that hindlimb unloading (HU) exerts diverse effects on forelimb and hindlimb small arteries of rats in functionally different regions of the skeletal muscle and skin. Methods: Male Wistar rats were subjected to HU for 2 weeks, then skeletal muscle arteries (deep brachial and sural) and skin arteries (median and saphenous) were examined in vitro using wire myography or isobaric perfusion and glyoxylic acid staining. Results: HU increased lumen diameter of both forelimb arteries but decreased diameter of the sural artery; the saphenous artery diameter was not affected. Following HU, maximal contractile responses to noradrenaline and serotonin increased in the forelimb but decreased in the hindlimb skeletal muscle feed arteries with no change in skin arteries; all region-specific alterations persisted after endothelium removal. HU increased the sensitivity to vasoconstrictors in the saphenous artery but not in the sural artery. In the saphenous artery, initially high sympathetic innervation density was reduced by HU, sparse innervation in the sural artery was not affected. Electrical stimulation of periarterial sympathetic nerves in isobarically perfused segments of the saphenous artery demonstrated a two-fold decrease of the contractile responses in HU rats compared to that of controls. Conclusion: HU induces contrasting structural and functional adaptations in forelimb and hindlimb skeletal muscle arteries. Additionally, HU had diverse effects in two hindlimb vascular regions. Hyper-sensitivity of the saphenous artery to vasoconstrictors appears to result from the shortage of trophic sympathetic influence. Importantly, HU impaired sympathetically induced arterial vasoconstriction, consistent with the decreased sympathetic constrictor response in humans following space flight.",
        "full_text": "",
        "introduction": null,
        "conclusion": null,
        "images": []
    }
]