[
    {
        "pmid": "27834891",
        "title": "Three-Dimensional Rotating Wall Vessel-Derived Cell Culture Models for Studying Virus-Host Interactions.",
        "year": "2016",
        "journal": "Viruses",
        "abstract": "The key to better understanding complex virus-host interactions is the utilization of robust three-dimensional (3D) human cell cultures that effectively recapitulate native tissue architecture and model the microenvironment. A lack of physiologically-relevant animal models for many viruses has limited the elucidation of factors that influence viral pathogenesis and of complex host immune mechanisms. Conventional monolayer cell cultures may support viral infection, but are unable to form the tissue structures and complex microenvironments that mimic host physiology and, therefore, limiting their translational utility. The rotating wall vessel (RWV) bioreactor was designed by the National Aeronautics and Space Administration (NASA) to model microgravity and was later found to more accurately reproduce features of human tissue in vivo. Cells grown in RWV bioreactors develop in a low fluid-shear environment, which enables cells to form complex 3D tissue-like aggregates. A wide variety of human tissues (from neuronal to vaginal tissue) have been grown in RWV bioreactors and have been shown to support productive viral infection and physiological meaningful host responses. The in vivo-like characteristics and cellular features of the human 3D RWV-derived aggregates make them ideal model systems to effectively recapitulate pathophysiology and host responses necessary to conduct rigorous basic science, preclinical and translational studies.",
        "full_text": "viruses Review Three-Dimensional Rotating Wall Vessel-Derived Cell Culture Models for Studying Virus-Host Interactions Jameson K. Gardner and Melissa M. Herbst-Kralovetz  Department of Basic Medical Sciences, College of MedicinePhoenix, University of Arizona, Phoenix, AZ 85004, USA; jamesongardneremail.arizona.edu Correspondence: mherbst1email.arizona.edu; Tel.: 1-602-827-2247 Academic Editor: Charu Kaushic Received: 13 August 2016; Accepted: 31 October 2016; Published: 09 November 2016 Abstract: The key to better understanding complex virus-host interactions is the utilization of robust three-dimensional (3D) human cell cultures that effectively recapitulate native tissue architecture and model the microenvironment. A lack of physiologically-relevant animal models for many viruses has limited the elucidation of factors that inuence viral pathogenesis and of complex host immune mechanisms. Conventional monolayer cell cultures may support viral infection, but are unable to form the tissue structures and complex microenvironments that mimic host physiology and, therefore, limiting their translational utility. The rotating wall vessel (RWV) bioreactor was designed by the National Aeronautics and Space Administration (NASA) to model microgravity and was later found to more accurately reproduce features of human tissue in vivo . Cells grown in RWV bioreactors develop in a low uid-shear environment, which enables cells to form complex 3D tissue-like aggregates. A wide variety of human tissues (from neuronal to vaginal tissue) have been grown in RWV bioreactors and have been shown to support productive viral infection and physiological meaningful host responses. The in vivo -like characteristics and cellular features of the human 3D RWV-derived aggregates make them ideal model systems to effectively recapitulate pathophysiology and host responses necessary to conduct rigorous basic science, preclinical and translational studies. Keywords: bioreactor; emerging viruses; host immune mechanisms; human tissue engineering; in vitro cell culture; infectious disease; organotypic; pathophysiology; low fluid-shear; viral pathogenesis 1. Introduction In vitro studies of complex virus-host interactions require robust cell culture models that effectively recapitulate in vivo properties and characteristics. Researchers have utilized conventional two-dimensional (2D) monolayer cell cultures for many decades, increasing understanding in viral life cycles and the host immune response. Cells grown in conventional monolayer cell cultures, however, often lack polarization and the architectural features of in vivo tissues and, therefore, may improperly represent key virus-host interactions  13. Additionally, many newly-emerging and difcult-to-propagate viruses (Zika virus, severe acute respiratory syndrome coronavirus and hepatitis viruses, for example) lack sufcient animal models andor in vitro cell culture models to allow for their study. Therefore, there is a clear need for in vitro models that display key cellular components and features to accurately model virus-host interactions. The development of new therapeutic agents and treatments for viral infections requires a more complex understanding of virus-host interactions, as well as, culture systems that model the in vivo environment as accurately as possible. Viruses often require distinct cellular architectural features and polarized orientation with receptors for attachment and entry, which may not be present on cells grown in conventional monolayer cell cultures. For example, Viruses 2016 ,8, 304; doi:10.3390v8110304 www.mdpi.comjournalvirusesViruses 2016 ,8, 304 2 of 17 a recent review article highlighted the important role of tight junctions in viral entry, replication, dissemination and egress in at least nine different DNA and RNA viruses  4. Tight junction proteins are also key components of the epithelial barrier function and integrity that protect against viral infection and potentially inuence the susceptibility of tissue to viral infection. Mucin production at mucosal epithelial sites additionally inuences virus-host interactions at the epithelial barrier and ultimately impacts viral infection and transmission  57. While some of these features may be present in conventional monolayer cell cultures, they often lack the polarity and other topographic features that are present in vivo . Rotating wall vessel (RWV) bioreactors effectively model many of these features, including tight junctions and unidirectional expression of mucin and key receptor proteins, allowing investigators to more effectively study virus-host interactions as they exist in vivo in a reproducible fashion. Early attempts at three-dimensional (3D) cell culture utilized explant tissue cultures  8,9. The collection of explant tissue, however, is limited by donor availability, and such explants have a short lifespan in culture  10. More recent attempts at 3D modeling have included scaffold-based systems, scaffold-free systems, transwells and microuidics  1113. The National Aeronautics and Space Administration (NASA) initially developed the RWV bioreactor as a way to model the microgravity environment encountered in space and to investigate growth, regulatory and structural processes  14,15. The RWV bioreactor was found to create a modeled microgravity, low uid-shear environment that provides the necessary oxygenation and nutrients for development and polarization. In this environment, cells were observed to form cellular structures and features not readily expressed in conventional monolayer cell culture. Since its development, the RWV bioreactor has been utilized for the study of cellular and microbial gene expression in microgravity, cellular differentiation, host-pathogen interactions and tissue engineering 1619. In the RWV bioreactor, cells are cultured with microcarrier beads or matrices that allow the cells to attach and spontaneously develop 3D ultrastructures representative of the parental tissue. As the cells grow and develop, cellular aggregates form via bead-to-bead bridges, and cellular aggregates can be sampled at various time points to monitor the progress of development  20. The low uid-shear environment prevents the cells from detaching from the microcarriers and protects growing tissue aggregates from damage that can occur from excess agitation during culturing  20. The low uid-shear environment also promotes the co-localization of particles in the uid and leads to the formation of the bead-to-bead bridges and cellular aggregates  15. In addition, this low uid-shear environment mimics the ow in vivo during development and thereby promotes cellular differentiation as cells signal and grow in 3D. Developing 3D aggregates are kept in a continuous free-fall state of neutral buoyancy that precludes aggregate sedimentation, while maintaining the low uid-shear environment, and allows the cells to grow around the microcarrier and develop complex structures observed in vivo (Figure 1)  15,2023. In the RWV bioreactor, oxygenation occurs by the diffusion of dissolved gasses, creating a zero headspace environment that provides the necessary oxygenation for the developing aggregates while maintaining the low uid-shear environment  22. Collectively, these growth conditions allow for 3D tissue aggregates to develop and form organotypic ultrastructures that are not readily present in conventional monolayer cell culture and are necessary for advancing the development of in vitro models that effectively recapitulate in vivo tissue. For example, epithelial cells grown in the bioreactor express adhesion proteins, form desmosomes and tight junctions, produce secretory material and mucus and also form microvilli and microridges  14,2429. Notably, cells that are seeded into the bioreactor reect their phenotype. For example, vaginal epithelial cells form a multi-layered stratied squamous epithelium, whereas endocervical epithelial cells form a single layer as found in vivo , therefore reecting the authentic microanatomical features of the parental tissue  25,28. Cancerous cell lines, on the other hand (e.g., MCF-7 cells), no longer require the extracellular matrix for growth, do not attach and grow on the collagen-coated microcarrier beads, thereby reecting their cancer phenotype. Fully-differentiated aggregates can remain in the bioreactor for infection or aggregates can be harvested and plated for downstream experiments, including infections.Viruses 2016 ,8, 304 3 of 17 To date, a wide variety of cell lines and tissues has been successfully cultured and reproduced in the RWV bioreactor. The purpose of this review is to highlight those RWV bioreactor studies that focus on modeling virus-host interactions in various tissue settings (Table 1). Additionally, we discuss methodological advancements and future applications of these reproducible and robust RWV bioreactor-derived models for the continued study of virus-host interactions and maximizing their translational utility. Viruses 2016, 8, 304 3 of 17 remain in the bioreactor for infection or aggregates can be harvested and plated for downstream experiments, including infections. To date, a wide variety of cell lines and tissues has been successfully cultured and reproduced in the RWV bioreactor. The purpose of this review is to highlight those RWV bioreactor studies that focus on modeling virushost interactions in various tissue settings (Table 1). Additionally, we discuss methodological advancements and future applications of these reproducible and robust RWV bioreactor derived models for the continued study of virushost interactions and maximizing their translational utility. Figure 1. Culturing threedimensional (3D) aggregates in the rotating wall vessel (RWV) bioreactor. (A) Cells are grown to confluence in twodimensional (2D) conventional monolayer cell cultures, then are combined with microcarrier beads and appropriate media in the RWV bioreactor. Cells attach to the microcarrier beads in the bioreactor, and culture media can be replaced at any time according to the metabolic needs of the developing aggregates, as described in Radtke et al. 27. (B) The RWV bioreactor is kept in constant rotation at a low speed to create a low fluidshear simulated microgravity environment that prevents cell detachment and sedimentation. Attached cells grow and form cellcell junctions creating large aggregates consisting of multiple microcarrier beads. Cells also polarize as they develop and express many characteristics of the parental tissue. Inserts at the right show scanning electron micrographs (SEM) depicting representative 3D aggregates of cells representing cervical, lung, neuronal, placental and vaginal tissues. The cervical tissue SEM is modified from Radtke et al. 28 with permission. The lung tissue SEM is taken from NASATP 2012 217363, Paramyxovirus infection mimics of in vivo cellular dynamics in 3D human bronchoepithelial tissuelike assemblies, and used with permission from NASA 30. The neuronal tissue SEM is modified from Goodwin et al. 32 with permission. The placental tissue SEM is modified from McConkey et al. 26 with permission. This work is licensed under CC BYNC (http:creativecommons.orglicensesby nc4.0). The vaginal tissue SEM is modified from Hjelm et al. 25 with permission. Figure 1. Culturing three-dimensional (3D) aggregates in the rotating wall vessel (RWV) bioreactor. (A) Cells are grown to conuence in two-dimensional (2D) conventional monolayer cell cultures, then are combined with microcarrier beads and appropriate media in the RWV bioreactor. Cells attach to the microcarrier beads in the bioreactor, and culture media can be replaced at any time according to the metabolic needs of the developing aggregates, as described in Radtke et al.  27. (B) The RWV bioreactor is kept in constant rotation at a low speed to create a low uid-shear simulated microgravity environment that prevents cell detachment and sedimentation. Attached cells grow and form cell-cell junctions creating large aggregates consisting of multiple microcarrier beads. Cells also polarize as they develop and express many characteristics of the parental tissue. Inserts at the right show scanning electron micrographs (SEM) depicting representative 3D aggregates of cells representing cervical, lung, neuronal, placental and vaginal tissues. The cervical tissue SEM is modied from Radtke et al.  28 with permission. The lung tissue SEM is taken from NASATP-2012-217363, Paramyxovirus infection mimics of in vivo cellular dynamics in 3D human broncho-epithelial tissue-like assemblies, and used with permission from NASA  30. The neuronal tissue SEM is modied from Goodwin et al.  31 with permission. The placental tissue SEM is modied from McConkey et al.  26 with permission. This work is licensed under CC BY-NC (http:creativecommons.orglicensesby-nc4.0). The vaginal tissue SEM is modied from Hjelm et al. 25 with permission.Viruses 2016 ,8, 304 4 of 17 Table 1. Host-virus interactions in RWV bioreactor-derived 3D aggregates. Tissue Model Cell Lines Virus Virus Replication Host Response Reference Neuronal NHNP VZV Productive infection No CPE 31 Tonsil Primary cells HIV Productive infection Lymphocyte migration tracked 32 LymphoidP3HR-1 EBV Suppression of EBV reactivation ND 33 P3HR-1 Daudi RamosEBV Suppression of EBV reactivation ND 34 BJAB RajiEBV Suppression of EBV reactivation Microgravity and radiation increased DNA damage in EBV positive cells 35 LungHBTC BEAS-2BSARS-CoV No SARS-CoV replication detected Vacuolization, mitochondria loss and chromatin alterations 36 HBTC BEAS-2BRSV Productive infection Signs of cellular damage; mucus produced in 3D aggregates 37 HBTC BEAS-2BRSV PIV3Productive infectionCytokine prole in 3D aggregates was similar to human airways from RSV- and PIV3-infected patients30 LiverHuh7 HCV Productive infection Expression and localization of TJ proteins enhance HCV infection 38 PLCPRF5 HEV Productive infection No CPE 39 Small Intestine INT-407 HuNoVIncrease in viral RNA copies detected Vacuolization, shortening of apical microvilli, cell detachment from bead 40 No HuNoV replication detected Clumping and detachment of cells from microcarrier beads 41 No HuNoV replication detected No CPE 42,43 Colon Caco-2HuNoVIncrease in HuNoV RNA copies detected Shortening of apical microvilli and formation of vacuoles 44 No HuNoV replication detected No CPE 42,43 CVB Productive infection Increased expression of proliferation and differentiation genes 24 PlacentaTBPC HCMV Productive infection ND 45 JEG-3 VSV No VSV replication detected Resistance to infection mimics in vivo response to infection 26 Vagina V19IHSV-1 HSV-2Productive infectionMucosal epithelial barrier features mimic in vivo characteristics, aggregates are more resistant to HSV infection28 NHNP , normal human neural progenitor; VZV , Varicella zoster virus; HIV , human immunodeciency virus; HCV , hepatitis C virus; EBV , EpsteinBarr virus; HEV , hepatitis E virus; CBV , Coxsackie B virus; HCMV , human cytomegalovirus; VSV , Vesicular stomatitis virus; HSV , herpes simplex virus; RSV , respiratory syncytial virus; PIV3, parainuenza virus type 3; SARS- CoV , severe acute respiratory syndrome coronavirus; HuNoV , human norovirus; CPE, cytopathic effects; ND, not determined.Viruses 2016 ,8, 304 5 of 17 2. Virus Infection and Replication in 3D Bioreactor Models Barrier features, including tight junctions, mucus secretion and microvilli, are not often present in cells grown in a conventional monolayer cell culture and inuence virus-host interactions  4,46. Tight junctional proteins are receptors for several viruses, like hepatitis C virus and adenovirus, and their expression in 3D cell culture can enhance viral attachment and entry  4. The presence of tight junction proteins, mucus and other barrier features can also increase resistance to viral infections and more accurately represent in vivo virus-host interactions. Our studies, along with those from other researchers, have found that cells grown in the RWV bioreactor are more resistant to infection, requiring a higher virus multiplicity of infection (MOI) to productively infect 3D aggregates when compared to conventional monolayer cell culture  27,47,48. Likewise, cells grown in the RWV bioreactor show increased resistance to bacterial infection, and infected 3D cell cultures display decreased bacterial replication when compared to infections in conventional monolayer cellculture 27,4951 . A study of four veterinary viruses in 3D RWV bioreactor-derived aggregates further supported these ndings by directly comparing the replication of the viruses in conventional monolayer cell cultures vs. 3D aggregates. Three-dimensional monkey kidney epithelial cell (VERO) aggregates and 3D bovine kidney epithelial cell (MDBK) aggregates were infected with two DNA viruses (Suid herpesvirus 1 and Bovine adenovirus) and two RNA viruses (Vesicular stomatitis virus and Bovine parainuenza virus). Infections with all four viruses in the 3D aggregates produced a lower viral titer over the course of infection compared to conventional monolayer cell cultures  52. However, despite being more resistant to infection, more infectious virions were produced in 3D aggregates, while the conventional monolayer cell culture produced more noninfectious virions  52. These ndings allow the speculation that the increased resistance to infection is due to the barrier features that polarized 3D aggregates exhibit when grown in the RWV bioreactor. The increased infectivity of the virions produced is also noteworthy and suggests again that the 3D aggregates better mimic the in vivo environment. For these and other reasons, we argue herein that the 3D cellular aggregates grown in the RWV bioreactor provide a more in vivo -like simulation of parental tissues, and their susceptibility to virus entry, replication and subsequent pathogenesis support their utilization for the study of these processes in vitro. 3. Three-Dimensional Models of Human Neuronal Cells to Study Persistent Viral Infections Varicella zoster virus (VZV) is an alphaherpesvirus that belongs to the Herpesviridae family that establishes a latent infection in ganglionic neurons following an initial phase of acute infection. The virus will often reactivate in later years, causing zoster, a localized dermatomal rash, and also neurologic diseases, including meningoencephalitis and myelopathy. Over 90 of the worldwide population is seropositive, and although a vaccine has been developed and is currently available, there remains a risk of virus reactivation  53,54. A lack of animal models and limited availability of VZV-free human ganglionic neurons have limited the study of the virus. Recently, normal human neuronal progenitor (NHNP) cells have been utilized to study VZV infection and latency. When NHNP cells are cultured in the RWV bioreactor, they become partially differentiated, leading to the formation of 3D aggregates that display features observed in human trigeminal ganglia  31. These 3D aggregates express mature neuronal markers, such as glial brillary acidic protein, neuron-specic nuclear protein, -tubulin III and microtubule-associated protein A and B after 180 days in culture  31. Three-dimensional NHNP aggregates also express additional neuronal markers (nestin and tubulin) at levels similar to those seen in human trigeminal ganglia; however, late stage neuronal development markers CD105, CD90 and CD49f are expressed at lower levels 31. Three-dimensional NHNP aggregates support persistent VZV infections with limited or little lytic replication and sporadic reactivation at later time points  31. NHNP cellular aggregates infected with uorescently-labeled VZV in the bioreactor showed a signicant increase of VZV genome copies over an 18-day period, yet aggregates remained viable in culture over a three-month course of infection  31. The VZV genome was able to stably replicate, and infectious virus progeny was detectedViruses 2016 ,8, 304 6 of 17 in the cell culture supernatant intermittently throughout the course of infection  31. The maintenance of viable 3D aggregates over a three-month course of infection, while not exactly modeling in vivo infections, does allow for the study of persistent VZV infections over an extended period of time. Prolonged studies of VZV infections enable researchers to identify key interactions that may inuence virus gene expression, replication and potentially establishment of latency. Prior to the development of the 3D NHNP aggregates, many other cell lines had been utilized to study VZV infection, including human neuroblastoma (IMR-32), monkey kidney epithelial (VERO), primary human foreskin broblasts (HFF), human melanoma (MeWo) and peripheral blood mononuclear cells (PBMC). In these cell lines, however, VZV infections are lytic and preclude prolonged culturing and the study of VZV latency and reactivation cycles  31,5558. It should be noted that a non-lytic VZV infection was achieved with differentiated human neural stem cells (NSC); however, these infections were nonproductive  59. Despite its limitations, the development of 3D NHNP aggregates grown in the RWV bioreactor represents a step forward in the study of VZV virus-host interactions. Further development of 3D aggregates to model virus latency and reactivation can provide new insights into the mechanisms of VZV pathogenesis and could potentially be utilized in the study of other neurotropic viruses, such as other herpesviruses. 4. Three-Dimensional Models of Lymphoid Tissue and Circulating Lymphocytes for Long-Term Culture to Study Virus Replication, Latency and Reactivation One of the rst viruses studied utilizing the RWV bioreactor developed by NASA was EpsteinBarr virus (EBV) (Table 1). EBV is a member of the Herpesviridae family, and approximately 90 of adults are seropositive for the virus  60. The virus infects epithelial cells and B lymphocytes and establishes latency in resting memory B cells  61. In humans, B cells circulate through the periphery, often in a quasi-gravity state where gene expression and cell metabolism may be different from that observed in conventional monolayer cell culture  33. Simulated microgravity has been shown to alter the gene expression, proliferation and cellular interactions of non-adherent cells compared to when they are cultured in non-rotating, static environments  62,63. As already noted, the RWV bioreactor provides a simulated microgravity environment to reproduce conditions in circulation and is therefore ideally suited for the in vitro study of EBV-infected B cells. P3HR-1, Daudi and Ramos B-cell lines have been cultured in the RWV bioreactor to study factors inuencing EBV latency and reactivation  3335. Indirect immunouorescence assays showed that EBV-positive P3HR-1 and Daudi cells cultured in RWV bioreactors displayed signicantly lower expression levels of lytic cycle proteins compared to cells grown in conventional monolayer cell culture, suggesting that EBV reactivation is suppressed in microgravity environments 33. Human immunodeciency virus (HIV) is a member of the Retroviridae family, which also infects lymphoid tissue and circulating lymphocytes. In addition to the formation of 3D aggregates from cells grown in conventional monolayer cultures, the RWV bioreactor can be utilized for culturing tissue blocks in the simulated microgravity environment, thereby maintaining their in vivo cellular organization and structure while allowing for the delivery of nutrients  32. Margolis et al. inserted blocks of human tonsil tissue into the RWV bioreactor and cultured these blocks with additional cells from the same tonsil. These cultures were not only viable for up to three weeks, but also contained lymphocytes that migrated throughout the tissue and cell culture media. Infection of these cultures with HIV-1 isolates was productive, with exponential viral replication during the rst week of infection  32. In situ hybridization for HIV RNA conrmed a productive infection, with 13 of the cells in the tissue blocks becoming infected  32. Flow cytometry demonstrated a decrease in CD4cells over the course of the infection, conrming the productive infection of CD4T cells  32. Additionally, transfer of HIV-positive tissue blocks to RWV bioreactors containing HIV-negative tissue blocks led to the infection of the HIV-negative tissue blocks, and virus was detected in the cell culture supernatant  32. Culturing tissue blocks in the RWV bioreactor thus creates an in vitro model system that could provide new insights into HIV infections and virus interactions with lymphoid tissue.Viruses 2016 ,8, 304 7 of 17 5. Three-Dimensional Models for Respiratory Viral Infections The respiratory epithelium forms a robust barrier to prevent infection. Tight junctions, cilia and mucus secretion are some of the important features of this barrier. Conventional cell culture techniques are often used for the study of respiratory viruses, but lack many of the important features of the intact human respiratory epithelium, like mucus, microvilli and cell-cell junction proteins. Cultures of 3D respiratory epithelial cell aggregates have therefore been applied to the study of the host immune response to bacterial infections in the lungs and can be effective models for studying emerging respiratory viruses and difficult-to-propagate viruses that previously lacked a robust model for study 49. Two widely-prevalent paramyxoviruses, parainuenza virus type 3 (PIV3) and respiratory syncytial virus (RSV), cause severe respiratory disease in young children. Both of these viruses have proven to be difcult to propagate in conventional cultures and also lack robust animal models that accurately model viral infection, pathogenesis and the host immune response  64. Recently, it has been shown that immortalized human bronchotracheal epithelial (BEAS-2B) cells and primary normal human bronchial epithelial (NHBE) cells grown as 3D aggregates in the RWV bioreactor are permissive to RSV and PIV3 infection (Table 1). Transmission electron microscopy further demonstrated that the aggregates grow in a multi-layered structure that exhibits tight junctions and microvilli, thus displaying key features of the in vivo tissue  37. These respiratory 3D aggregates have been cultured for more than 35 days while maintaining functional cell markers and, when challenged with RSV , display cellular damage and active viral infections, including budding virions  37. Cytokine proles from the RSV-infected and PIV3-infected 3D lung epithelial aggregates demonstrated an induction of pro-inammatory cytokines, chemokines and other immune factors including interleukin (IL)-1 , IL-8, macrophage inammatory protein 1 alpha (MIP-1 ), regulated on activation, normal T cell expressed and secreted (RANTES) and granulocyte-colony stimulating factor (G-CSF) at levels that were similar to those observed in nasal washes from children with RSV and PIV3 infections  30. In contrast, cytokine proles from conventional monolayers infected with RSV and PIV3 were not similar to the levels observed clinically. Taken together, these data support the utilization of 3D aggregates as models ofin vivo RSV and PIV3 infections with regard to the function of epithelial cells in host response and barrier defense to these viruses 30. Severe acute respiratory syndrome coronavirus (SARS-CoV) is an emerging virus rst identied in China in 2002  65. Animal models for SARS-CoV have been developed, although there currently are no Food and Drug Administration (FDA)-approved vaccines or antivirals available  66. Initial experiments with SARS-CoV suggest that 3D human bronchotracheal epithelial (BEAS-2B) aggregates provide a more physiologically-relevant and species-specic model that may be more permissive to viral infection by SARS-CoV and potentially other emerging human viruses (Table 1). Characterization of the 3D aggregates has revealed cellular differentiation and increased expression of collagen IV , mucin 1 (MUC1) and tight junction protein zonula occludens-1 (ZO-1) at levels similar to in vivo human tissue  36. Infectious virions were not detected in cell culture supernatants by the standard plaque assay when the 3D aggregates were infected with SARS-CoV; however, immunocytochemistry illustrated cross-reactivity with antibodies to viral spike and nuclear proteins at the cytoplasm and plasma membrane in SARS-CoV-infected aggregates  36. Cytoplasmic vacuoles also increased over the course of the infection; mitochondria became swollen and decreased in number; and endoplasmic reticula were disrupted; all clear signs of viral infection  36. At 10 days post infection (DPI), cells began shedding off the microcarrier beads, but again, no budding virions were observed at any time during the course of infection  36. Nevertheless, the positive immunocytochemistry and the visualization of cytoplasmic vacuoles appear to conrm a permissive SARS-CoV infection of the 3D aggregates, suggesting that these cultures could provide useful information about SARS-CoV infection and pathogenesis, and contribute to the development of novel interventions even in the absence of virion formation. These initial studies with 3D respiratory aggregates are encouraging and could be applied to other newly-emerging respiratory viruses, such as Middle East respiratory syndrome coronavirus (MERS-CoV).Viruses 2016 ,8, 304 8 of 17 6. Three-Dimensional Models for Studying Viral Gastroenteritis Over 200,000 children under the age of ve die every year from human norovirus (HuNoV) infections, with norovirus infection representing the second leading cause of diarrheal death in this age group  6769. An effective cell culture model for modeling HuNoV infections and interactions with intestinal epithelial cells has been elusive, slowing the development of urgently-needed interventions for this deadly illness 70. Early studies investigated over 27 cell lines and approximately 33 different HuNoV strains for the propagation of the virus using in vitro monolayers and were unsuccessful  71. It was hypothesized that 3D structures or other co-factors may be required for successful cultivation of HuNoV in vitro . Human small intestine (INT-407) epithelial cells were initially grown in the RWV bioreactor with collagen-coated beads to form 3D aggregates to study HuNoV (Table 1)  40,41,43,44. INT-407 epithelial aggregates have been shown to differentiate and subsequently stain positive for tight junction markers occludin, claudin-1, epithelial cadherin (E-cadherin) and ZO-1 by immunouorescence  40. The 3D aggregates possess apical microvilli, though these microvilli are shorter than those on in vivo human intestinal epithelial cells  43. Three-dimensional aggregates developed from an alternate cell line, Caco-2 colon carcinoma, also express tight junction markers ZO-1 and occludin, and apical microvilli on these aggregates were more similar to the human intestinal epithelium in vivo 24,43,44. The 3D Caco-2 aggregates also displayed increased expression of MUC1, MUC13 and MUC17, which are highly expressed mucins in the intestine that could potentially inuence virus-host interactions  24. Both 3D Caco-2 and INT-407 aggregates also expressed histo-blood group antigens (HBGA) H1 and H2, cellular receptors for HuNoVs  24,43,72. INT-407 and Caco-2 aggregates were challenged with HuNoV and harvested for viral RNA titers as measured by reverse transcription PCR (RT-PCR). Straub et al. reported successful HuNoV infection and detected viral replication in 3D INT-407 and 3D Caco-2 aggregates; however, these results have not been able to be replicated in either 3D INT-407 or 3D Caco-2 intestinal epithelial models  4044. Additionally, the INT-407 cell line has been reported to be contaminated with HeLa cells, and therefore, could explain why these studies of HuNoV cannot be replicated, and is not a robust or reproducible model for the study of HuNoV-host interactions  73,74. Recent advances in the culture of HuNoV demonstrated the need for additional factors, including gut bacteria andor bile, for robust HuNoV replication. Bacteria from the gut have been shown to express HBGA and facilitate HuNoV infection of human B cells  75. Additionally, it has been shown that intestinal milieu, including bile, is an important factor that enhances HuNoV replication in human intestinal enteroids 76. Although 3D Caco-2 aggregates alone do not support productive HuNoV infection, they possess in vivo -like properties that can aid researchers in understanding the interactions between intestinal epithelial cells and other gastrointestinal viruses, like Coxsackie virus B (CVB). Currently there is no vaccine for CVB, and CVB infections cause mild gastroenteritis, while myocarditis and persistent infections have been linked to type 1 diabetes development  77,78. Three-dimensional Caco-2 aggregates have supported productive CVB infection and produce more infectious virions than infections in conventional monolayer cell culture (Table 1)  24. Further study of CVB and other enteric viruses in 3D colonic epithelial aggregates promises new insights into the factors inuencing viral entry and host-virus interactions. 7. Three-Dimensional Models of Liver Tissue for Studying Hepatitis Viral Infections Two hepatotropic viruses, hepatitis C virus (HCV) and hepatitis E virus (HEV) have proven difcult to propagate in vitro , and only in recent years have researchers been able to study these viruses in a conventional cell culture. HEV is a member of the Hepeviridae family and causes acute liver disease in humans. Transmission of certain HEV genotypes can be zoonotic (from pigs) and affects much of the developing world, especially East and South Asia  79. Human cell culture models for HEV include PLCPRF5 hepatocarcinoma cells grown in conventional monolayer cell culture, which have inconsistentlyViruses 2016 ,8, 304 9 of 17 supported viral replication  39. PLCPRF5 have been grown in the RWV bioreactor, where they form aggregates that also support viral replication (Table 1)  39,80,81. The 3D aggregates become fully differentiated after a 28-day culture period and are viable in culture for over ve months  39. HEV RNA has been detected in supernatants from RWV cultures at the majority of collection points over a 175-day period  39. In contrast, PLCPRF5 cells grown in conventional monolayer cell cultures contain no HEV RNA in the supernatants  39. Scanning electron microscope (SEM) micrographs of RWV bioreactor supernatants demonstrated virions, and subsequent experiments showed that these virions are infective, conrming a productive infection  39. Taken together, these data support the use of the RWV bioreactor to study the virus-host interactions that inuence HEV infectivity and transmission in a culture system that closely resembles in vivo liver tissue. HCV is a member of the Flaviviridae family and has chronically infected over 185 million people worldwide  82. Despite this massive prevalence, the lack of model systems for HCV has limited researchers ability to study virus-host interactions in vitro . Conventional monolayer cell cultures of Huh7 human hepatoma epithelial-like cells are permissive to HCV infection, but have decreased expression of cellular features, including occludin and claudin-1, which are known to impact viral uptake (Table 1)  38. Three-dimensional Huh7 aggregates, in contrast, provide a more physiologically-relevant system that is highly permissive to HCV infection. Light micrographs have shown that fully-differentiated aggregates are multilayered, and RT-PCR of cellular RNA showed increased expression of hepatocyte nuclear factors that regulate hepatocyte differentiation  38. In addition, aggregates stained positive for tight junction proteins (occludin-1 and E-cadherin), cell adhesion proteins and HCV receptors (CD81 and SR-B1) by immunouorescence  38. This degree of differentiation and polarization of Huh7 cells allows for the studies of the interactions between HCV and barrier proteins regulating viral entry that were previously impossible in conventional monolayer cell culture. Three-dimensional Huh7 liver aggregates have been productively infected with HCV , and viral RNA was detected in aggregates throughout a two-week period of infection  38. Infection of the Huh7 aggregates was further conrmed through immunouorescence at days 1, 7 and 14 post-infection  38. Cellular differentiation of the 3D aggregates and the increased expression of tight junction proteins enables the study of these difcult-to-propagate viruses and could be utilized in the study of other hepatotropic viruses. 8. Three-Dimensional Models of Female Reproductive Tract Tissues for Studying Sexually-Transmitted Infections and Emerging Viruses The female reproductive tract (FRT) is divided into the upper tract, consisting of the endocervix, uterus, placenta, fallopian tubes and ovaries, a transitional ectocervix zone and the lower tract, consisting of the vagina and vulva  83. The FRT is exposed to a myriad of microbes, including sexually-transmitted pathogens, many of which are able to establish chronic infections that are difcult to clear and can cause long-term reproductive and gynecologic sequelae. However, site-specic differences in the epithelial structure between the upper and lower genital tract necessitate the need to model these different tissues for the study of sexually-transmitted infections (STI) and other viruses. Our laboratory was the rst to develop and characterize 3D models of human cervical and vaginal tissue using the RWV bioreactor  25,27. Human models of the upper FRT, including the endometrium, have also recently been developed and characterized in our laboratory (unpublished data). In addition, human placental models have been successfully created and used to model microbial resistance at this site 26,29,45,84. Human vaginal epithelial (V19I) cells cultured in the RWV bioreactor develop in vivo -like properties that are not present when cells are grown in conventional monolayer cell cultures  25. Scanning and transmission electron microscopy of 3D vaginal aggregates has demonstrated the presence of tight junctionsdesmosomes, microridges, microvilli and mucus secretion, all of which inuence viral interactions with host epithelial cells (Figure 2)  25,27. The 3D aggregates can be used to test vaginal microbicides and recapitulated toxicity and host cytokine responses similar to humanViruses 2016 ,8, 304 10 of 17 explant tissue, thereby demonstrating the translational capability of this model  25. Three-dimensional cervical and vaginal aggregates exposed to microbial products, including poly(I:C) (a viral mimic and toll-like receptor 3 agonist), exhibit the induction of acute-phase and pro-inammatory cytokines and mucus secretion, similar to primary human cells, and have been used to model the host immune response to viral infections (unpublished data) 27,85. Herpes simplex virus type 2 (HSV-2) is the leading cause of genital herpes infections and causes persistent, life-long infections that increase the risk for STI and HIV acquisition  86. Although antiviral drugs are available, viral reactivation and shedding can occur in many who are asymptomatic, and an effective vaccine remains elusive  87. Vaginal and cervical epithelial aggregates are susceptible to FRT pathogens, including HSV-2, as shown by immunouorescence and the standard VERO plaque assay (Table 1) (unpublished data)  27. As mentioned previously, a higher MOI is required to infect 3D vaginal or cervical aggregates relative to conventional monolayers, most likely due to enhanced epithelial barrier features. HSV-2 infections of 3D vaginal aggregates induce secretion of cytokines, chemokines, mucus and anti-microbial products (AMP) and may provide a more accurate host immune response relative to conventional monolayers (unpublished data). More recently, our laboratory has reported that exposure of 3D human vaginal and cervical aggregates to microbial products, including poly(I:C), induces the expression of a novel pro-inammatory cytokine, IL-36 85. While this cytokine has been identied at other mucosal sites, this was the rst report of this cytokine in the FRT and was validated with human tissue  85,88,89. We hypothesize it may play a key role in mucosal host defense at this site. Collectively, these physiologically-relevant features support the use of 3D FRT aggregates from RWV bioreactors to study host immune mechanisms for other viral STI, including HIV and human papillomavirus. The placenta is an important site for the exchange of nutrients and gasses during pregnancy, and virus-host interactions at the placenta have signicant health implications for both mother and developing fetus. Human choriocarcinoma trophoblast cells (using the JEG-3 cell line) have been shown to produce 3D aggregates in the RWV bioreactor when the cells are co-cultured with placental microvascular cells  26. The JEG-3microvascular aggregates form over a 21-day period and display increased expression of placental differentiation markers, including human chorionic gonadotropin beta subunit ( hCG), human placental lactogen (hPL), syncytin, placental protein 13 (PP13) and major facilitator superfamily domain-containing protein 2 (MFSD2)  26. Transcriptome proles of the 3D aggregates were signicantly different from the proles of cells grown in conventional monolayer and were more similar to proles from primary human trophoblasts  26. The 3D aggregates also form syncytia and brush borders that are additional markers of cellular differentiation and that are not observed in conventional monolayer cell culture  26. The syncytia and brush borders present in the 3D aggregates provide resistance to vesicular stomatitis virus (VSV) infection, whereas cells in conventional monolayers remain susceptible to VSV infection as shown by RT-PCR  26. These results support the protective nature of placental trophoblasts (both in vivo and in 3D aggregates) against VSV infection. This 3D placenta model may also be useful for studying the interactions between emerging viruses, including the Zika virus and its severe effects in pregnancy (e.g., irreversible microcephaly) observed in newborn babies from Zika-infected mothers 90.Viruses 2016 ,8, 304 11 of 17 Viruses 2016, 8, 304 11 of 17 Figure 2. Example of physiological features of the RWV bioreactor derived human 3D vaginal aggregates. (A) Phase micrograph of 3D vaginal epithelial cell aggregates consisting of multiple microcarrier beads connected by cellcell junctions at an early stage of development. (B) Immunofluorescence of 3D aggregates by laser scanning confocal microscopy demonstrating localized mucus secretion modified from Hjelm et al. 25 with permission. Nuclei are stained with DAPI (blue); actin filaments are stained with phalloidin (red); and mucin 1 (MUC1) is stained with FITC (green). (C) Transmission electron microscope (TEM) image of 3D vaginal aggregates showing microvilli (MV), modified from Hjelm et al. 25 with permission. (D) TEM micrograph depicting desmosomes (D) at cellcell junctions between vaginal epithelial cells. (E) SEM image showing formation of microridges (MR) at cellcell junctions during latestage development of 3D aggregates. (F) Production of secretory material (S) by vaginal 3D aggregates as shown by SEM. 9. Future Directions for RWV Bioreactors 9.1. Considering the SiteSpecific Microbiome for the Advancement of RWVDerived Tissue Models Recent research has implicated virushostmicrobiome interactions in the processes of viral entry, pathogenesis and the host immune response 9196. For example, in the FRT, commensal microbiota play a key role in maintaining a healthy, homeostatic microenvironment, and disruption Figure 2. Example of physiological features of the RWV bioreactor-derived human 3D vaginal aggregates. (A) Phase micrograph of 3D vaginal epithelial cell aggregates consisting of multiple microcarrier beads connected by cell-cell junctions at an early stage of development. ( B) Immunofluorescence of 3D aggregates by laser scanning confocal microscopy demonstrating localized mucus secretion modied from Hjelm et al.  25 with permission. Nuclei are stained with DAPI (blue); actin laments are stained with phalloidin (red); and mucin 1 (MUC1) is stained with FITC (green). ( C) Transmission electron microscope (TEM) image of 3D vaginal aggregates showing microvilli (MV), modied from Hjelm et al. 25 with permission. ( D) TEM micrograph depicting desmosomes (D) at cell-cell junctions between vaginal epithelial cells. ( E) SEM image showing formation of microridges (MR) at cell-cell junctions during late-stage development of 3D aggregates. ( F) Production of secretory material (S) by vaginal 3D aggregates as shown by SEM. 9. Future Directions for RWV Bioreactors 9.1. Considering the Site-Specic Microbiome for the Advancement of RWV-Derived Tissue Models Recent research has implicated virus-host-microbiome interactions in the processes of viral entry, pathogenesis and the host immune response  9196. For example, in the FRT, commensal microbiota play a key role in maintaining a healthy, homeostatic microenvironment, and disruption of thisViruses 2016 ,8, 304 12 of 17 microbiota increases risk for STI acquisition. Our laboratory has successfully modeled commensal and bacterial vaginosis-associated bacteria from the vaginal microbiome using 3D RWV-derived vaginal aggregates  97,98. Virus-microbiome interactions can also be studied using other mucosal models (e.g., lung and intestinal models), and site-specic microbiota should be included in future tissue modeling of mucosal sites  97. Use of clinical samples or isolates may be required to recapitulate the microbial milieu at these sites. Culturing of 3D aggregates with site-specic microbiota in the context of viral infection could provide novel insights into virus-host and virus-microbiome mechanisms. 9.2. Advancing RWV Bioreactor Tissue Models with Enhanced Cellular Complexity Human tissues are complex multi-cellular microenvironments, and interactions between different cell types in a tissue will inuence host immune mechanisms. Co-culturing with lymphocytes and other immune cells increases the complexity of the tissues that can be modeled in the RWV bioreactor and can more faithfully recapitulate the host immune response; however, it is challenging to create autologous environments with the limited availability and lifespan of primary cell lines and optimization of diverse culture requirements. The application of stem cells and stromal cells to the RWV bioreactor may further enhance the tissue complexity of the 3D aggregates. For example, neural stem cells and neural progenitor cells are able to differentiate and develop into neurons and glia when grown in the RWV bioreactor  99101. Other examples include embryonic stem cells, pluripotent stem cells and mesenchymal stem cells, all which have been successfully propagated in RWV bioreactors and could advance RWV bioreactor-derived models  100,102105. The increasing utilization of RWV bioreactors for cell lines from a wide variety of tissues holds the promise of enhancing our ability to study emerging viruses that have drastic public health implications. New therapeutic agents and antiviral drugs can also be screened for toxicity and efcacy using 3D human aggregates to give a more faithful representation of in vivo microenvironments and provide superior preclinical data prior to advancing to clinical trials. Although challenging, advancing RWV bioreactor model systems to reproduce these complex in vivo cell-cell interactions could improve the translational impact of these robust 3D models in elucidating key virus-host interactions. 10. Conclusions In this review, we have highlighted studies using 3D RWV-derived models to investigate virus-host interactions (Table 1). Three-dimensional RWV bioreactor-derived aggregates express cellular architectural and structural features not readily expressed in conventional monolayer cell culture, including tight junction proteins, mucus and microvilli, that are important for the analysis of virus-host interactions . Fully-differentiated aggregates can be further utilized in highly reproducible downstream gene expression analyses, high throughput and omics analyses, microscopy, toxicologydrug development and gene editing studies. In conclusion, RWV-derived 3D models can be employed to better understand the key interactions that inuence viral pathogenesis and the host immune response to viral infection in a physiologically-meaningful context that enhances their translational utility. Acknowledgments: The authors would like to thank Pawel Laniewski, Andrea Throop and Kerr Whiteld for the critical review of the manuscript and Sean Winkle for assistance with creating Figure 1. This work was supported by NIH NIAID Grant 1R15AI113457-01A1 to M.M.H.-K. Author Contributions: M.M.H.-K. designed the scope and organization of the review. J.K.G. and M.M.H.-K. conducted the literature reviews, data extraction and analysis, gure and table construction, and both contributed to the writing of the manuscript. M.M.H.-K. supervised the writing and edited and reviewed the complete manuscript, gures and table. Both authors approved of the nal manuscript for submission. Conicts of Interest: The authors declare no conict of interest.Viruses 2016 ,8, 304 13 of 17 References 1. Abbott, A. Cell culture: Biologys new dimension. Nature 2003 ,424, 870872. CrossRef PubMed 2. Nickerson, C.A.; Richter, E.G.; Ott, C.M. Studying host-pathogen interactions in 3D: Organotypic models for infectious disease and drug development. J. Neuroimmune Pharmacol. 2007 ,2, 2631. CrossRef PubMed 3. Zhang, S. Beyond the petri dish. Nat. Biotechnol. 2004 ,22, 151152. CrossRef PubMed 4. Torres-Flores, J.M.; Arias, C.F. Tight junctions go viral! Viruses 2015 ,7, 51455154. PubMed 5. Cohen, M.; Zhang, X.Q.; Senaati, H.P .; Chen, H.W.; Varki, N.M.; Schooley, R.T.; Gagneux, P . Inuenza a penetrates host mucus by cleaving sialic acids with neuraminidase. Virol. J. 2013 ,10, 321. CrossRef PubMed 6. Zanin, M.; Baviskar, P .; Webster, R.; Webby, R. The interaction between respiratory pathogens and mucus. Cell Host Microbe 2016 ,19, 159168. CrossRef PubMed 7. Zanin, M.; Marathe, B.; Wong, S.S.; Yoon, S.W.; Collin, E.; Oshansky, C.; Jones, J.; Hause, B.; Webby, R. Pandemic swine H1N1 inuenza viruses with almost undetectable neuraminidase activity are not transmitted via aerosols in ferrets and are inhibited by human mucus but not swine mucus. J. Virol. 2015 ,89, 59355948. CrossRef PubMed 8. Carrel, A. On the permanent life of tissues outside of the organism. J. Exp. Med. 1912 ,15, 516528. CrossRef PubMed 9. Strangeways, T.P . The Technique of Tissue Culture In Vitro ; Heffer and Sons: Cambridge, UK, 1924. 10. Grivel, J.C.; Margolis, L. Use of human tissue explants to study human infectious agents. Nat. Protoc. 2009 ,4, 256269. CrossRef PubMed 11. Haycock, J.W. 3D cell culture: A review of current approaches and techniques. Methods Mol. Biol. 2011 ,695, 115. PubMed 12. Li, X.J.; Valadez, A.V .; Zuo, P .; Nie, Z. Microuidic 3D cell culture: Potential application for tissue-based bioassays. Bioanalysis 2012 ,4, 15091525. CrossRef PubMed 13. van Duinen, V .; Trietsch, S.J.; Joore, J.; Vulto, P .; Hankemeier, T. Microuidic 3D cell culture: From tools to tissue models. Curr. Opin. Biotechnol. 2015 ,35, 118126. CrossRef PubMed 14. Goodwin, T.J.; Schroeder, W.F.; Wolf, D.A.; Moyer, M.P . Rotating-wall vessel coculture of small intestine as a prelude to tissue modeling: Aspects of simulated microgravity. Proc. Soc. Exp. Biol. Med. 1993 ,202, 181192 . 15. Schwarz, R.P .; Goodwin, T.J.; Wolf, D.A. Cell culture for three-dimensional modeling in rotating-wall vessels: An application of simulated microgravity. J. Tissue Cult. Methods 1992 ,14, 5157. CrossRef PubMed 16. Barrila, J.; Radtke, A.L.; Crabbe, A.; Sarker, S.F.; Herbst-Kralovetz, M.M.; Ott, C.M.; Nickerson, C.A. Organotypic 3d cell culture models: Using the rotating wall vessel to study host-pathogen interactions. Nat. Rev. Microbiol. 2010 ,8, 791801. CrossRef PubMed 17. Barzegari, A.; Saei, A.A. An update to space biomedical research: Tissue engineering in microgravity bioreactors. BioImpacts 2012 ,2, 2332. PubMed 18. Grimm, D.; Wehland, M.; Pietsch, J.; Aleshcheva, G.; Wise, P .; van Loon, J.; Ulbrich, C.; Magnusson, N.E.; Infanger, M.; Bauer, J. Growing tissues in real and simulated microgravity: New methods for tissue engineering. Tissue Eng. Part B Rev. 2014 ,20, 555566. CrossRef PubMed 19. Navran, S. The application of low shear modeled microgravity to 3D cell biology and tissue engineering. Biotechnol. Annu. Rev. 2008 ,14, 275296. PubMed 20. Cherry, R.S.; Papoutsakis, E.T. Physical mechanisms of cell damage in microcarrier cell culture bioreactors. Biotechnol. Bioeng. 1988 ,32, 10011014. CrossRef PubMed 21. Gao, H.; Ayyaswamy, P .S.; Ducheyne, P . Dynamics of a microcarrier particle in the simulated microgravity environment of a rotating-wall vessel. Microgravity Sci. Technol. 1997 ,10, 154165. PubMed 22. Goodwin, T.J.; McCarthy, M.; Cohrs, R.J.; Kaufer, B.B. 3D tissue-like assemblies: A novel approach to investigate virus-cell interactions. Methods 2015 ,90, 7684. CrossRef PubMed 23. Jessup, J.M.; Brown, K.; Ishii, S.; Ford, R.; Goodwin, T.J.; Spaulding, G. Simulated microgravity does not alter epithelial cell adhesion to matrix and other molecules. Adv. Space Res. 1994 ,14, 7176. CrossRef 24. Drummond, C.G.; Nickerson, C.A.; Coyne, C.B. A three-dimensional cell culture model to study enterovirus infection of polarized intestinal epithelial cells. mSphere 2016 ,1, pii: e00030-15. CrossRef PubMedViruses 2016 ,8, 304 14 of 17 25. Hjelm, B.E.; Berta, A.N.; Nickerson, C.A.; Arntzen, C.J.; Herbst-Kralovetz, M.M. Development and characterization of a three-dimensional organotypic human vaginal epithelial cell model. Biol. Reprod. 2010 ,82, 617627. CrossRef PubMed 26. McConkey, C.A.; Delorme-Axford, E.; Nickerson, C.A.; Kim, K.S.; Sadovsky, Y.; Boyle, J.P .; Coyne, C.B. A three-dimensional culture system recapitulates placental syncytiotrophoblast development and microbial resistance. Sci. Adv. 2016 ,2, e1501462. CrossRef PubMed 27. Radtke, A.L.; Herbst-Kralovetz, M.M. Culturing and applications of rotating wall vessel bioreactor derived 3d epithelial cell models. J. Vis. Exp. 2012 . CrossRef PubMed 28. Radtke, A.L.; Quayle, A.J.; Herbst-Kralovetz, M.M. Microbial products alter the expression of membrane-associated mucin and antimicrobial peptides in a three-dimensional human endocervical epithelial cell model. Biol. Reprod. 2012 ,87, 132. CrossRef PubMed 29. Zwezdaryk, K.J.; Warner, J.A.; Machado, H.L.; Morris, C.A.; Honer zu Bentrup, K. Rotating cell culture systems for human cell culture: Human trophoblast cells as a model. J. Vis. Exp. 2012 ,59, pii: 3367. CrossRef PubMed 30. Goodwin, T.J.; Lin, Y.-H.; McCarthy, M.; Chen, W.; Miller, L.Z.; Quiroz, J.; Nowak, B.M.; Lerch, R.A.; Udem, S.A.; Deatly, A.M. Paramyxovirus infection mimics in vivo cellular dynamics in 3D human broncho-epitlial tissue-like assemblies. NASA Tech. Pap. 2012 , 217363. 31. Goodwin, T.J.; McCarthy, M.; Osterrieder, N.; Cohrs, R.J.; Kaufer, B.B. Three-dimensional normal human neural progenitor tissue-like assemblies: A model of persistent varicella-zoster virus infection. PLoS Pathog. 2013 ,9, e1003512. CrossRef PubMed 32. Margolis, L.B.; Fitzgerald, W.; Glushakova, S.; Hatll, S.; Amichay, N.; Baibakov, B.; Zimmerberg, J. Lymphocyte trafcking and HIV infection of human lymphoid tissue in a rotating wall vessel bioreactor. AIDS Res. Hum. Retrovir. 1997 ,13, 14111420. CrossRef PubMed 33. Long, J.P .; Pierson, S.; Hughes, J.H. Suppression of Epstein-Barr virus reactivation in lymphoblastoid cells cultured in simulated microgravity. In Vitro Cell. Dev. Biol. Anim. 1999 ,35, 4954. CrossRef PubMed 34. Long, J.P .; Hughes, J.H. Epstein-Barr virus latently infected cells are selectively deleted in simulated-microgravity cultures. In Vitro Cell. Dev. Biol. Anim. 2001 ,37, 223230. PubMed 35. Brinley, A.A.; Theriot, C.A.; Nelman-Gonzalez, M.; Crucian, B.; Stowe, R.P .; Barrett, A.D.; Pierson, D.L. Characterization of Epstein-Barr virus reactivation in a modeled spaceight system. J. Cell. Biochem. 2013 , 114, 616624. CrossRef PubMed 36. Suderman, M.T.; McCarthy, M.; Mossell, M.; Watts, D.M.; Peters, C.J.; Shope, R.; Goodwin, T.J. Three-dimensional human bronchial-tracheal epithelial tissue-like assemblies as hosts for severe acute respiratory syndrome-CoV infection. NASA Tech. Pap. 2006 , 213723. 37. Goodwin, T.J.; McCarthy, M.; Lin, Y.-H.; Deatly, A.M. Three-dimensionally engineered normal human lung tissue-like assemblies: Target tissues for human respiratory viral infections. NASA Tech. Pap. 2008 , 214771. 38. Sainz, B., Jr.; TenCate, V .; Uprichard, S.L. Three-dimensional Huh7 cell culture system for the study of hepatitis c virus infection. Virol. J. 2009 ,6, 103. CrossRef PubMed 39. Berto, A.; Van der Poel, W.H.; Hakze-van der Honing, R.; Martelli, F.; La Ragione, R.M.; Inglese, N.; Collins, J.; Grierson, S.; Johne, R.; Reetz, J.; Dastjerdi, A.; Banks, M. Replication of hepatitis E virus in three-dimensional cell culture. J. Virol. Methods 2013 ,187, 327332. CrossRef PubMed 40. Straub, T.M.; Honer zu Bentrup, K.; Orosz-Coghlan, P .; Dohnalkova, A.; Mayer, B.K.; Bartholomew, R.A.; Valdez, C.O.; Bruckner-Lea, C.J.; Gerba, C.P .; Abbaszadegan, M.; et al. In vitro cell culture infectivity assay for human noroviruses. Emerg. Infect. Dis. 2007 ,13, 396403. CrossRef PubMed 41. Herbst-Kralovetz, M.M.; Radtke, A.L.; Lay, M.K.; Hjelm, B.E.; Bolick, A.N.; Sarker, S.S.; Atmar, R.L.; Kingsley, D.H.; Arntzen, C.J.; Estes, M.K.; Nickerson, C.A. Lack of norovirus replication and histo-blood group antigen expression in 3-dimensional intestinal epithelial cells. Emerg. Infect. Dis. 2013 ,19, 431438. CrossRef PubMed 42. Papafragkou, E.; Hewitt, J.; Park, G.W.; Greening, G.; Vinje, J. Challenges of culturing human norovirus in three-dimensional organoid intestinal cell culture models. PLoS ONE 2014 ,8, e63485. CrossRef PubMed 43. Takanashi, S.; Saif, L.J.; Hughes, J.H.; Meulia, T.; Jung, K.; Scheuer, K.A.; Wang, Q. Failure of propagation of human norovirus in intestinal epithelial cells with microvilli grown in three-dimensional cultures. Arch. Virol. 2014 ,159, 257266. CrossRef PubMedViruses 2016 ,8, 304 15 of 17 44. Straub, T.M.; Bartholomew, R.A.; Valdez, C.O.; Valentine, N.B.; Dohnalkova, A.; Ozanich, R.M.; Bruckner-Lea, C.J.; Call, D.R. Human norovirus infection of Caco-2 cells grown as a three-dimensional tissue structure. J. Water Health 2011 ,9, 225. CrossRef PubMed 45. Swan, K.F.; Ferris, M.; Pridjian, G.; Morris, C.A.; Sullivan, D.E. In vitro model of placental trophoblast differentiation and cytomegalovirus infection. Pregnancy Hypertens. 2015 ,74, 68086820. 46. Lee, N.P .; Luk, J.M. Hepatic tight junctions: From viral entry to cancer metastasis. World J. Gastroenterol. 2010 , 16, 289295. CrossRef PubMed 47. Molina-Jimenez, F.; Benedicto, I.; Dao Thi, V .L.; Gondar, V .; Lavillette, D.; Marin, J.J.; Briz, O.; Moreno-Otero, R.; Aldabe, R.; Baumert, T.F.; et al. Matrigel-embedded 3D culture of Huh-7 cells as a hepatocyte-like polarized system to study hepatitis C virus cycle. Virology 2012 ,425, 3139. CrossRef PubMed 48. Murakami, K.; Ishii, K.; Ishihara, Y.; Yoshizaki, S.; Tanaka, K.; Gotoh, Y.; Aizaki, H.; Kohara, M.; Yoshioka, H.; Mori, Y.; et al. Production of infectious hepatitis c virus particles in three-dimensional cultures of the cell line carrying the genome-length dicistronic viral rna of genotype 1b. Virology 2006 ,351, 381392. CrossRef PubMed 49. David, J.; Sayer, N.M.; Sarkar-Tyson, M. The use of a three-dimensional cell culture model to investigate host-pathogen interactions of francisella tularensis in human lung epithelial cells. Microbes Infect. 2014 ,16, 735745. CrossRef PubMed 50. McGowin, C.L.; Radtke, A.L.; Abraham, K.; Martin, D.H.; Herbst-Kralovetz, M. Mycoplasma genitalium infection activates cellular host defense and inammation pathways in a 3-dimensional human endocervical epithelial cell model. J. Infect. Dis. 2013 ,207, 18571868. CrossRef PubMed 51. Nickerson, C.A.; Goodwin, T.J.; Terlonge, J.; Ott, C.M.; Buchanan, K.L.; Uicker, W.C.; Emami, K.; LeBlanc, C.L.; Ramamurthy, R.; Clarke, M.S.; et al. Three-dimensional tissue assemblies: Novel models for the study of salmonella enterica serovar typhimurium pathogenesis. Infect. Immun. 2001 ,69, 71067120. CrossRef PubMed 52. Malenovska, H. 3D rotating wall vessel and 2D cell culture of four veterinary virus pathogens: A comparison of virus yields, portions of infectious particles and virus growth curves. J. Virol. Methods 2016 ,228, 1015. CrossRef PubMed 53. LaRussa, P .; Steinberg, S.P .; Shapiro, E.; Vazquez, M.; Gershon, A.A. Varicella vaccine revisited. Nat. Med. 2000 ,6, 12991300. CrossRef PubMed 54. Virgin, H.W.; Wherry, E.J.; Ahmed, R. Redening chronic viral infection. Cell 2009 ,138, 3050. CrossRef PubMed 55. Bourdon-Wouters, C.; Merville-Louis, M.P .; Sadzot-Delvaux, C.; Marc, P .; Piette, J.; Delree, P .; Moonen, G.; Rentier, B. Acute and persistent varicella-zoster virus infection of human and murine neuroblastoma cell lines. J. Neurosci. Res. 1990 ,26, 9097. CrossRef PubMed 56. Brazeau, E.; Mahalingam, R.; Gilden, D.; Wellish, M.; Kaufer, B.B.; Osterrieder, N.; Pugazhenthi, S. Varicella-zoster virus-induced apoptosis in mewo cells is accompanied by down-regulation of bcl-2 expression. J. Neurovirol. 2010 ,16, 133140. CrossRef PubMed 57. Hood, C.; Cunningham, A.L.; Slobedman, B.; Boadle, R.A.; Abendroth, A. Varicella-zoster virus-infected human sensory neurons are resistant to apoptosis, yet human foreskin broblasts are susceptible: Evidence for a cell-type-specic apoptotic response. J. Virol. 2003 ,77, 1285212864. CrossRef PubMed 58. Knig, A.; Hmme, C.; Haurder, B.; Dietrich, A.; Wolff, M.H. The varicella-zoster virus induces apoptosis in vitro in subpopulations of primary human peripheral blood mononuclear cells. Microbes Infect. 2003 ,5, 879889. CrossRef 59. Pugazhenthi, S.; Nair, S.; Velmurugan, K.; Liang, Q.; Mahalingam, R.; Cohrs, R.J.; Nagel, M.A.; Gilden, D. Varicella-zoster virus infection of differentiated human neural stem cells. J. Virol. 2011 ,85, 66786686. CrossRef PubMed 60. Cohen, J.I. Epstein-barr virus infection. N. Engl. J. Med. 2000 ,343, 481492. CrossRef PubMed 61. Babcock, G.J.; Decker, L.L.; Volk, M.; Thorley-Lawson, D.A. EBV persistence in memory B cells in vivo . Immunity 1998 ,9, 395404. CrossRef 62. Bechler, B.; Cogoli, A.; Cogoli-Greuter, M.; Muller, O.; Hunzinger, E.; Criswell, S.B. Activation of microcarrier-attached lymphocytes in microgravity. Biotech. Bioeng. 1992 ,40, 991996. CrossRef PubMedViruses 2016 ,8, 304 16 of 17 63. Cogoli, A.; Cogoli-Greuter, M. Activation and proliferation of lymphocytes and other mammalian cells in microgravity. Adv. Space Biol. Med. 1997 ,6, 3379. PubMed 64. Bem, R.A.; Domachowske, J.B.; Rosenberg, H.F. Animal models of human respiratory syncytial virus disease. Am. J. Physiol. Lung Cell. Mol. Physiol. 2011 ,301, L148L156. CrossRef PubMed 65. Zhao, Z.; Zhang, F.; Xu, M.; Huang, K.; Zhong, W.; Cai, W.; Yin, Z.; Huang, S.; Deng, Z.; Wei, M.; et al. Description and clinical treatment of an early outbreak of severe acute respiratory syndrome (SARS) in Guangzhou, pr China. J. Med. Microbiol. 2003 ,52, 715720. CrossRef PubMed 66. Gretebeck, L.M.; Subbarao, K. Animal models for SARS and MERS coronaviruses. Curr. Opin. Virol. 2015 ,13, 123129. CrossRef PubMed 67. Lopman, B.A.; Steele, D.; Kirkwood, C.D.; Parashar, U.D. The vast and varied global burden of norovirus: Prospects for prevention and control. PLoS Med. 2016 ,13, e1001999. CrossRef PubMed 68. Patel, M.M.; Widdowson, M.A.; Glass, R.I.; Akazawa, K.; Vinje, J.; Parashar, U.D. Systematic literature review of role of noroviruses in sporadic gastroenteritis. Emerg. Infect. Dis. 2008 ,14, 12241231. CrossRef PubMed 69. Scallan, E.; Hoekstra, R.M.; Angulo, F.J.; Tauxe, R.V .; Widdowson, M.A.; Roy, S.L.; Jones, J.L.; Grifn, P .M. Foodborne illness acquired in the united statesmajor pathogens. Emerg. Infect. Dis. 2011 ,17, 715. CrossRef PubMed 70. Riddle, M.S.; Walker, R.I. Status of vaccine research and development for norovirus. Vaccine 2016 ,34, 28952899. CrossRef PubMed 71. Duizer, E.; Schwab, K.J.; Neill, F.H.; Atmar, R.L.; Koopmans, M.P .; Estes, M.K. Laboratory efforts to cultivate noroviruses. J. Gen. Virol. 2004 ,85, 7987. CrossRef PubMed 72. Hutson, A.M.; Atmar, R.L.; Marcus, D.M.; Estes, M.K. Norwalk virus-like particle hemagglutination by binding to H histo-blood group antigens. J. Virol. 2003 ,77, 405415. CrossRef PubMed 73. Lavappa, K.S. Survey of atcc stocks of human cell lines for hela contamination. In Vitro 1978 ,14, 469475. CrossRef PubMed 74. Nelson-Rees, W.A.; Daniels, D.W.; Flandermeyer, R.R. Cross-contamination of cells in culture. Science 1981 , 212, 446452. CrossRef PubMed 75. Jones, M.K.; Watanabe, M.; Zhu, S.; Graves, C.L.; Keyes, L.R.; Grau, K.R.; Gonzalez-Hernandez, M.B.; Iovine, N.M.; Wobus, C.E.; Vinje, J.; et al. Enteric bacteria promote human and mouse norovirus infection of B cells. Science 2014 ,346, 755759. CrossRef PubMed 76. Ettayebi, K.; Crawford, S.E.; Murakami, K.; Broughman, J.R.; Karandikar, U.; Tenge, V .R.; Neill, F.H.; Blutt, S.E.; Zeng, X.L.; Qu, L.; et al. Replication of human noroviruses in stem cell-derived human enteroids. Science 2016 ,353, 13871393. CrossRef PubMed 77. Hober, D.; Sane, F. Enteroviral pathogenesis of type 1 diabetes. Discov. Med. 2010 ,10, 151160. CrossRef PubMed 78. Hober, D.; Sauter, P . Pathogenesis of type 1 diabetes mellitus: Interplay between enterovirus and host. Nat. Rev. Endocrinol. 2010 ,6, 279289. CrossRef PubMed 79. Hepatitis e. Available online: http:www.who.intmediacentrefactsheetsfs280en (accessed on 1 August 2016). 80. Takahashi, M.; Tanaka, T.; Azuma, M.; Kusano, E.; Aikawa, T.; Shibayama, T.; Yazaki, Y.; Mizuo, H.; Inoue, J.; Okamoto, H. Prolonged fecal shedding of hepatitis E virus (HEV) during sporadic acute hepatitis E: Evaluation of infectivity of hev in fecal specimens in a cell culture system. J. Clin. Microbiol. 2007 ,45, 36713679. CrossRef PubMed 81. Tanaka, T.; Takahashi, M.; Kusano, E.; Okamoto, H. Development and evaluation of an efcient cell-culture system for hepatitis E virus. J. Gen. Virol. 2007 ,88, 903911. CrossRef PubMed 82. Mohd Hanaah, K.; Groeger, J.; Flaxman, A.D.; Wiersma, S.T. Global epidemiology of hepatitis C virus infection: New estimates of age-specic antibody to HCV seroprevalence. Hepatology 2013 ,57, 13331342. CrossRef PubMed 83. Quayle, A.J. The innate and early immune response to pathogen challenge in the female genital tract and the pivotal role of epithelial cells. J. Reprod. Immunol. 2002 ,57, 6179. CrossRef 84. LaMarca, H.L.; Ott, C.M.; Honer Zu Bentrup, K.; Leblanc, C.L.; Pierson, D.L.; Nelson, A.B.; Scandurro, A.B.; Whitley, G.S.; Nickerson, C.A.; Morris, C.A. Three-dimensional growth of extravillous cytotrophoblasts promotes differentiation and invasion. Placenta 2005 ,26, 709720. CrossRef PubMedViruses 2016 ,8, 304 17 of 17 85. Winkle, S.M.; Throop, A.L.; Herbst-Kralovetz, M.M. IL-36gamma augments host defense and immune responses in human female reproductive tract epithelial cells. Front. Microbiol. 2016 ,7, 955. CrossRef PubMed 86. Garland, S.M.; Steben, M. Genital herpes. Best Pract. Res. Clin. Obstet. Gynaecol. 2014 ,28, 10981110. CrossRef PubMed 87. Wald, A.; Zeh, J.; Selke, S.; Warren, T.; Ryncarz, A.J.; Ashley, R.; Krieger, J.N.; Corey, L. Reactivation of genital herpes simplex virus type 2 infection in asymptomatic seropositive persons. N. Engl. J. Med. 2000 ,342, 844850. CrossRef PubMed 88. Gabay, C.; Towne, J.E. Regulation and function of interleukin-36 cytokines in homeostasis and pathological conditions. J. Leukoc. Biol. 2015 ,97, 645652. CrossRef PubMed 89. Gresnigt, M.S.; van de Veerdonk, F.L. Biology of IL-36 cytokines and their role in disease. Semin. Immunol. 2013 ,25, 458465. CrossRef PubMed 90. Johansson, M.A.; Mier-y-Teran-Romero, L.; Reefhuis, J.; Gilboa, S.M.; Hills, S.L. Zika and the risk of microcephaly. N. Engl. J. Med. 2016 ,375, 14. CrossRef PubMed 91. Berkhout, B. With a little help from my enteric microbial friends. Front. Med. 2015 ,2, 30. CrossRef PubMed 92. Bosch, A.A.; Biesbroek, G.; Trzcinski, K.; Sanders, E.A.; Bogaert, D. Viral and bacterial interactions in the upper respiratory tract. PLoS Pathog. 2013 ,9, e1003057. CrossRef PubMed 93. Lynch, S.V . Viruses and microbiome alterations. Ann. Am. Thorac. Soc. 2014 ,11Suppl 1, S57S60. CrossRef PubMed 94. Miura, T.; Sano, D.; Suenaga, A.; Yoshimura, T.; Fuzawa, M.; Nakagomi, T.; Nakagomi, O.; Okabe, S. Histo-blood group antigen-like substances of human enteric bacteria as specic adsorbents for human noroviruses. J. Virol. 2013 ,87, 94419451. CrossRef PubMed 95. Pfeiffer, J.K.; Virgin, H.W. Viral immunity. Transkingdom control of viral infection and immunity in the mammalian intestine. Science 2016 ,351, pii: aad5872. CrossRef PubMed 96. Robinson, C.M.; Pfeiffer, J.K. Viruses and the microbiota. Ann. Rev. Virol. 2014 ,1, 5569. CrossRef PubMed 97. Doeringer, S.Y.; Throop, A.L.; Herbst-Kralovetz, M.M. Bacteria in the vaginal microbiome alter the innate immune response and barrier properties of the human vaginal epithelia in a species-specic manner. J. Infect. Dis. 2014 ,209, 19891999. CrossRef PubMed 98. Herbst-Kralovetz, M.M.; Pyles, R.B.; Ratner, A.J.; Sycuro, L.K.; Mitchell, C. New systems for studying intercellular interactions in bacterial vaginosis. J. Infect. Dis. 2016 ,214, S6S13. CrossRef PubMed 99. Lin, H.J.; OShaughnessy, T.J.; Kelly, J.; Ma, W. Neural stem cell differentiation in a cell-collagen-bioreactor culture system. Brain Res. Dev. Brain Res. 2004 ,153, 163173. CrossRef PubMed 100. Luo, H.; Zhu, B.; Zhang, Y.; Jin, Y. Tissue-engineered nerve constructs under a microgravity system for peripheral nerve regeneration. Tissue Eng. Part A 2015 ,21, 267276. CrossRef PubMed 101. Ma, W.; Fitzgerald, W.; Liu, Q.Y.; OShaughnessy, T.J.; Maric, D.; Lin, H.J.; Alkon, D.L.; Barker, J.L. Cns stem and progenitor cell differentiation into functional neuronal circuits in three-dimensional collagen gels. Exp. Neurol. 2004 ,190, 276288. CrossRef PubMed 102. Cerwinka, W.H.; Sharp, S.M.; Boyan, B.D.; Zhau, H.E.; Chung, L.W.; Yates, C. Differentiation of human mesenchymal stem cell spheroids under microgravity conditions. Cell Regen. 2012 ,1, 2. CrossRef PubMed 103. Rungarunlert, S.; Ferreira, J.N.; Dinnyes, A. Novel bioreactor platform for scalable cardiomyogenic differentiation from pluripotent stem cell-derived embryoid bodies. Methods Mol. Biol. 2016 ,1502 , 169179. 104. Teo, A.; Mantalaris, A.; Song, K.; Lim, M. A novel perfused rotary bioreactor for cardiomyogenesis of embryonic stem cells. Biotechnol. Lett. 2014 ,36, 947960. CrossRef PubMed 105. Vidyasekar, P .; Shyamsunder, P .; Sahoo, S.K.; Verma, R.S. Scaffold-free and scaffold-assisted 3D culture enhances differentiation of bone marrow stromal cells. In Vitro Cell. Dev. Biol. Anim. 2016 ,52, 204217. CrossRef PubMed 2016 by the authors; licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC-BY) license (http:creativecommons.orglicensesby4.0).",
        "introduction": "In vitro studies of complex virus-host interactions require robust cell culture models that effectively recapitulate in vivo properties and characteristics. Researchers have utilized conventional two-dimensional (2D) monolayer cell cultures for many decades, increasing understanding in viral life cycles and the host immune response. Cells grown in conventional monolayer cell cultures, however, often lack polarization and the architectural features of in vivo tissues and, therefore, may improperly represent key virus-host interactions  13. Additionally, many newly-emerging and difcult-to-propagate viruses (Zika virus, severe acute respiratory syndrome coronavirus and hepatitis viruses, for example) lack sufcient animal models andor in vitro cell culture models to allow for their study. Therefore, there is a clear need for in vitro models that display key cellular components and features to accurately model virus-host interactions. The development of new therapeutic agents and treatments for viral infections requires a more complex understanding of virus-host interactions, as well as, culture systems that model the in vivo environment as accurately as possible. Viruses often require distinct cellular architectural features and polarized orientation with receptors for attachment and entry, which may not be present on cells grown in conventional monolayer cell cultures. For example, Viruses 2016 ,8, 304; doi:10.3390v8110304 www.mdpi.comjournalvirusesViruses 2016 ,8, 304 2 of 17 a recent review article highlighted the important role of tight junctions in viral entry, replication, dissemination and egress in at least nine different DNA and RNA viruses  4. Tight junction proteins are also key components of the epithelial barrier function and integrity that protect against viral infection and potentially inuence the susceptibility of tissue to viral infection. Mucin production at mucosal epithelial sites additionally inuences virus-host interactions at the epithelial barrier and ultimately impacts viral infection and transmission  57. While some of these features may be present in conventional monolayer cell cultures, they often lack the polarity and other topographic features that are present in vivo . Rotating wall vessel (RWV) bioreactors effectively model many of these features, including tight junctions and unidirectional expression of mucin and key receptor proteins, allowing investigators to more effectively study virus-host interactions as they exist in vivo in a reproducible fashion. Early attempts at three-dimensional (3D) cell culture utilized explant tissue cultures  8,9. The collection of explant tissue, however, is limited by donor availability, and such explants have a short lifespan in culture  10. More recent attempts at 3D modeling have included scaffold-based systems, scaffold-free systems, transwells and microuidics  1113. The National Aeronautics and Space Administration (NASA) initially developed the RWV bioreactor as a way to model the microgravity environment encountered in space and to investigate growth, regulatory and structural processes  14,15. The RWV bioreactor was found to create a modeled microgravity, low uid-shear environment that provides the necessary oxygenation and nutrients for development and polarization. In this environment, cells were observed to form cellular structures and features not readily expressed in conventional monolayer cell culture. Since its development, the RWV bioreactor has been utilized for the study of cellular and microbial gene expression in microgravity, cellular differentiation, host-pathogen interactions and tissue engineering 1619. In the RWV bioreactor, cells are cultured with microcarrier beads or matrices that allow the cells to attach and spontaneously develop 3D ultrastructures representative of the parental tissue. As the cells grow and develop, cellular aggregates form via bead-to-bead bridges, and cellular aggregates can be sampled at various time points to monitor the progress of development  20. The low uid-shear environment prevents the cells from detaching from the microcarriers and protects growing tissue aggregates from damage that can occur from excess agitation during culturing  20. The low uid-shear environment also promotes the co-localization of particles in the uid and leads to the formation of the bead-to-bead bridges and cellular aggregates  15. In addition, this low uid-shear environment mimics the ow in vivo during development and thereby promotes cellular differentiation as cells signal and grow in 3D. Developing 3D aggregates are kept in a continuous free-fall state of neutral buoyancy that precludes aggregate sedimentation, while maintaining the low uid-shear environment, and allows the cells to grow around the microcarrier and develop complex structures observed in vivo (Figure 1)  15,2023. In the RWV bioreactor, oxygenation occurs by the diffusion of dissolved gasses, creating a zero headspace environment that provides the necessary oxygenation for the developing aggregates while maintaining the low uid-shear environment  22. Collectively, these growth conditions allow for 3D tissue aggregates to develop and form organotypic ultrastructures that are not readily present in conventional monolayer cell culture and are necessary for advancing the development of in vitro models that effectively recapitulate in vivo tissue. For example, epithelial cells grown in the bioreactor express adhesion proteins, form desmosomes and tight junctions, produce secretory material and mucus and also form microvilli and microridges  14,2429. Notably, cells that are seeded into the bioreactor reect their phenotype. For example, vaginal epithelial cells form a multi-layered stratied squamous epithelium, whereas endocervical epithelial cells form a single layer as found in vivo , therefore reecting the authentic microanatomical features of the parental tissue  25,28. Cancerous cell lines, on the other hand (e.g., MCF-7 cells), no longer require the extracellular matrix for growth, do not attach and grow on the collagen-coated microcarrier beads, thereby reecting their cancer phenotype. Fully-differentiated aggregates can remain in the bioreactor for infection or aggregates can be harvested and plated for downstream experiments, including infections.Viruses 2016 ,8, 304 3 of 17 To date, a wide variety of cell lines and tissues has been successfully cultured and reproduced in the RWV bioreactor. The purpose of this review is to highlight those RWV bioreactor studies that focus on modeling virus-host interactions in various tissue settings (Table 1). Additionally, we discuss methodological advancements and future applications of these reproducible and robust RWV bioreactor-derived models for the continued study of virus-host interactions and maximizing their translational utility. Viruses 2016, 8, 304 3 of 17 remain in the bioreactor for infection or aggregates can be harvested and plated for downstream experiments, including infections. To date, a wide variety of cell lines and tissues has been successfully cultured and reproduced in the RWV bioreactor. The purpose of this review is to highlight those RWV bioreactor studies that focus on modeling virushost interactions in various tissue settings (Table 1). Additionally, we discuss methodological advancements and future applications of these reproducible and robust RWV bioreactor derived models for the continued study of virushost interactions and maximizing their translational utility. Figure 1. Culturing threedimensional (3D) aggregates in the rotating wall vessel (RWV) bioreactor. (A) Cells are grown to confluence in twodimensional (2D) conventional monolayer cell cultures, then are combined with microcarrier beads and appropriate media in the RWV bioreactor. Cells attach to the microcarrier beads in the bioreactor, and culture media can be replaced at any time according to the metabolic needs of the developing aggregates, as described in Radtke et al. 27. (B) The RWV bioreactor is kept in constant rotation at a low speed to create a low fluidshear simulated microgravity environment that prevents cell detachment and sedimentation. Attached cells grow and form cellcell junctions creating large aggregates consisting of multiple microcarrier beads. Cells also polarize as they develop and express many characteristics of the parental tissue. Inserts at the right show scanning electron micrographs (SEM) depicting representative 3D aggregates of cells representing cervical, lung, neuronal, placental and vaginal tissues. The cervical tissue SEM is modified from Radtke et al. 28 with permission. The lung tissue SEM is taken from NASATP 2012 217363, Paramyxovirus infection mimics of in vivo cellular dynamics in 3D human bronchoepithelial tissuelike assemblies, and used with permission from NASA 30. The neuronal tissue SEM is modified from Goodwin et al. 32 with permission. The placental tissue SEM is modified from McConkey et al. 26 with permission. This work is licensed under CC BYNC (http:creativecommons.orglicensesby nc4.0). The vaginal tissue SEM is modified from Hjelm et al. 25 with permission. Figure 1. Culturing three-dimensional (3D) aggregates in the rotating wall vessel (RWV) bioreactor. (A) Cells are grown to conuence in two-dimensional (2D) conventional monolayer cell cultures, then are combined with microcarrier beads and appropriate media in the RWV bioreactor. Cells attach to the microcarrier beads in the bioreactor, and culture media can be replaced at any time according to the metabolic needs of the developing aggregates, as described in Radtke et al.  27. (B) The RWV bioreactor is kept in constant rotation at a low speed to create a low uid-shear simulated microgravity environment that prevents cell detachment and sedimentation. Attached cells grow and form cell-cell junctions creating large aggregates consisting of multiple microcarrier beads. Cells also polarize as they develop and express many characteristics of the parental tissue. Inserts at the right show scanning electron micrographs (SEM) depicting representative 3D aggregates of cells representing cervical, lung, neuronal, placental and vaginal tissues. The cervical tissue SEM is modied from Radtke et al.  28 with permission. The lung tissue SEM is taken from NASATP-2012-217363, Paramyxovirus infection mimics of in vivo cellular dynamics in 3D human broncho-epithelial tissue-like assemblies, and used with permission from NASA  30. The neuronal tissue SEM is modied from Goodwin et al.  31 with permission. The placental tissue SEM is modied from McConkey et al.  26 with permission. This work is licensed under CC BY-NC (http:creativecommons.orglicensesby-nc4.0). The vaginal tissue SEM is modied from Hjelm et al. 25 with permission.Viruses 2016 ,8, 304 4 of 17 Table 1. Host-virus interactions in RWV bioreactor-derived 3D aggregates. Tissue Model Cell Lines Virus Virus Replication Host Response Reference Neuronal NHNP VZV Productive infection No CPE 31 Tonsil Primary cells HIV Productive infection Lymphocyte migration tracked 32 LymphoidP3HR-1 EBV Suppression of EBV reactivation ND 33 P3HR-1 Daudi RamosEBV Suppression of EBV reactivation ND 34 BJAB RajiEBV Suppression of EBV reactivation Microgravity and radiation increased DNA damage in EBV positive cells 35 LungHBTC BEAS-2BSARS-CoV No SARS-CoV replication detected Vacuolization, mitochondria loss and chromatin alterations 36 HBTC BEAS-2BRSV Productive infection Signs of cellular damage; mucus produced in 3D aggregates 37 HBTC BEAS-2BRSV PIV3Productive infectionCytokine prole in 3D aggregates was similar to human airways from RSV- and PIV3-infected patients30 LiverHuh7 HCV Productive infection Expression and localization of TJ proteins enhance HCV infection 38 PLCPRF5 HEV Productive infection No CPE 39 Small Intestine INT-407 HuNoVIncrease in viral RNA copies detected Vacuolization, shortening of apical microvilli, cell detachment from bead 40 No HuNoV replication detected Clumping and detachment of cells from microcarrier beads 41 No HuNoV replication detected No CPE 42,43 Colon Caco-2HuNoVIncrease in HuNoV RNA copies detected Shortening of apical microvilli and formation of vacuoles 44 No HuNoV replication detected No CPE 42,43 CVB Productive infection Increased expression of proliferation and differentiation genes 24 PlacentaTBPC HCMV Productive infection ND 45 JEG-3 VSV No VSV replication detected Resistance to infection mimics in vivo response to infection 26 Vagina V19IHSV-1 HSV-2Productive infectionMucosal epithelial barrier features mimic in vivo characteristics, aggregates are more resistant to HSV infection28 NHNP , normal human neural progenitor; VZV , Varicella zoster virus; HIV , human immunodeciency virus; HCV , hepatitis C virus; EBV , EpsteinBarr virus; HEV , hepatitis E virus; CBV , Coxsackie B virus; HCMV , human cytomegalovirus; VSV , Vesicular stomatitis virus; HSV , herpes simplex virus; RSV , respiratory syncytial virus; PIV3, parainuenza virus type 3; SARS- CoV , severe acute respiratory syndrome coronavirus; HuNoV , human norovirus; CPE, cytopathic effects; ND, not determined.Viruses 2016 ,8, 304 5 of 17 2. Virus Infection and Replication in 3D Bioreactor Models Barrier features, including tight junctions, mucus secretion and microvilli, are not often present in cells grown in a conventional monolayer cell culture and inuence virus-host interactions  4,46. Tight junctional proteins are receptors for several viruses, like hepatitis C virus and adenovirus, and their expression in 3D cell culture can enhance viral attachment and entry  4. The presence of tight junction proteins, mucus and other barrier features can also increase resistance to viral infections and more accurately represent in vivo virus-host interactions. Our studies, along with those from other researchers, have found that cells grown in the RWV bioreactor are more resistant to infection, requiring a higher virus multiplicity of infection (MOI) to productively infect 3D aggregates when compared to conventional monolayer cell culture  27,47,48. Likewise, cells grown in the RWV bioreactor show increased resistance to bacterial infection, and infected 3D cell cultures display decreased bacterial replication when compared to infections in conventional monolayer cellculture 27,4951 . A study of four veterinary viruses in 3D RWV bioreactor-derived aggregates further supported these ndings by directly comparing the replication of the viruses in conventional monolayer cell cultures vs. 3D aggregates. Three-dimensional monkey kidney epithelial cell (VERO) aggregates and 3D bovine kidney epithelial cell (MDBK) aggregates were infected with two DNA viruses (Suid herpesvirus 1 and Bovine adenovirus) and two RNA viruses (Vesicular stomatitis virus and Bovine parainuenza virus). Infections with all four viruses in the 3D aggregates produced a lower viral titer over the course of infection compared to conventional monolayer cell cultures  52. However, despite being more resistant to infection, more infectious virions were produced in 3D aggregates, while the conventional monolayer cell culture produced more noninfectious virions  52. These ndings allow the speculation that the increased resistance to infection is due to the barrier features that polarized 3D aggregates exhibit when grown in the RWV bioreactor. The increased infectivity of the virions produced is also noteworthy and suggests again that the 3D aggregates better mimic the in vivo environment. For these and other reasons, we argue herein that the 3D cellular aggregates grown in the RWV bioreactor provide a more in vivo -like simulation of parental tissues, and their susceptibility to virus entry, replication and subsequent pathogenesis support their utilization for the study of these processes in vitro. 3. Three-Dimensional Models of Human Neuronal Cells to Study Persistent Viral Infections Varicella zoster virus (VZV) is an alphaherpesvirus that belongs to the Herpesviridae family that establishes a latent infection in ganglionic neurons following an initial phase of acute infection. The virus will often reactivate in later years, causing zoster, a localized dermatomal rash, and also neurologic diseases, including meningoencephalitis and myelopathy. Over 90 of the worldwide population is seropositive, and although a vaccine has been developed and is currently available, there remains a risk of virus reactivation  53,54. A lack of animal models and limited availability of VZV-free human ganglionic neurons have limited the study of the virus. Recently, normal human neuronal progenitor (NHNP) cells have been utilized to study VZV infection and latency. When NHNP cells are cultured in the RWV bioreactor, they become partially differentiated, leading to the formation of 3D aggregates that display features observed in human trigeminal ganglia  31. These 3D aggregates express mature neuronal markers, such as glial brillary acidic protein, neuron-specic nuclear protein, -tubulin III and microtubule-associated protein A and B after 180 days in culture  31. Three-dimensional NHNP aggregates also express additional neuronal markers (nestin and tubulin) at levels similar to those seen in human trigeminal ganglia; however, late stage neuronal development markers CD105, CD90 and CD49f are expressed at lower levels 31. Three-dimensional NHNP aggregates support persistent VZV infections with limited or little lytic replication and sporadic reactivation at later time points  31. NHNP cellular aggregates infected with uorescently-labeled VZV in the bioreactor showed a signicant increase of VZV genome copies over an 18-day period, yet aggregates remained viable in culture over a three-month course of infection  31. The VZV genome was able to stably replicate, and infectious virus progeny was detectedViruses 2016 ,8, 304 6 of 17 in the cell culture supernatant intermittently throughout the course of infection  31. The maintenance of viable 3D aggregates over a three-month course of infection, while not exactly modeling in vivo infections, does allow for the study of persistent VZV infections over an extended period of time. Prolonged studies of VZV infections enable researchers to identify key interactions that may inuence virus gene expression, replication and potentially establishment of latency. Prior to the development of the 3D NHNP aggregates, many other cell lines had been utilized to study VZV infection, including human neuroblastoma (IMR-32), monkey kidney epithelial (VERO), primary human foreskin broblasts (HFF), human melanoma (MeWo) and peripheral blood mononuclear cells (PBMC). In these cell lines, however, VZV infections are lytic and preclude prolonged culturing and the study of VZV latency and reactivation cycles  31,5558. It should be noted that a non-lytic VZV infection was achieved with differentiated human neural stem cells (NSC); however, these infections were nonproductive  59. Despite its limitations, the development of 3D NHNP aggregates grown in the RWV bioreactor represents a step forward in the study of VZV virus-host interactions. Further development of 3D aggregates to model virus latency and reactivation can provide new insights into the mechanisms of VZV pathogenesis and could potentially be utilized in the study of other neurotropic viruses, such as other herpesviruses. 4. Three-Dimensional Models of Lymphoid Tissue and Circulating Lymphocytes for Long-Term Culture to Study Virus Replication, Latency and Reactivation One of the rst viruses studied utilizing the RWV bioreactor developed by NASA was EpsteinBarr virus (EBV) (Table 1). EBV is a member of the Herpesviridae family, and approximately 90 of adults are seropositive for the virus  60. The virus infects epithelial cells and B lymphocytes and establishes latency in resting memory B cells  61. In humans, B cells circulate through the periphery, often in a quasi-gravity state where gene expression and cell metabolism may be different from that observed in conventional monolayer cell culture  33. Simulated microgravity has been shown to alter the gene expression, proliferation and cellular interactions of non-adherent cells compared to when they are cultured in non-rotating, static environments  62,63. As already noted, the RWV bioreactor provides a simulated microgravity environment to reproduce conditions in circulation and is therefore ideally suited for the in vitro study of EBV-infected B cells. P3HR-1, Daudi and Ramos B-cell lines have been cultured in the RWV bioreactor to study factors inuencing EBV latency and reactivation  3335. Indirect immunouorescence assays showed that EBV-positive P3HR-1 and Daudi cells cultured in RWV bioreactors displayed signicantly lower expression levels of lytic cycle proteins compared to cells grown in conventional monolayer cell culture, suggesting that EBV reactivation is suppressed in microgravity environments 33. Human immunodeciency virus (HIV) is a member of the Retroviridae family, which also infects lymphoid tissue and circulating lymphocytes. In addition to the formation of 3D aggregates from cells grown in conventional monolayer cultures, the RWV bioreactor can be utilized for culturing tissue blocks in the simulated microgravity environment, thereby maintaining their in vivo cellular organization and structure while allowing for the delivery of nutrients  32. Margolis et al. inserted blocks of human tonsil tissue into the RWV bioreactor and cultured these blocks with additional cells from the same tonsil. These cultures were not only viable for up to three weeks, but also contained lymphocytes that migrated throughout the tissue and cell culture media. Infection of these cultures with HIV-1 isolates was productive, with exponential viral replication during the rst week of infection  32. In situ hybridization for HIV RNA conrmed a productive infection, with 13 of the cells in the tissue blocks becoming infected  32. Flow cytometry demonstrated a decrease in CD4cells over the course of the infection, conrming the productive infection of CD4T cells  32. Additionally, transfer of HIV-positive tissue blocks to RWV bioreactors containing HIV-negative tissue blocks led to the infection of the HIV-negative tissue blocks, and virus was detected in the cell culture supernatant  32. Culturing tissue blocks in the RWV bioreactor thus creates an in vitro model system that could provide new insights into HIV infections and virus interactions with lymphoid tissue.Viruses 2016 ,8, 304 7 of 17 5. Three-Dimensional Models for Respiratory Viral Infections The respiratory epithelium forms a robust barrier to prevent infection. Tight junctions, cilia and mucus secretion are some of the important features of this barrier. Conventional cell culture techniques are often used for the study of respiratory viruses, but lack many of the important features of the intact human respiratory epithelium, like mucus, microvilli and cell-cell junction proteins. Cultures of 3D respiratory epithelial cell aggregates have therefore been applied to the study of the host immune response to bacterial infections in the lungs and can be effective models for studying emerging respiratory viruses and difficult-to-propagate viruses that previously lacked a robust model for study 49. Two widely-prevalent paramyxoviruses, parainuenza virus type 3 (PIV3) and respiratory syncytial virus (RSV), cause severe respiratory disease in young children. Both of these viruses have proven to be difcult to propagate in conventional cultures and also lack robust animal models that accurately model viral infection, pathogenesis and the host immune response  64. Recently, it has been shown that immortalized human bronchotracheal epithelial (BEAS-2B) cells and primary normal human bronchial epithelial (NHBE) cells grown as 3D aggregates in the RWV bioreactor are permissive to RSV and PIV3 infection (Table 1). Transmission electron microscopy further demonstrated that the aggregates grow in a multi-layered structure that exhibits tight junctions and microvilli, thus displaying key features of the in vivo tissue  37. These respiratory 3D aggregates have been cultured for more than 35 days while maintaining functional cell markers and, when challenged with RSV , display cellular damage and active viral infections, including budding virions  37. Cytokine proles from the RSV-infected and PIV3-infected 3D lung epithelial aggregates demonstrated an induction of pro-inammatory cytokines, chemokines and other immune factors including interleukin (IL)-1 , IL-8, macrophage inammatory protein 1 alpha (MIP-1 ), regulated on activation, normal T cell expressed and secreted (RANTES) and granulocyte-colony stimulating factor (G-CSF) at levels that were similar to those observed in nasal washes from children with RSV and PIV3 infections  30. In contrast, cytokine proles from conventional monolayers infected with RSV and PIV3 were not similar to the levels observed clinically. Taken together, these data support the utilization of 3D aggregates as models ofin vivo RSV and PIV3 infections with regard to the function of epithelial cells in host response and barrier defense to these viruses 30. Severe acute respiratory syndrome coronavirus (SARS-CoV) is an emerging virus rst identied in China in 2002  65. Animal models for SARS-CoV have been developed, although there currently are no Food and Drug Administration (FDA)-approved vaccines or antivirals available  66. Initial experiments with SARS-CoV suggest that 3D human bronchotracheal epithelial (BEAS-2B) aggregates provide a more physiologically-relevant and species-specic model that may be more permissive to viral infection by SARS-CoV and potentially other emerging human viruses (Table 1). Characterization of the 3D aggregates has revealed cellular differentiation and increased expression of collagen IV , mucin 1 (MUC1) and tight junction protein zonula occludens-1 (ZO-1) at levels similar to in vivo human tissue  36. Infectious virions were not detected in cell culture supernatants by the standard plaque assay when the 3D aggregates were infected with SARS-CoV; however, immunocytochemistry illustrated cross-reactivity with antibodies to viral spike and nuclear proteins at the cytoplasm and plasma membrane in SARS-CoV-infected aggregates  36. Cytoplasmic vacuoles also increased over the course of the infection; mitochondria became swollen and decreased in number; and endoplasmic reticula were disrupted; all clear signs of viral infection  36. At 10 days post infection (DPI), cells began shedding off the microcarrier beads, but again, no budding virions were observed at any time during the course of infection  36. Nevertheless, the positive immunocytochemistry and the visualization of cytoplasmic vacuoles appear to conrm a permissive SARS-CoV infection of the 3D aggregates, suggesting that these cultures could provide useful information about SARS-CoV infection and pathogenesis, and contribute to the development of novel interventions even in the absence of virion formation. These initial studies with 3D respiratory aggregates are encouraging and could be applied to other newly-emerging respiratory viruses, such as Middle East respiratory syndrome coronavirus (MERS-CoV).Viruses 2016 ,8, 304 8 of 17 6. Three-Dimensional Models for Studying Viral Gastroenteritis Over 200,000 children under the age of ve die every year from human norovirus (HuNoV) infections, with norovirus infection representing the second leading cause of diarrheal death in this age group  6769. An effective cell culture model for modeling HuNoV infections and interactions with intestinal epithelial cells has been elusive, slowing the development of urgently-needed interventions for this deadly illness 70. Early studies investigated over 27 cell lines and approximately 33 different HuNoV strains for the propagation of the virus using in vitro monolayers and were unsuccessful  71. It was hypothesized that 3D structures or other co-factors may be required for successful cultivation of HuNoV in vitro . Human small intestine (INT-407) epithelial cells were initially grown in the RWV bioreactor with collagen-coated beads to form 3D aggregates to study HuNoV (Table 1)  40,41,43,44. INT-407 epithelial aggregates have been shown to differentiate and subsequently stain positive for tight junction markers occludin, claudin-1, epithelial cadherin (E-cadherin) and ZO-1 by immunouorescence  40. The 3D aggregates possess apical microvilli, though these microvilli are shorter than those on in vivo human intestinal epithelial cells  43. Three-dimensional aggregates developed from an alternate cell line, Caco-2 colon carcinoma, also express tight junction markers ZO-1 and occludin, and apical microvilli on these aggregates were more similar to the human intestinal epithelium in vivo 24,43,44. The 3D Caco-2 aggregates also displayed increased expression of MUC1, MUC13 and MUC17, which are highly expressed mucins in the intestine that could potentially inuence virus-host interactions  24. Both 3D Caco-2 and INT-407 aggregates also expressed histo-blood group antigens (HBGA) H1 and H2, cellular receptors for HuNoVs  24,43,72. INT-407 and Caco-2 aggregates were challenged with HuNoV and harvested for viral RNA titers as measured by reverse transcription PCR (RT-PCR). Straub et al. reported successful HuNoV infection and detected viral replication in 3D INT-407 and 3D Caco-2 aggregates; however, these results have not been able to be replicated in either 3D INT-407 or 3D Caco-2 intestinal epithelial models  4044. Additionally, the INT-407 cell line has been reported to be contaminated with HeLa cells, and therefore, could explain why these studies of HuNoV cannot be replicated, and is not a robust or reproducible model for the study of HuNoV-host interactions  73,74. Recent advances in the culture of HuNoV demonstrated the need for additional factors, including gut bacteria andor bile, for robust HuNoV replication. Bacteria from the gut have been shown to express HBGA and facilitate HuNoV infection of human B cells  75. Additionally, it has been shown that intestinal milieu, including bile, is an important factor that enhances HuNoV replication in human intestinal enteroids 76. Although 3D Caco-2 aggregates alone do not support productive HuNoV infection, they possess in vivo -like properties that can aid researchers in understanding the interactions between intestinal epithelial cells and other gastrointestinal viruses, like Coxsackie virus B (CVB). Currently there is no vaccine for CVB, and CVB infections cause mild gastroenteritis, while myocarditis and persistent infections have been linked to type 1 diabetes development  77,78. Three-dimensional Caco-2 aggregates have supported productive CVB infection and produce more infectious virions than infections in conventional monolayer cell culture (Table 1)  24. Further study of CVB and other enteric viruses in 3D colonic epithelial aggregates promises new insights into the factors inuencing viral entry and host-virus interactions. 7. Three-Dimensional Models of Liver Tissue for Studying Hepatitis Viral Infections Two hepatotropic viruses, hepatitis C virus (HCV) and hepatitis E virus (HEV) have proven difcult to propagate in vitro , and only in recent years have researchers been able to study these viruses in a conventional cell culture. HEV is a member of the Hepeviridae family and causes acute liver disease in humans. Transmission of certain HEV genotypes can be zoonotic (from pigs) and affects much of the developing world, especially East and South Asia  79. Human cell culture models for HEV include PLCPRF5 hepatocarcinoma cells grown in conventional monolayer cell culture, which have inconsistentlyViruses 2016 ,8, 304 9 of 17 supported viral replication  39. PLCPRF5 have been grown in the RWV bioreactor, where they form aggregates that also support viral replication (Table 1)  39,80,81. The 3D aggregates become fully differentiated after a 28-day culture period and are viable in culture for over ve months  39. HEV RNA has been detected in supernatants from RWV cultures at the majority of collection points over a 175-day period  39. In contrast, PLCPRF5 cells grown in conventional monolayer cell cultures contain no HEV RNA in the supernatants  39. Scanning electron microscope (SEM) micrographs of RWV bioreactor supernatants demonstrated virions, and subsequent experiments showed that these virions are infective, conrming a productive infection  39. Taken together, these data support the use of the RWV bioreactor to study the virus-host interactions that inuence HEV infectivity and transmission in a culture system that closely resembles in vivo liver tissue. HCV is a member of the Flaviviridae family and has chronically infected over 185 million people worldwide  82. Despite this massive prevalence, the lack of model systems for HCV has limited researchers ability to study virus-host interactions in vitro . Conventional monolayer cell cultures of Huh7 human hepatoma epithelial-like cells are permissive to HCV infection, but have decreased expression of cellular features, including occludin and claudin-1, which are known to impact viral uptake (Table 1)  38. Three-dimensional Huh7 aggregates, in contrast, provide a more physiologically-relevant system that is highly permissive to HCV infection. Light micrographs have shown that fully-differentiated aggregates are multilayered, and RT-PCR of cellular RNA showed increased expression of hepatocyte nuclear factors that regulate hepatocyte differentiation  38. In addition, aggregates stained positive for tight junction proteins (occludin-1 and E-cadherin), cell adhesion proteins and HCV receptors (CD81 and SR-B1) by immunouorescence  38. This degree of differentiation and polarization of Huh7 cells allows for the studies of the interactions between HCV and barrier proteins regulating viral entry that were previously impossible in conventional monolayer cell culture. Three-dimensional Huh7 liver aggregates have been productively infected with HCV , and viral RNA was detected in aggregates throughout a two-week period of infection  38. Infection of the Huh7 aggregates was further conrmed through immunouorescence at days 1, 7 and 14 post-infection  38. Cellular differentiation of the 3D aggregates and the increased expression of tight junction proteins enables the study of these difcult-to-propagate viruses and could be utilized in the study of other hepatotropic viruses. 8. Three-Dimensional Models of Female Reproductive Tract Tissues for Studying Sexually-Transmitted Infections and Emerging Viruses The female reproductive tract (FRT) is divided into the upper tract, consisting of the endocervix, uterus, placenta, fallopian tubes and ovaries, a transitional ectocervix zone and the lower tract, consisting of the vagina and vulva  83. The FRT is exposed to a myriad of microbes, including sexually-transmitted pathogens, many of which are able to establish chronic infections that are difcult to clear and can cause long-term reproductive and gynecologic sequelae. However, site-specic differences in the epithelial structure between the upper and lower genital tract necessitate the need to model these different tissues for the study of sexually-transmitted infections (STI) and other viruses. Our laboratory was the rst to develop and characterize 3D models of human cervical and vaginal tissue using the RWV bioreactor  25,27. Human models of the upper FRT, including the endometrium, have also recently been developed and characterized in our laboratory (unpublished data). In addition, human placental models have been successfully created and used to model microbial resistance at this site 26,29,45,84. Human vaginal epithelial (V19I) cells cultured in the RWV bioreactor develop in vivo -like properties that are not present when cells are grown in conventional monolayer cell cultures  25. Scanning and transmission electron microscopy of 3D vaginal aggregates has demonstrated the presence of tight junctionsdesmosomes, microridges, microvilli and mucus secretion, all of which inuence viral interactions with host epithelial cells (Figure 2)  25,27. The 3D aggregates can be used to test vaginal microbicides and recapitulated toxicity and host cytokine responses similar to humanViruses 2016 ,8, 304 10 of 17 explant tissue, thereby demonstrating the translational capability of this model  25. Three-dimensional cervical and vaginal aggregates exposed to microbial products, including poly(I:C) (a viral mimic and toll-like receptor 3 agonist), exhibit the induction of acute-phase and pro-inammatory cytokines and mucus secretion, similar to primary human cells, and have been used to model the host immune response to viral infections (unpublished data) 27,85. Herpes simplex virus type 2 (HSV-2) is the leading cause of genital herpes infections and causes persistent, life-long infections that increase the risk for STI and HIV acquisition  86. Although antiviral drugs are available, viral reactivation and shedding can occur in many who are asymptomatic, and an effective vaccine remains elusive  87. Vaginal and cervical epithelial aggregates are susceptible to FRT pathogens, including HSV-2, as shown by immunouorescence and the standard VERO plaque assay (Table 1) (unpublished data)  27. As mentioned previously, a higher MOI is required to infect 3D vaginal or cervical aggregates relative to conventional monolayers, most likely due to enhanced epithelial barrier features. HSV-2 infections of 3D vaginal aggregates induce secretion of cytokines, chemokines, mucus and anti-microbial products (AMP) and may provide a more accurate host immune response relative to conventional monolayers (unpublished data). More recently, our laboratory has reported that exposure of 3D human vaginal and cervical aggregates to microbial products, including poly(I:C), induces the expression of a novel pro-inammatory cytokine, IL-36 85. While this cytokine has been identied at other mucosal sites, this was the rst report of this cytokine in the FRT and was validated with human tissue  85,88,89. We hypothesize it may play a key role in mucosal host defense at this site. Collectively, these physiologically-relevant features support the use of 3D FRT aggregates from RWV bioreactors to study host immune mechanisms for other viral STI, including HIV and human papillomavirus. The placenta is an important site for the exchange of nutrients and gasses during pregnancy, and virus-host interactions at the placenta have signicant health implications for both mother and developing fetus. Human choriocarcinoma trophoblast cells (using the JEG-3 cell line) have been shown to produce 3D aggregates in the RWV bioreactor when the cells are co-cultured with placental microvascular cells  26. The JEG-3microvascular aggregates form over a 21-day period and display increased expression of placental differentiation markers, including human chorionic gonadotropin beta subunit ( hCG), human placental lactogen (hPL), syncytin, placental protein 13 (PP13) and major facilitator superfamily domain-containing protein 2 (MFSD2)  26. Transcriptome proles of the 3D aggregates were signicantly different from the proles of cells grown in conventional monolayer and were more similar to proles from primary human trophoblasts  26. The 3D aggregates also form syncytia and brush borders that are additional markers of cellular differentiation and that are not observed in conventional monolayer cell culture  26. The syncytia and brush borders present in the 3D aggregates provide resistance to vesicular stomatitis virus (VSV) infection, whereas cells in conventional monolayers remain susceptible to VSV infection as shown by RT-PCR  26. These results support the protective nature of placental trophoblasts (both in vivo and in 3D aggregates) against VSV infection. This 3D placenta model may also be useful for studying the interactions between emerging viruses, including the Zika virus and its severe effects in pregnancy (e.g., irreversible microcephaly) observed in newborn babies from Zika-infected mothers 90.Viruses 2016 ,8, 304 11 of 17 Viruses 2016, 8, 304 11 of 17 Figure 2. Example of physiological features of the RWV bioreactor derived human 3D vaginal aggregates. (A) Phase micrograph of 3D vaginal epithelial cell aggregates consisting of multiple microcarrier beads connected by cellcell junctions at an early stage of development. (B) Immunofluorescence of 3D aggregates by laser scanning confocal microscopy demonstrating localized mucus secretion modified from Hjelm et al. 25 with permission. Nuclei are stained with DAPI (blue); actin filaments are stained with phalloidin (red); and mucin 1 (MUC1) is stained with FITC (green). (C) Transmission electron microscope (TEM) image of 3D vaginal aggregates showing microvilli (MV), modified from Hjelm et al. 25 with permission. (D) TEM micrograph depicting desmosomes (D) at cellcell junctions between vaginal epithelial cells. (E) SEM image showing formation of microridges (MR) at cellcell junctions during latestage development of 3D aggregates. (F) Production of secretory material (S) by vaginal 3D aggregates as shown by SEM. 9. Future Directions for RWV Bioreactors 9.1. Considering the SiteSpecific Microbiome for the Advancement of RWVDerived Tissue Models Recent research has implicated virushostmicrobiome interactions in the processes of viral entry, pathogenesis and the host immune response 9196. For example, in the FRT, commensal microbiota play a key role in maintaining a healthy, homeostatic microenvironment, and disruption Figure 2. Example of physiological features of the RWV bioreactor-derived human 3D vaginal aggregates. (A) Phase micrograph of 3D vaginal epithelial cell aggregates consisting of multiple microcarrier beads connected by cell-cell junctions at an early stage of development. ( B) Immunofluorescence of 3D aggregates by laser scanning confocal microscopy demonstrating localized mucus secretion modied from Hjelm et al.  25 with permission. Nuclei are stained with DAPI (blue); actin laments are stained with phalloidin (red); and mucin 1 (MUC1) is stained with FITC (green). ( C) Transmission electron microscope (TEM) image of 3D vaginal aggregates showing microvilli (MV), modied from Hjelm et al. 25 with permission. ( D) TEM micrograph depicting desmosomes (D) at cell-cell junctions between vaginal epithelial cells. ( E) SEM image showing formation of microridges (MR) at cell-cell junctions during late-stage development of 3D aggregates. ( F) Production of secretory material (S) by vaginal 3D aggregates as shown by SEM. 9. Future Directions for RWV Bioreactors 9.1. Considering the Site-Specic Microbiome for the Advancement of RWV-Derived Tissue Models Recent research has implicated virus-host-microbiome interactions in the processes of viral entry, pathogenesis and the host immune response  9196. For example, in the FRT, commensal microbiota play a key role in maintaining a healthy, homeostatic microenvironment, and disruption of thisViruses 2016 ,8, 304 12 of 17 microbiota increases risk for STI acquisition. Our laboratory has successfully modeled commensal and bacterial vaginosis-associated bacteria from the vaginal microbiome using 3D RWV-derived vaginal aggregates  97,98. Virus-microbiome interactions can also be studied using other mucosal models (e.g., lung and intestinal models), and site-specic microbiota should be included in future tissue modeling of mucosal sites  97. Use of clinical samples or isolates may be required to recapitulate the microbial milieu at these sites. Culturing of 3D aggregates with site-specic microbiota in the context of viral infection could provide novel insights into virus-host and virus-microbiome mechanisms. 9.2. Advancing RWV Bioreactor Tissue Models with Enhanced Cellular Complexity Human tissues are complex multi-cellular microenvironments, and interactions between different cell types in a tissue will inuence host immune mechanisms. Co-culturing with lymphocytes and other immune cells increases the complexity of the tissues that can be modeled in the RWV bioreactor and can more faithfully recapitulate the host immune response; however, it is challenging to create autologous environments with the limited availability and lifespan of primary cell lines and optimization of diverse culture requirements. The application of stem cells and stromal cells to the RWV bioreactor may further enhance the tissue complexity of the 3D aggregates. For example, neural stem cells and neural progenitor cells are able to differentiate and develop into neurons and glia when grown in the RWV bioreactor  99101. Other examples include embryonic stem cells, pluripotent stem cells and mesenchymal stem cells, all which have been successfully propagated in RWV bioreactors and could advance RWV bioreactor-derived models  100,102105. The increasing utilization of RWV bioreactors for cell lines from a wide variety of tissues holds the promise of enhancing our ability to study emerging viruses that have drastic public health implications. New therapeutic agents and antiviral drugs can also be screened for toxicity and efcacy using 3D human aggregates to give a more faithful representation of in vivo microenvironments and provide superior preclinical data prior to advancing to clinical trials. Although challenging, advancing RWV bioreactor model systems to reproduce these complex in vivo cell-cell interactions could improve the translational impact of these robust 3D models in elucidating key virus-host interactions. 10.",
        "conclusion": "s In this review, we have highlighted studies using 3D RWV-derived models to investigate virus-host interactions (Table 1). Three-dimensional RWV bioreactor-derived aggregates express cellular architectural and structural features not readily expressed in conventional monolayer cell culture, including tight junction proteins, mucus and microvilli, that are important for the analysis of virus-host interactions . Fully-differentiated aggregates can be further utilized in highly reproducible downstream gene expression analyses, high throughput and omics analyses, microscopy, toxicologydrug development and gene editing studies. In conclusion, RWV-derived 3D models can be employed to better understand the key interactions that inuence viral pathogenesis and the host immune response to viral infection in a physiologically-meaningful context that enhances their translational utility. Acknowledgments: The authors would like to thank Pawel Laniewski, Andrea Throop and Kerr Whiteld for the critical review of the manuscript and Sean Winkle for assistance with creating Figure 1. This work was supported by NIH NIAID Grant 1R15AI113457-01A1 to M.M.H.-K. Author Contributions: M.M.H.-K. designed the scope and organization of the review. J.K.G. and M.M.H.-K. conducted the literature reviews, data extraction and analysis, gure and table construction, and both contributed to the writing of the manuscript. M.M.H.-K. supervised the writing and edited and reviewed the complete manuscript, gures and table. Both authors approved of the nal manuscript for submission. Conicts of Interest: The authors declare no conict of interest.Viruses 2016 ,8, 304 13 of 17 References 1. Abbott, A. Cell culture: Biologys new dimension. Nature 2003 ,424, 870872. CrossRef PubMed 2. Nickerson, C.A.; Richter, E.G.; Ott, C.M. Studying host-pathogen interactions in 3D: Organotypic models for infectious disease and drug development. J. Neuroimmune Pharmacol. 2007 ,2, 2631. CrossRef PubMed 3. Zhang, S. Beyond the petri dish. Nat. Biotechnol. 2004 ,22, 151152. CrossRef PubMed 4. Torres-Flores, J.M.; Arias, C.F. Tight junctions go viral! Viruses 2015 ,7, 51455154. PubMed 5. Cohen, M.; Zhang, X.Q.; Senaati, H.P .; Chen, H.W.; Varki, N.M.; Schooley, R.T.; Gagneux, P . Inuenza a penetrates host mucus by cleaving sialic acids with neuraminidase. Virol. J. 2013 ,10, 321. CrossRef PubMed 6. Zanin, M.; Baviskar, P .; Webster, R.; Webby, R. The interaction between respiratory pathogens and mucus. Cell Host Microbe 2016 ,19, 159168. CrossRef PubMed 7. Zanin, M.; Marathe, B.; Wong, S.S.; Yoon, S.W.; Collin, E.; Oshansky, C.; Jones, J.; Hause, B.; Webby, R. Pandemic swine H1N1 inuenza viruses with almost undetectable neuraminidase activity are not transmitted via aerosols in ferrets and are inhibited by human mucus but not swine mucus. J. Virol. 2015 ,89, 59355948. CrossRef PubMed 8. Carrel, A. On the permanent life of tissues outside of the organism. J. Exp. Med. 1912 ,15, 516528. CrossRef PubMed 9. Strangeways, T.P . The Technique of Tissue Culture In Vitro ; Heffer and Sons: Cambridge, UK, 1924. 10. Grivel, J.C.; Margolis, L. Use of human tissue explants to study human infectious agents. Nat. Protoc. 2009 ,4, 256269. CrossRef PubMed 11. Haycock, J.W. 3D cell culture: A review of current approaches and techniques.",
        "images": []
    }
]