[
    {
        "pmid": "36064795",
        "title": "Microgravity enhances the phenotype of Arabidopsis zigzag-1 and reduces the Wortmannin-induced vacuole fusion in root cells.",
        "year": "2022",
        "journal": "NPJ Microgravity",
        "abstract": "The spaceflight environment of the International Space Station poses a multitude of stresses on plant growth including reduced gravity. Plants exposed to microgravity and other conditions on the ISS display root skewing, changes in gene expression and protein abundance that may result in changes in cell wall composition, antioxidant accumulation and modification of growth anisotropy. Systematic studies that address the effects of microgravity on cellular organelles are lacking but altered numbers and sizes of vacuoles have been detected in previous flights. The prominent size of plant vacuoles makes them ideal models to study organelle dynamics in space. Here, we used Arabidopsis zigzag-1 (zig-1) as a sensitized genotype to study the effect of microgravity on plant vacuole fusion. Wortmannin was used to induce vacuole fusion in seedlings and a formaldehyde-based fixation protocol was developed to visualize plant vacuole morphology after sample return, using confocal microscopy. Our results indicate that microgravity enhances the zig-1 phenotype by reducing hypocotyl growth and vacuole fusion in some cells. This study demonstrates the feasibility of chemical inhibitor treatments for plant cell biology experiments in space.",
        "full_text": "ARTICLE OPEN Microgravity enhances the phenotype of Arabidopsis zigzag-1 and reduces the Wortmannin-induced vacuole fusion in root cells Mengying Wang1, Katherine Danz1, Vanessa Ly1and Marcela Rojas-Pierce1 The space ight environment of the International Space Station poses a multitude of stresses on plant growth including reduced gravity. Plants exposed to microgravity and other conditions on the ISS display root skewing, changes in gene expression and protein abundance that may result in changes in cell wall composition, antioxidant accumulation and modi cation of growth anisotropy. Systematic studies that address the effects of microgravity on cellular organelles are lacking but altered numbers andsizes of vacuoles have been detected in previous ights. The prominent size of plant vacuoles makes them ideal models to study organelle dynamics in space. Here, we used Arabidopsis zigzag-1 (zig-1 ) as a sensitized genotype to study the effect of microgravity on plant vacuole fusion. Wortmannin was used to induce vacuole fusion in seedlings and a formaldehyde-based xation protocol was developed to visualize plant vacuole morphology after sample return, using confocal microscopy. Our results indicate that microgravity enhances the zig-1 phenotype by reducing hypocotyl growth and vacuole fusion in some cells. This study demonstrates the feasibility of chemical inhibitor treatments for plant cell biology experiments in space. npj Microgravity (2022) 8:38 ; https:doi.org10.1038s41526-022-00226-3 INTRODUCTION Growing healthy plants in space is a major goal towards the viability of long-term space missions as plants can provide food for astronauts and bene t mental health. The space environment includes multiple stresses for plant growth including differentlevels of gravity, radiation, decreased nutrient delivery and waterrecycling 1,2. The International Space Station provides an ideal experimental setting for the study of plant growth and develop-ment under space conditions and many experiments have been conducted with plants on the ISS 1,3. Reduced gravity on the ISS results in disoriented plant growth unless light is provided toactivate directional growth from phototropism. Effects of thespace ight environment on the ISS include reduced cell elonga- tion 4or altered cell division5in roots. At the cellular level, the microtubule and actin cytoskeletons as well as the cell wall arealtered under microgravity 68. Other cellular organelles are altered under microgravity conditions include mitochondria, plastids and ER6. Interestingly, vacuole numbers increased in root apical cells forArabidopsis seedlings grown on the ISS9, and vacuole volume increases in certain cells in microgravity10,11. Moreover, proteins involved in intracellular membrane traf cking were found to show altered abundance in microgravity1214. Those results suggest vacuolar development as well as traf cking are disrupted in microgravity, but overall, there is a large gap in documenting theeffect of space ight on the organization of cellular organelles 15. The plant vacuole is a large essential organelle in plant cells and is important for cell elongation, recycling, and storage, amongmany other functions 1618. Vacuole enlargement is concomitant with cell growth along the developmental gradient representedby the longitudinal axis of the root. Vacuole enlargement alongthis gradient requires homotypic membrane fusion, which ismediated by two conserved complexes, the homotypic vacuoleprotein sorting (HOPS) and soluble N-ethylmaleimide-sensitive factor attachment protein receptor (SNARE) 19. Both HOPS and thevacuolar SNARE complexes have vacuole or pre-vacuole-speci c subunits that provide speci city to membrane fusion. The vacuolar SNARE complex is formed by SYP22, VTI11, SYP51, and either VAMP72720or VAMP713VAMP7112123. A loss of function allele of VTI11, zigzag1 (zig-1 ), has fragmented vacuoles and showed abnormal shoot gravitropism2426. The zig-1 mutant also has short hypocotyls, small and wrinkled rosette leaves and a zigzag-shapedstem 24,25. Wortmannin (WM), a chemical inhibitor of phosphoino- sitide 3-kinase (PI3K), can induce vacuole fusion in zig-1 and partially restore its agravitropic shoot phenotype26,27. WM- induced vacuole fusion in zig-1 is fast and almost complete vacuole fusion can be observed in roots within two hours26,27. Given the large size of the vacuole in plant cells and the ef ciency of WM at inducing its fusion, this treatment represents a uniqueassay for the study of organelle fusion in plants in space. Plant specimens have been sent to space for fundamental biology research since the 1960s 1,3,28and this resulted in the design of speci c hardware for optimal growth3,29. The Biological Research in Canister-Petri Dish Fixation Unit (BRIC-PDFU) is a fullycontained hardware that has been used extensively with smallplant seedlings 9,3032and it is suitable for chemical treatments in space. Previous experiments involved storing liquid media orxative solution inside the chamber of the PDFU for microbial culture or plant tissue xation 3335. Cell biology research on the ISS requires sample xation to preserve cell morphology. Chemical xation in the ISS has been accomplished with non-coagulant agents such as formaldehyde and glutaraldehyde9but the latter has high levels of auto uorescence36. Direct uorescence micro- scopy of uorescent proteins from xed tissues37,38is an effective approach to extract quantitative information of cell structure athigh samples size, but the viability of uorescence microscopy of tissues xed in space has not been demonstrated given the challenges imposed by the BRIC hardware. 1Department of Plant and Microbial Biology, North Carolina State University, Raleigh, NC, USA.email: mrojaspncsu.eduwww.nature.comnpjmgrav Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA 1234567890():,;Here, we took advantage of the WM-induced vacuole fusion in zig-1 to study the effect of microgravity on plant vacuole fusion. Formaldehyde-based tissue xation in the BRIC-PDFU hardware was used and GFP-tagged vacuoles were imaged post- ight by confocal microscopy. We detected a mild but signi cant decrease in plant vacuole fusion in zig-1 that highlights possible effects of microgravity or other space ight stresses on vacuole biogenesis and membrane fusion. This experiment also demonstrates the feasibility of chemical treatment assays on the ISS which maycontribute to future cell biology research in this microgravity environment. RESULTS Optimization of BRIC-24 work ow The goal of BRIC-24 was to test whether vacuole fusion is affected by the microgravity environment of the ISS. A previously characterized vacuole fusion assay 26,27was implemented with the BRIC-PDFU hardware. This assay takes advantage of the accumulation of vacuoles in the zig-1 mutant and the rapid induction of vacuole fusion in this mutant upon treatment withWortmannin (WM) 27. Visualization of organelle morphology is accomplished by confocal microscopy of a GFP-tagged vacuolar marker (GFP-TIP2;1)39and a mCherry-tagged ER marker (HDEL- mCherry)40previously characterized. Figure 1describes the BRIC- 24 work ow as it was completed as part of the SpaceX-22 mission in July of 2021. Thirty sterile seeds from WT (Columbia-0) or zig-1 were plated directly on Arabidopsis Growth Media (AGM) plates before integration into the BRIC-PDFU hardware at Kennedy Space Center. From this point, plates were maintained cold and in thedark. Each PDFU was separately loaded with a treatment solution (WM or DMSO control in AGM) as well as xative solution taking advantage of the dual chamber of the PDFU hardware. The xative solution was infused with N2 gas to enhance its long term stability as described 41. Four BRICs containing a total of 22 PDFUs and 2 HOBO temperature recorders were delivered to NASA s coldstowage facility prior to launch (Supplementary Table 1). Two days after arriving at the ISS, BRICs were unpacked and allowed tocome up to the temperature of the ISS environment to promotegermination and growth. WM or DMSO control solutions wereapplied at day 4 of seedling growth followed by xative solution 2 h later. BRICs were returned to a 4 C storage compartment until the return ight 4 weeks later, de-integration and confocal analysis at North Carolina State University. BRIC-24 protocols that t the constraints of the ight schedule and hardware required considerations for storage of treatment solutions in the BRIC hardware before actuation and thepreservation of treated and xed seedlings for up to 6 weeks before imaging. First, we con rmed that 30 M working dilutions of WM in liquid AGM buffer are still active after 2 weeks of storageat 4 C (Supplementary Fig. 1). Furthermore, we determined thatthe formaldehyde-based xative solution was effective after 2 weeks storage (Supplementary Fig. 2). These results demon-strated the feasibility of the BRIC-24 work ow. Transfer of the treatment and xative solutions from the liquid chambers of the PDFUs and into the plants is carried out byastronauts in space, but this device does not allow for the removalof the rst solution. Therefore, the xative solution would always mix with the previously applied treatment solution. We thentested the effectiveness of a variety of xative buffers and PFA concentrations when mixed 1:1 with liquid AGM by visualizationthe GFP-labeled tonoplast and the mCherry-labeled ER of xed samples (Supplementary Fig. 3). A 4 working concentration of PFA was used as the xative agent 37,42. When PFA was directly diluted in liquid AGM, the intensity of GFP uorescence was weak, and the morphology of vacuole and ER were blurry compared tolive-seedling controls (Supplementary Fig. 3B, C). As most PFAxation solutions are made in PBS and many variations exist, we tested different PBS concentrations and mixed them 1:1 withAGM. Fixative solutions in full (1x) PBS buffer as well as 0.5x PBSyielded plants with high intensity of GFP, however, only the PFAsolution in 0.5x PBS showed the best preservation of vacuole Fig. 1 Overview of the BRIC-24 experimental work ow. Sterilized Arabidopsis seeds (WT and zig-1 with GFP-TIP2;1) were plated onto AGM media and stored at 4 C before BRIC-PDFU integration. Each petri dish contained 30 seeds. Treatment solution (33 m WM or DMSO buffer) andxative were injected into the dual chamber of the PDFU. Plates were placed into each PDFUs and PDFUs were integrated into BRICs. Four BRICs were then stored in a cold bag for the ight. After 4 days of growth on the ISS, WM solution or DMSO control were applied to the seedlings. The treatment lasted for 2 hours. The second actuation was conducted by applying xative solution to the seedlings. BRICs were then kept at 4 C and returned to NASA after splash down. Confocal imaging and data analysis were conducted at NCSU. M. Wang et al. 2 npj Microgravity (2022) 38 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA1234567890():,;morphology (Supplementary Fig. 3D, E). In the case of the KPBS buffer, a variation of PBS that contains Kas an alkali metal cation in addition to Naion, vacuole morphology was acceptable, but GFP intensity was diminished (Supplementary Fig. 3G, H). Weak GFP signal was also detected for samples xed with xative in MTSB buffer, a buffer typically used to preserve cytoskeleton inplants 43, (Supplementary Fig. 3I, J). PFA solutions in PPB and Sorensen s buffer were ineffective in preserving vacuole morphol- ogy (Supplementary Fig. 3K, L). Preservation of ER morphology as reported by the mCherry-HDEL marker was even more challen-ging. Most xative solutions resulted in the accumulation of ER aggregates and overall loss of ER structure, except for a PFAsolution in 0.25x KPBS (Supplementary Fig. 3H). This solution, however, was not optimal for visualization of vacuoles. As vacuole fusion was the primary target for this research, we selected the 4PFA solution in 0.5x PBS (Supplementary Fig. 3E) as the nal xative concentration for the ight experiment and did not analyze ER morphology as part of BRIC-24. One major concern for doing plant cell biology experiments in space is that xed samples must be stored on the ISS for several weeks before splash-down. We the refore tested whether 4 weeks of storage would affect the intensity of GFP or the overall preservation of vacuole morphology of xed samples. Several experiments con rmed that long term storage of these samples would not signi cantly affect their quality of preservation (Supplementary Fig. 4) further supporting the feasibility of BRIC-24. Ground tests demonstrated feasibility of the vacuole fusion assay using the BRIC-PDFU Science (SVT) and Experiment (EVT) Veri cation Tests were completed at Kennedy Space Center on March and September 2020, respectively, to determine the feasibility of the experimentalwork ow using the BRIC-PDFU hardware. The PDFU is an enclosed environment where plants are exposed to dark conditions andwhere plant growth or the effectiveness of chemical treatments cannot be assessed in real time. It was important to test whether WM treatment of WT and zig-1 inside the PDFU was equivalent to treatments regularly done on plastic dishes. Both SVT and EVTwere used to optimize growth conditions in the PDFU and tooptimize the WM treatment and xation. Plants were grown for 4 days during SVT, and they were treated with 33 M WM for 1 h before xation in 4 formaldehyde in 0.25x KPBS. The germina- tion rate during SVT was not signi cantly different between genotypes (Supplementary Fig. 5A), but the hypocotyl length ofWT was longer than that of zig-1 (Supplementary Fig. 5B) as previously reported 24. Fixed seedlings were imaged by confocal microscopy to visualize the vacuoles in the epidermis and cortexfrom the root transition and elongation zones (Supplementary Fig.5C). Visualization of vacuoles after PFA xation in KPBS buffer results in weak GFP uorescence. As expected, a single vacuole was observed in most cells of WT roots regardless of chemical treatment. Multiple vacuoles were detected in zig-1 roots in the control treatment and the WM treatment resulted in fewervacuoles per cell when compared to the control. Most cells did notcomplete vacuole fusion after 1 h under these conditions and thiswas unexpected 26,27. This result could be due to hardware limitations or suboptimal xation, and it prompted an increase in the incubation time of the WM in subsequent experiments. Anal EVT was conducted to demonstrate the feasibility of BRIC-24 before ight. Plants were grown for 3 days and treated with 33 M WM for 2 h before xation in 4 formaldehyde in 0.5x PBS to preserve GFP uorescence (Fig. 2; Supplementary Fig. 5D, E). Again, no signi cant differences in seed germination were detected between genotypes but zig-1 hypocotyls were shorter than the WT (Fig. 2a; Supplementary Fig. 5D, E). Root cortical cells of the root transition zone were imaged for vacuolemorphology (Fig. 2b, c) and most WT cells contained only one vacuole regardless of treatment. Multiple vacuoles per cell were observed in the zig-1 control, and WM treatment resulted in a signi cant reduction in the number of vacuoles per cell in the mutant. These results suggest that chemical inhibitor treatmentsin the BRIC-PDFU are feasible, albeit adjustments must be made to accommodate changes due to the limitations of the hardware. Even though the feasibility of BRIC-24 was demonstrated during EVT, the overall quality of GFP signal, seedling preservation andWM effectiveness was not on par with similar experiments outside the BRIC-PDFU hardware. This may result from the lack of precision when loading solutions into the dual chamber. We thentested whether deviations from the 1:1 ratio between the WM (orDMSO) solution in AGM and the xative could affect the quality of cellxation. Dark grown zig-1 seedlings were xed in different mixtures of liquid AGM and xative solution that mimic unequal loading of each solution into the dual chamber. The best cell morphology and GFP signal preservation were obtained when those solutions were mixed with 1:1 ratio. Higher concentrationsofxative induced cell damage while lower concentrations of xative resulted in lower GFP intensity (Supplementary Fig. 6). These results explain some suboptimal cell preservation and GFP uorescence during SVT and EVT (Supplementary Fig. 7) and must be considered for future ight experiments using the BRIC-PDFU. Nonetheless, suf cient seedlings with good preservation and bright GFP uorescence were recovered from EVT to demonstrate ight readiness of BRIC-24. zig-1 showed normal germination but altered hypocotyl growth on the ISS BRIC-24 was own with the SpaceX-22 mission (Fig. 1). Identical experiments with 4 BRICs containing 22 PDFUs were completed on the ISS ( ight) and at Kennedy Space Center (ground control). Due to a power failure, the ground control experiment ran5 weeks after the ight. We analyzed the germination rate, seedling hypocotyl length of WT and zig-1 from ight assay and compared the data to ground control. Seed germination was not affected by the microgravity environment of the ISS in eithergenotype (Fig. 3a). Like SVT and EVT experiments, WT hypocotyls were 7.35 and 31.67 longer than those of zig-1 in ground control and ight respectively. However, the ISS environment resulted in 8.46 longer hypocotyls on the WT compared toground control while the effect in zig-1 was the opposite, where zig-1 plants grown on the ISS were 11.57 shorter than the ground control (Fig. 3b, d). WT roots were 13 longer than zig-1 in both treatments and no differences were detected between the ight and ground controls in either genotype (Fig. 3c, d). These results suggest that seed germination and root growth of zig-1 are not affected by microgravity, but its hypocotyl growth may beinhibited by the stresses imposed by the ISS environment. WM-induced vacuole fusion may be delayed in microgravity The primary goal for this research was to test whether WM can induce vacuole fusion of zig-1 in the microgravity environment of the ISS. For this purpose, all seedlings collected from BRIC-PDFUsofight assay and ground control were imaged by confocal microscopy for vacuole number analysis. Epidermal and cortical cells within the transition and elongation zones of the root tip were analyzed as changes in vacuole morphology are readilyobserved in these cell transitions 44,45. WT cells had only one vacuole with a few exceptions in the transition zone, regardless of chemical treatment or ight environment (Fig. 4). This suggests that the microgravity environment on the ISS does not inducemajor delays on vacuole biogenesis in the WT. zig-1 seedlings showed the typical fragmented vacuole phenotype in both the ight assay and the ground control when the DMSO control treatment was applied (Fig. 4). While no differences wereM. Wang et al. 3 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2022) 38 1234567890():,;observed between ight and ground control in the zig-1 transition zone of roots treated with DMSO (Fig. 4b, f), a small but signi cant increase in vacuole number was detected in the elongation zone ofight samples in zig-1 (Fig. 4d, h). For example, the average vacuole number per cell was 3.27 for ground control and 3.80 foright assay in the epidermis of the elongation zone. Therefore, zig- 1may have an enhanced zig-1 phenotype in the microgravity environment of the ISS. Vacuole numbers in WM-treated plants was used as a proxy for vacuole fusion events (Fig. 4). As expected, the vacuole number per cell in zig-1 treated with WM was smaller than the DMSO control for both ight and ground control samples and in all cells analyzed. This suggests that the WM treatment was effective at inducing vacuole fusion inside the PDFU. Like the EVT experiment, WM did not induce complete vacuole fusion in either ight or ground control as zig-1 cells containing more than one vacuole were observed in all tissues. However, a higher number of vacuoles was observed in the epidermis of WM-treated zig-1 grown on the ISS when compared to the ground (Fig. 4ad, Supplementary Table 2). These results suggest a small delay in zig- 1vacuole fusion during ight. This hypothesis is supported by the smaller difference in the average vacuole number between DMSO and WM treatments in the epidermis transition zone for the ight samples (0.88) when compared to ground control (1.17). Similar results were found in the epidermis elongation zone, with these differences being 0.91 ( ight) and 1.57 (ground), respectively. This sensitivity to the ight environment was not detected in the cortical cells where the difference between WM and DMSOvacuole numbers were similar in the two environments. These results overall suggest a cell-type speci c response to the stress conditions of the ight environment that resulted in small decreases in vacuole fusion in the epidermis. Amyloplasts were associated with tonoplast in microgravity Vacuoles are tightly associated with other organelles and vacuole- amyloplasts associations might be involved in gravity sensing 27. We took advantage of the strong GFP uorescence of xed BRIC- 24 samples and the vacuole phenotype of zig-1 to test whether microgravity alters the association of vacuoles with amyloplasts. Statocytes from WT and zig-1 seedlings that were treated with the DMSO buffer were imaged by confocal microscopy (Fig. 5; Supplementary Fig. 10). Amyloplasts in hypocotyl endodermal cells were found closely associated with tonoplast both for ight sample and ground control and in both genotypes, and thetonoplast membrane surrounded all plastids (Fig. 5). As expected, WT amyloplasts were found at the bottom of the cell in the ground control samples while they were distributed throughoutthe cell in the ISS samples. Like previous results 27, amyloplasts appeared trapped between fragmented vacuoles in zig-1 for both ight and ground control. Unfortunately, we could not analyze root statocytes in a similar manner due to low GFP uorescence intensity in root columella cells (Supplementary Fig. 10). These results overall suggest that the microgravity environment of the ISS does not appear to alter the association of vacuoles andamyloplasts at least in hypocotyls. Fig. 2 The WM-induced vacuole fusion assay can be carried out in the BRIC-PDFU. a Germination rate of WT and zig-1 seeds inside BRIC- PDFU during EVT. No signi cant difference in germination rate between two genotypes was detected after removing the two WT outliners (30 and 50). (Unpaired t-test, ns: p 0.05; n represents plate number, n8).bFixed root tip cortex cell vacuole morphology of WT and zig-1 (GFP-TIP2;1). Three-day-old WT and zig-1 seedlings were treated with DMSO buffer control or WM solution for 2 h and then seedlings were xed and kept at 4 C before confocal imaging. Scale bar: 20 m.cQuanti cation of vacuole number in WT and zig-1 after chemical treatment. Cells from the cortex transition zone of the root tip were analyzed. (Two-way ANOVA, Tukey s multiple comparison test, p 0.0001; n represents cell number under analysis for each genotype with each treatment, n 365). Raw datapoints are represented with lled circles. Error bars represent standard deviation. M. Wang et al. 4 npj Microgravity (2022) 38 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASADISCUSSION Here, we investigated the effect of microgravity on plant vacuole fusion and the association of vacuoles and plastids. The feasibility of chemical treatments in plants on the ISS was demonstrated using the BRIC-PDFU hardware and an optimized plant xation protocol. The microgravity environment of the ISS enhanced the phenotype of zig-1 . WT seedlings had longer hypocotyls when grown on the ISS and this was consistent with previousexperiments with seedlings grown in the dark 4648. No differences in root growth were detected between ground controls and ISS- grown WT plants and similar results are reported elsewhere for Arabidopsis seedlings49,50. The increased elongation of WT hypocotyls in microgravity may result from increased cell wallextensibility and reduced accumulation of xyloglucans 46.I n addition, an increase in transverse microtubules may also be involved in changing the rate of cell elongation48. On the other hand, zig-1 mutants showed shorter hypocotyls and more vacuoles per cell in some root cells when grown in microgravity. This suggests an enhanced zig-1 phenotype on the ISS. Given the role of VTI11 as a SNARE for protein traf cking51, it is tempting to speculate that the microgravity environment may have a negativeeffect for endomembrane traf cking overall. Moreover, the enhanced phenotype of zig-1 suggests that microgravity results in a mild decrease in vacuole fusion even though this can only bedetected in this sensitized genotype. Cell elongation is in part dependent on the establishment and morphology of the largecentral vacuole 17, and altered vacuole fusion could contribute to the reduction in hypocotyl elongation in ight-grown zig-1 . Unfortunately, the low expression of the GFP-TIP2;1 marker inhypocotyl cells precluded a direct analysis of vacuole numbers inthat tissue. Given the similar growth of zig-1 roots between ground control and ight, we can not rule out other cellular defects in the microgravity environment of the ISS for the shortened hypocotyls in zig-1 . The microgravity environment appears to delay WM-induced vacuole fusion in zig-1 root epidermis. The WM fusion assay is an ideal tool for visualization of cellular membrane fusion in xed tissues in space. We selected the cortex and epidermis from the transition and early elongation zones of the root because while the fragmented vacuole phenotype of zig-1 is present in most cell types, the WM-induced fusion is best visualized in those rootcells 26,27. Moreover, root cells undergoing the transition between meristem and elongation zones are well-de ned stages of vacuole maturation45,5254. Overall, we found cells from the transition and early elongation zone to be better preserved than the centralelongation or the maturation zones. Given the large numbers ofseedlings used, this allowed us to obtain quantitative informationfor this assay. The vacuole number analysis in epidermis andcortex indicated that WM was overall effective at inducing vacuole Fig. 3 WT and zig-1 in BRIC-PDFU can germinate and grow in microgravity environment as on earth. a Germination rate of WT and zig-1 grown in the BRIC-PDFU from ground control or ight. No differences were detected in the germination rate between genotypes or treatments. (Two-way ANOVA, Tukey s multiple comparison test, ns: p 0.1234, nrepresents plate number per genotype per treatment, n 10). bHypocotyl length of WT and zig-1 grown in the BRIC-PDFU from ground control and ight. WT showed longer hypocotyl than zig-1 both for ground control and ight. Flight assay promoted the hypocotyl length of WT while inhibited zig-1 s hypocotyl length. (Two-way ANOVA, Tukey s multiple comparison test,  p 0.0001, nrepresents seedling number per genotype per treatment, n 200). cRoot length of WT and zig-1 grown in the BRIC-PDFU from ground control and ight. The zig-1 mutant showed shorter roots than WT in both ground control and ight (Two-way ANOVA, Tukey s multiple comparison test,  p 0.0001, n represents seedling number per genotype per treatment, n 160). Raw datapoints are represented with lled circles. Error bars represent standard deviation. dRepresentative seedlings of the WT and zig-1 from either ground control or ight after de-integration of the BRIC-PDFU. Fixed seedlings were taken out of xative solution and arranged on plate. Scale bar: 1 cm.M. Wang et al. 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2022) 38 fusion of zig-1 in microgravity inside the BRIC-PDFU. This result underscores the feasibility of chemical inhibitor treatments in plants grown on the ISS. These experiments, however, also exposed limitations rendered by the PDFU hardware as vacuolefusion was incomplete even in the ground control, unlike similar experiments outside the hardware where almost all the zig-1 cells result in having a single vacuole. Given the sealed nature of thePDFU and the mode of actuation, contact of the chemical solution with all the seedlings on the plate may be incomplete and this would be exacerbated by the abnormal movement of liquidsunder microgravity. Nonetheless, a small but signi cant delay in WM-induced vacuole fusion was detected in the epidermis of ight-grown zig-1 . This result, together with the increased vacuolenumber in this mutant under microgravity, suggests that microgravity may slow down membrane fusion events in plantsbut not suf ciently to inhibit growth or be detectable in the WT. This work demonstrated that xation of uorescent protein- labeled organelles on the ISS is feasible. Previous cell biologyexperiments on the ISS relied on tissue xation followed by electron microscopy 9. Fluorescence microscopes have been available at the ISS48,55which allowed the visualization of GFP tagged proteins in plants56, but these have been limited to tissue expression patterns due to the complexity of high-resolutionimaging 57. Imaging of plant cells with high resolution requires high numerical aperture objectives with short working distanceswhich require specimens be mounted on slides, something that Fig. 4 Quanti cation of WM-induced vacuole fusion. Vacuole morphology ( a,c,e,g) and vacuole number ( b,d,f,h) of WT and zig-1 plants expressing GFP-TIP2;1. Seedlings were grown in ground control or the ISS and treated with DMSO buffer (control) or WM solution. Cells wereimaged at the root tip epidermis transition zone ( a,b), epidermis elongation zone ( c,d), cortex transition zone ( e,f) or cortex elongation zone (g,h). Four-day-old seedlings were treated with DMSO buffer control or WM solution for 2 h and then seedlings were xed and kept in 4 C before confocal imaging. (Three-way ANOVA, Tukey s multiple comparison test,  p 0.0001;  p 0.0021; n represents cell number under analysis per genotype per treatment, n 155). Raw datapoints are represented with lled circles. Error bars represent standard deviation. Scale bar: 40 m. M. Wang et al. 6 npj Microgravity (2022) 38 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAwould require a large amount of astronaut time. Therefore, tissue xation and post- ight microscopy is still the best option for cell biology when large sample numbers are needed. Electron microscopy of xed samples provides the best cellular and subcellular resolution but is time consuming. We set out to develop effective protocols for the xation of Arabidopsis seedlings carrying uorescently tagged proteins such that we could take advantage of the capabilities and ef ciency of confocal microscopy. We were able to obtain good quality xations in both genotypes that allowed us to quantify vacuoles in suf cient seedlings, but it is important to emphasize that the xation quality was still diminished compared to similar xation protocols outside the BRIC-PDFU hardware even on earth. Thexation protocol described here was optimized to follow a chemical treatment in AGM buffer. BRIC-PDFU actuations result in the mixture of xative and chemical treatment solution as there is no mechanism to remove the rst solution. Both the AGM and the xative buffer contribute to the osmolarity of the nal mixture and therefore affect xation quality. Membrane vesiculation was observed in some xed seedlings (Supplementary Figs. 3, 7), and further optimization of the xation protocol may improve the post- ight imaging of stored xed samples. Similar vesiculation phenomena has been reported in formaldehyde- xed samples in other systems58. A further challenge of the PDFU hardware that might impinge on xation quality is the low precision of the volumes used to ll the dual chamber of PDFUs. Our study demonstrated that variations from the 1:1 ratio of AGM to xative can dramatically alter the xation quality of plant specimens. Future experiments using this hardware must ensure suf cient sample size to account for the loss of samples due to poor xation. An improved dual chamber PDFU unit with more precise volume control would augment the use of this hardware in future ight experiments. Tissue xation protocols that are compatible with uorescent proteins have been developed for plants37,38,42,59. These protocols were developed to improve imaging depth within plant tissues by clearing cellular structures. Maintaining subcellular structure anduorescent protein structure and intensity allow for imaging experiments that are incompatible with live-cell imaging such as those conducted in space. We found that the intensity of GFP and mCherry is retained in xed seedlings even after long storage in the cold. However, GFP intensity was more sensitive than mCherry to buffer composition. Lower concentration of KPBS buffer reduces the intensity of GFP, suggesting the GFP stability can bealtered by the concentration of certain salt. Unfortunately, the morphology of the mCherry-tagged ER was poorly preserved with most xative solutions. Many aggregates of ER membranes were detected while the uorescence intensity of the mCherry marker was intact. A similar phenomenon was reported in Drosophila cells carrying a BiP-Superfolder GFP-HDEL fusion that labels the ER. In those cells, chemical xation disrupted the ER morphology and ER tubules appeared to fragment into discrete puncta 60. Preservation of ER structures by chemical xation may require speci c chemical compositions. METHODS Arabidopsis materials and growth conditions Arabidopsis ecotype Columbia (Col-0) expressing GFP-TIP2;1 was previously described39and previously transformed27with the HDEL-mCherry construct40. The zig-1 mutant was previously described24, and the GFP-TIP2;1 marker was introgressed into this genotype by crossing. The HDEL-mCherry marker40was separately introduced into zig-1 byAgrobacterium -mediated transformation27 and the two markers were combined by crossing and selection of plants in the F 2. Seeds were surface sterilized and sown on 0.5 X Arabidopsis growth medium (AGM, 0.5X Murashige and Skoog medium, 10 gLGelrite, 1 (wv) sucrose) in 6 cm diameter petri dishes. Each petridish contained 30 seeds. Twenty-two Petri dishes were integrated into PDFUs and stored in 4 BRICs for SVT, EVT and ight. BRICs were incubated at 4 C for 5 days in the dark and transferred to22 C growth chamber (SVT, EVT and ground control) or the ISSenvironment ( ight assay) for 3 4 days (Fig. 1). Chemical treatments and xation Three to four-day-old dark-grown seedlings were used for chemical treatments and xation. WM (SIGMA, cat W3144) was diluted to 33 M in AGM and an equal volume of DMSO (Thermo Scienti c, D12345) diluted in AGM was used as the control. For lab testing, seedlings were incubated in WM working solution or DMSO buffer control for 1 or 2 h in the dark. If used in the BRIC- PDFU, WM or DMSO were stored in one of the chambers in thePDFU and an actuator tool was used to push each solution ontothe petri dish. Optimization of the seedling xation protocol involved testing different buffers for the PFA xative. To mimic the mixing process Fig. 5 Visualization of the vacuole and amyloplast inside the hypocotyl endodermal cell. Amyloplasts (where arrows point at) were associated with tonoplast (labeled by GFP) in hypocotyl endodermis of WT and zig-1 in microgravity environment as on earth. Scale bar: 20m.M. Wang et al. 7 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2022) 38 inside the BRIC-PDFU, one volume of 0.5X AGM was mixed with one volume of 8 Paraformaldehyde (PFA, Electron Microscopy Sciences cat 15700) in the corresponding buffer for a nal concentration of 4 PFA. The nal concentration for each buffer to test was 0.5X AGM, 0.5X or 0.25X KPBS61, 0.5X or 1X BupHTMPBS (ThermoFisher Scienti c cat 28372), 0.5X or 1X microtubule stabilizing buffer (MTSB)43, 1X Potassium phosphate buffer (PPB) (6.5 mM KH 2PO4, 93.5 mM K 2HPO 4) and 0.25X Sorenson s buffer62. Seedlings treated with each mixture were immediately stored at4 C until confocal microscopy. For SVT, EVT and ight assay, 16 PFA aqueous solutions were diluted to 8 PFA in 0.5X KPBS (SVT) or 1X BupH TMPBS (EVT, ight assay). The nal PFA concentration after actuation in the PDFU was around 4 with 0.25X KPBS buffer (SVT) and 0.5X BupHTMPBS buffer (EVT, ight assay). Seedlings were then stored at 4 C until de-integration of BRIC-PDFU followed by confocal microscopy. Microscopy Fixed seedlings were washed 3 times for 1 min in sterilized water before imaging. A Zeiss LSM880 confocal microscope was used for all the imaging. The excitationemission wavelengths for GFP and mCherry were 488 nm490 561 nm and 561 nm570 676 nm respectively. The C-Apochromat 40X1.2 W Korr FCS M27 water-immersion objective was used. All seedlings were imaged at the root tip transition and elongation zones and in both epidermis andor cortical cells. The transition zone was de ned as the region of the root apex where a doubling in cell length was observed in aspeci c cell layer, corresponding to the boundary between the meristematic and elongation zones 63and the cell where that doubling occurred was included in the analysis. Cells in theelongation zone were identi ed as those past the transition zone. Two to three z sections were captured per sample in each cell layer. Cells where the section was too close to the cell cortex were not included and vacuoles were counted by eye as de ned by uorescently-labelled membrane boundaries. Some seedlings were additionally imaged at the root tip columella and hypocotyl endodermis. Image analysis For SVT, EVT and the ight assay, seeds germination rate was calculated from the number of recovered seedlings in eachPDFU after de-integration. To measure hypocotyl length, xed seedlings were arranged on glass slides and imaged using digital cameras. Hypocotyl and root length was measured withFiji 64. To count the number of vacuoles per cell, images from different tissue and cell type was analyzed separately. Only cells with good preservation and strong GFP uorescence intensity were counted. Three-way ANOVA analysis was applied to compare the cellularvacuole amount among different treatments. Statistical analysis and gure generation were conducted with GraphPad Prism version 9.2.0 for macOS, GraphPad Software, San Diego, CaliforniaUSA, www.graphpad.com . Reporting summary Further information on research design is available in the Nature Research Reporting Summary linked to this article. DATA AVAILABILITY The datasets generated during andor analyzed during the current study are available from the corresponding author on reasonable request. Received: 1 April 2022; Accepted: 23 August 2022; REFERENCES 1. Ferl, R., Wheeler, R., Levine, H. G.  Paul, A. L. Plants in space. Curr. Opin. Plant Biol. 5, 258 263 (2002). 2. Link, B., Durst, S., Zhou, W.  Stankovic , B. Seed-to-seed growth of Arabidopsis thaliana on the International Space Station. Adv. Space Res. 31,2 2 3 7 2243 (2003). 3. Shymanovich, T.  Kiss, J. Z. Conducting plant experiments in space and on the moon. Methods Mol. Biol. 2368 , 165 198 (2022). 4. Paul, A. L., Amal tano, C. E.  Ferl, R. J. Plant growth strategies are remodeled by space ight. BMC Plant Biol. 12, 232 (2012). 5. Manzano, A. I. et al. Germination of Arabidopsis seed in space and in simulated microgravity: Alterations in root cell growth and proliferation. Microgravity Sci. Technol. 21, 293 (2009). 6. Kordyum, E. L. Plant cell gravisensitivity and adaptation to microgravity. Plant Biol. (Stuttg.) 16,7 9 90 (2014). 7. Jost, A. I., Hoson, T.  Iversen, T. H. The utilization of plant facilities on the international space station-the composition, growth, and development of plantcell walls under microgravity conditions. Plants (Basel) 4,4 4 62 (2015). 8. Hoson, T.  Soga, K. New aspects of gravity responses in plant cells. Int. Rev. Cytol. 229, 209 244 (2003). 9. Nakashima, J., Liao, F., Sparks, J. A., Tang, Y.  Blanca or, E. B. The actin cytos- keleton is a suppressor of the endogenous skewing behaviour of Arabidopsis primary roots in microgravity. Plant Biol. (Stuttg.) 16, 142 150 (2014). 10. Laurinavicius, R., Kenstaviciene, P., Rupainiene, O.  Necitailo, G. In vitro plant cell growth in microgravity and on clinostat. Adv. Space Res. 14,8 7 96 (1994). 11. Kordyum, E. L. Effects of altered gravity on plant cell processes: Results of recent space and clinostatic experiments. Adv. Space Res 14,7 7 85 (1994). 12. Mazars, C. et al. Microgravity induces changes in microsome-associated proteins of Arabidopsis seedlings grown on board the international space station. PLoS One9, e91814 (2014). 13. Mazars, C. et al. Microsome-associated proteome modi cations of Arabidopsis seedlings grown on board the International Space Station reveal the possibleeffect on plants of space stresses other than microgravity. Plant Signal. Behav. 9, e29637 (2014). 14. Zhang, Y., Wang, L., Xie, J.  Zheng, H. Differential protein expression pro ling of Arabidopsis thaliana callus under microgravity on board the Chinese SZ-8 spacecraft. Planta 241, 475 488 (2015). 15. Tomko, D.L. et al. NASA Space Biological Science Plan 2016 2025. https: www.nasa.govsitesdefault lesatoms les16-03-23_sb_plan.pdf (2016). 16. Marty, F. Plant vacuoles. Plant Cell 11, 587 599 (1999). 17. Kaiser, S.  Scheuring, D. To lead or to follow: Contribution of the plant vacuole to cell growth. Front Plant Sci. 11, 553 (2020). 18. Hara-Nishimura, I.  Hatsugai, N. The role of vacuole in plant cell death. Cell Death Differ. 18, 1298 1304 (2011). 19. Aniento, F., Snchez de Medina Hernndez, V., Dagdas, Y., Rojas-Pierce, M.  Russinova, E. Molecular mechanisms of endomembrane traf cking in plants. Plant Cell 34, 146 173 (2021). 20. Ebine, K. et al. A SNARE complex unique to seed plants is required for protein storage vacuole biogenesis and seed development of Arabidopsis thaliana. Plant Cell20, 3006 3021 (2008). 21. Fujiwara, M. et al. Interactomics of Qa-SNARE in Arabidopsis thaliana. Plant Cell Physiol. 55, 781 789 (2014). 22. Ebine, K. et al. A membrane traf cking pathway regulated by the plant-speci c RAB GTPase ARA6. Nat. Cell Biol. 13, 853 859 (2011). 23. Uemura, T.  Ueda, T. Plant vacuolar traf cking driven by RAB and SNARE pro- teins. Curr. Opin. Plant Biol. 22, 116 121 (2014). 24. Kato, T. et al. SGR2, a phospholipase-like protein, and ZIGSGR4, a SNARE, are involved in the shoot gravitropism of Arabidopsis. Plant Cell 14,3 3 46 (2002). 25. Yano, D. et al. A SNARE complex containing SGR3AtVAM3 and ZIGVTI11 in gravity-sensing cells is important for Arabidopsis shoot gravitropism. Proc. Natl. Acad. Sci. USA 100, 8589 8594 (2003). 26. Zheng, J., Han, S. W., Rodriguez-Welsh, M. F.  Rojas-Pierce, M. Homotypic vacuole fusion requires VTI11 and is regulated by phosphoinositides. Mol. Plant 7, 1026 1040 (2014). 2 7 . A l v a r e z ,A .A .e ta l .W o r t m a n n i n - i n d u c e d vacuole fusion enhances amyloplast dynamics in Arabidopsis zigzag1 hypocotyls. J. Exp. Bot. 67, 6459 6472 (2016). 28. Halstead, T.  Dutcher, F. Experiments on plants grown in space. Status and prospects. Ann. Bot. 54,318 (1984). 29. Brinckmann, E. ESA hardware for plant research on the International Space Sta- tion. Adv. Space Res. 36, 1162 1166 (2005). 30. Wells, B., McCray, R. H., Best, M. D.  Levine, H. G. A ight-rated Petri dish apparatus providing two stage uid injection for aseptic biological investigations in space. Report No. 0148 7191, (SAE Technical Paper, 2001). M. Wang et al. 8 npj Microgravity (2022) 38 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA31. Basu, P., Kruse, C. P. S., Luesse, D. R.  Wyatt, S. E. Growth in space ight hardware results in alterations to the transcriptome and proteome. Life Sci. Space Res. (Amst.) 15,8 8 96 (2017). 32. Paul, A.-L. et al. Space ight transcriptomes: Unique responses to a novel envir- onment. Astrobiology 12,4 0 56 (2012). 33. Millar, K. D., Johnson, C. M., Edelmann, R. E.  Kiss, J. Z. An endogenous growth pattern of roots is revealed in seedlings grown in microgravity. Astrobiology 11, 787 797 (2011). 34. Kern, V. D. et al. Gravitropic moss cells default to spiral growth on the clinostat and in microgravity during space ight. Planta 221, 149 157 (2005). 35. Fajardo-Cavazos, P.  Nicholson, W. L. Establishing Standard Protocols for Bac- terial Culture in Biological Research in Canisters (BRIC) Hardware. Gravitational Space Res. 4,5 8 69 (2016). 36. Lee, K., Choi, S., Yang, C., Wu, H. C.  Yu, J. Auto uorescence generation and elimination: a lesson from glutaraldehyde. Chem. Commun. (Camb.) 49, 3028 3030 (2013). 37. Kurihara, D., Mizuta, Y., Sato, Y.  Higashiyama, T. ClearSee: a rapid optical clearing reagent for whole-plant uorescence imaging. Development 142, 4168 4179 (2015). 38. Kurihara, D., Mizuta, Y., Nagahara, S.  Higashiyama, T. ClearSeeAlpha: Advanced Optical Clearing for Whole-Plant Imaging. Plant Cell Physiol. 62, 1302 1310 (2021). 39. Cutler, S. R., Ehrhardt, D. W., Grif tts, J. S.  Somerville, C. R. Random GFP::cDNA fusions enable visualization of subcellular structures in cells of Arabidopsis at a high frequency. Proc. Natl. Acad. Sci. USA 97, 3718 3723 (2000). 40. Nelson, B. K., Cai, X.  Nebenfuhr, A. A multicolored set of in vivo organelle markers for co-localization studies in Arabidopsis and other plants. Plant J. 51, 1126 1136 (2007). 41. Nakashima, J. et al. Delaying seed germination and improving seedling xation: lessons learned during science and payload veri cation tests for Advanced Plant EXperiments (APEX) 02-1 in space. Gravitational Space Res. 2,5 4 67 (2014). 42. Ursache, R., Andersen, T. G., Marhavy, P.  Geldner, N. A protocol for combining uorescent proteins with histological stains for diverse cell wall components. Plant J. 93, 399 412 (2018). 43. Pasternak, T. et al. Protocol: An improved and universal procedure for whole- mount immunolocalization in plants. Plant Methods 11, 50 (2015). 44. Zouhar, J.  Rojo, E. Plant vacuoles: where did they come from and where are they heading? Curr. Opin. Plant Biol. 12, 677 684 (2009). 45. Cui, Y. et al. A whole-cell electron tomography model of vacuole biogenesis in Arabidopsis root cells. Nat. Plants 5,9 5 105 (2019). 46. Soga, K., Wakabayashi, K., Kamisaka, S.  Hoson, T. Stimulation of elongation growth and xyloglucan breakdown in Arabidopsis hypocotyls under microgravity conditions in space. Planta 215, 1040 1046 (2002). 47. Hoson, T. et al. Morphogenesis of rice and Arabidopsis seedlings in space. J. Plant Res.112, 477 486 (1999). 48. Soga, K. et al. Modi cation of growth anisotropy and cortical microtubule dynamics in Arabidopsis hypocotyls grown under microgravity conditions inspace. Physiologia Plant. 162, 135 144 (2018). 49. Vandenbrink, J. P. et al. RNA seq analyses of Arabidopsis thaliana seedlings after exposure to blue light phototropic stimuli in microgravity. Am. J. Bot. 106, 1466 1476 (2019). 50. Valbuena, M. A. et al. The combined effects of real or simulated microgravity and red-light photoactivation on plant root meristematic cells. Planta 248, 691 704 (2018). 51. Uemura, T. et al. Systematic analysis of SNARE molecules in Arabidopsis: dissection of the post-Golgi network in plant cells. Cell Struct. Funct. 29,4 9 65 (2004). 52. Scheuring, D., Schller, M., Kleine-Vehn, J.  Lfke, C. in Plant cell expansion 8392 (Springer, 2015). 53. Lofke, C., Dunser, K., Scheuring, D.  Kleine-Vehn, J. Auxin regulates SNARE- dependent vacuolar morphology restricting cell size. Elife 4,https:doi.org 10.7554eLife.05868 (2015). 54. Dnser, K. et al. Extracellular matrix sensing by FERONIA and Leucine Rich Repeat Extensins controls vacuolar expansion during cellular elongation in Arabidopsis thaliana. EMBO J. 38, e100353 (2019). 55. Chatani, M. et al. Acute transcriptional up-regulation speci c to osteoblasts osteoclasts in medaka sh immediately after exposure to microgravity. Sci. Rep. 6, 39545 (2016). 56. Ferl, R. J.  Paul, A.-L. The effect of space ight on the gravity-sensing auxin gradient of roots: GFP reporter gene microscopy on orbit. npj Microgravity 2,19 (2016).57. Rottenfusser, R. in Methods in Cell Biology Vol. 114 43 67 (Elsevier, 2013). 58. Hagedorn, M., Neuhaus, E. M.  Soldati, T. Optimized xation and immuno- uorescence staining methods for Dictyostelium cells. Methods Mol. Biol. 346, 327 338 (2006). 59. Imoto, A. et al. A ClearSee-Based Clearing Protocol for 3D Visualization of Ara- bidopsis thaliana Embryos. Plants (Basel) 10,https:doi.org10.3390 plants10020190 (2021). 60. Summerville, J. B. et al. The effects of ER morphology on synaptic structure and function in Drosophila melanogaster. J. Cell Sci. 129, 1635 1648 (2016). 61. Peddie, C. J., Liv, N., Hoogenboom, J. P.  Collinson, L. M. Integrated light and scanning electron microscopy of GFP-expressing cells. Methods Cell Biol. 124, 363 389 (2014). 62. Rizzo, N. W., Duncan, K. E., Bourett, T. M.  Howard, R. J. Backscattered electron SEM imaging of resin sections from plant specimens: observation of histologicalto subcellular structure and CLEM. J. Microsc. 263, 142 147 (2016). 63. Salvi, E., Di Mambro, R.  Sabatini, S. Dissecting mechanisms in root growth from the transition zone perspective. J. Exp. Bot. 71, 2390 2396 (2020). 64. Schindelin, J. et al. Fiji: An open-source platform for biological-image analysis. Nat. Methods 9, 676 682 (2012). ACKNOWLEDGEMENTS Special thanks to Dr. Ye Zhang from Kennedy Space Center, Gerard Newsham, Donald Houze, Susan Manning-Roach and Anne Marie Campbell form MEITechnologies for help with the SVT, EVT, and Flight assays. Special thanks to astronaut Thomas Pesquet for conducting the BRIC-PDFU actuation during ight. This work was supported by a grant from the National Aeronautics and SpaceAdministration (80NSSC19K0145 to M.R.P). AUTHOR CONTRIBUTIONS M.R.P. designed the experiment. M.W., K.D., V.L., and M.R.P. carried out experiments.M.W. developed the xation protocol, prepared plant samples, imaged samples, and analyzed data. M.W. and M.R.P. wrote the manuscript. COMPETING INTERESTS The authors declare no competing interests. ADDITIONAL INFORMATION Supplementary information The online version contains supplementary material available at https:doi.org10.1038s41526-022-00226-3 . Correspondence and requests for materials should be addressed to Marcela Rojas- Pierce. Reprints and permission information is available at http:www.nature.com reprints Publisher s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the CreativeCommons license, and indicate if changes were made. The images or other third partymaterial in this article are included in the article s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in thearticle s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http: creativecommons.orglicensesby4.0 .  The Author(s) 2022M. Wang et al. 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2022) 38",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_21.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_22.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_23.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_24.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_25.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_26.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_27.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_28.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_29.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_30.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_31.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_32.jpg",
                "caption": "No caption available"
            }
        ]
    }
]