[
    {
        "pmid": "28649626",
        "title": "Investigation of simulated microgravity effects on Streptococcus mutans physiology and global gene expression.",
        "year": "2017",
        "journal": "NPJ Microgravity",
        "abstract": "Astronauts have been previously shown to exhibit decreased salivary lysozyme and increased dental calculus and gingival inflammation in response to space flight, host factors that could contribute to oral diseases such as caries and periodontitis. However, the specific physiological response of caries-causing bacteria such as Streptococcus mutans to space flight and/or ground-based simulated microgravity has not been extensively investigated. In this study, high aspect ratio vessel S. mutans simulated microgravity and normal gravity cultures were assessed for changes in metabolite and transcriptome profiles, H<sub>2</sub>O<sub>2</sub> resistance, and competence in sucrose-containing biofilm media. Stationary phase S. mutans simulated microgravity cultures displayed increased killing by H<sub>2</sub>O<sub>2</sub> compared to normal gravity control cultures, but competence was not affected. RNA-seq analysis revealed that expression of 153 genes was up-regulated ≥2-fold and 94 genes down-regulated ≥2-fold during simulated microgravity high aspect ratio vessel growth. These included a number of genes located on extrachromosomal elements, as well as genes involved in carbohydrate metabolism, translation, and stress responses. Collectively, these results suggest that growth under microgravity analog conditions promotes changes in S. mutans gene expression and physiology that may translate to an altered cariogenic potential of this organism during space flight missions.",
        "full_text": "ARTICLE OPEN Investigation of simulated microgravity effects on Streptococcus mutans physiology and global gene expression Silvia S. Orsini1, April M. Lewis1,2and Kelly C. Rice1 Astronauts have been previously shown to exhibit decreased salivary lysozyme and increased dental calculus and gingival inammation in response to space ight, host factors that could contribute to oral diseases such as caries and periodontitis. However, the speci c physiological response of caries-causing bacteria such as Streptococcus mutans to space ight andor ground- based simulated microgravity has not been extensively investigated. In this study, high aspect ratio vessel S. mutans simulated microgravity and normal gravity cultures were assessed for changes in metabolite and transcriptome pro les, H 2O2resistance, and competence in sucrose-containing bio lm media. Stationary phase S. mutans simulated microgravity cultures displayed increased killing by H 2O2compared to normal gravity control cultures, but competence was not affected. RNA-seq analysis revealed that expression of 153 genes was up-regulated 2-fold and 94 genes down-regulated 2-fold during simulated microgravity high aspect ratio vessel growth. These included a number of genes located on extrachromosomal elements, as well as genes involved incarbohydrate metabolism, translation, and stress responses. Collectively, these results suggest that growth under microgravityanalog conditions promotes changes in S. mutans gene expression and physiology that may translate to an altered cariogenic potential of this organism during space ight missions. npj Microgravity (2017) 3:4 ; doi:10.1038s41526-016-0006-4 INTRODUCTION Streptococcus mutans is a primary causative agent of dental caries, demonstrated by its isolation from carious tooth lesions in humans, 1its ability to initiate caries in germ-free rodent models of infection,2and the established link between high levels of this bacterium in the oral cavity and active caries.3Although preventable by uoridation of water and various dental proce- dures,4, caries remains the most common chronic disease among children, and remains untreated in up to 30 of adults over 35 years-old.5S. mutans transient bacteremias can also initiate endocarditis in at-risk patient groups.6Successful colonization of the oral cavity and persistence in multi-species dental plaque by S. mutans is inherently dependent on both its ability to form bio lm and its rapid metabolism of carbohydrates by the glycolyticpathway. The low pH that results from accumulation of acidic metabolic end-products favors the growth of S. mutans and other acid-tolerant species relative to healthy plaque micro ora, as well as the eventual demineralization of tooth enamel and thedevelopment of caries. Adherence of S. mutans to the tooth surface and subsequent bio lm development are mediated by several bacterial factors, including production of sucrose-dependent extracellular glucan polymers by glucosyltransferase enzymes, 7speci c cell surface adhesins,8,9the major autolysin AtlA,10the quorum-sensing competence ( com) system,11and extracellular DNA.12 To protect the health of astronauts during space ight missions, it is critical to understand the effects of this environment on both host biology and the host microbiota. Simulated microgravityexposure has been shown to cause increased mandibular andalveolar bone loss 13and decreased saliva ow,14signi cant predisposing host factors that could contribute to developmentof caries andor periodontal disease. Traditionally, the approach to maintaining astronaut oral health during space ight missions has been routed in preventative dentistry, whereby astronauts aresubjected to rigorous pre ight dental screening and treatment. 15 However, in the face of future long-term space ight missions, research and discovery of new methods for maintaining oralhygiene and dental health under a microgravity environment arerequired. 15Previous studies on the effects of space ight on the oral microbiota have primarily focused on culture-dependentmethods of quantifying the numbers of oral bacteria in human subjects before and after space ight.1618Furthermore, astronauts have been shown to exhibit decreased salivary lysozyme andincreased dental calculus and gingival in ammation in response to space ight.16However, assessment of the physiology and virulence potential of oral pathogens such as S. mutans under controlled microgravity analog conditions has been relativelylacking. In this respect, rotating wall vessel bioreactors are acommon technology used to grow bacteria under microgravityanalog conditions in ground-based studies. When completely lled with media (lacking air bubbles or head space ) and rotated on the axis perpendicular to the Earth s gravitational vector, these reactors maintain a low-shear environment (1 dyncm 2) whereby gravitational vectors are randomized over the surface of the cellsor particles contained within the vessel.19As such, this simulated environment models weightlessness by counteracting gravita- tional forces that would otherwise promote cellular sedimenta-tion.19,20The low-shear force experienced in this microgravity analog system boasts the additional advantage of mimicking the Received: 16 July 2015 Revised: 7 October 2016 Accepted: 11 October 2016 1Department of Microbiology and Cell Science, Institute of Food and Agricultural Sciences, University of Florida, Gainesville, FL 32611-0700, USA Correspondence: Kelly C. Rice (kcriceu .edu) 2Present address: Brammer Bio, Alachua, Florida 32615, USAwww.nature.comnpjmgrav Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAlow-shear force of saliva ow (0.8 dyncm2) experienced by plaque bacteria in the oral cavity.21In this study, high-aspect rotating vessels (HARVs) were therefore used to ascertain the effects of simulated microgravity on S. mutans gene expression, physiology, oxidative stress resistance, and competence, usingboth culture-dependent and -omic (metabolomics and RNA-seq) approaches. RESULTS S. mutans HARV growth curves and cell aggregation To probe the effect of simulated microgravity growth on S. mutans , continuous growth curves (whereby cell samples were removed from the same HARV at different time points) wereperformed ( n 3 independent experiments each) in bio lm media (BM) containing 11 mM glucose and 10 mM sucrose over a 24 h period. In this analysis, no statistically signi cant differences in CFUml at each time point were observed (Supplemental Fig. S1). An initial decrease in CFUml was observed in both the simulatedmicrogravity and normal gravity HARV cultures between t0 (time of inoculation) and t 2 h growth, which was likely a function of sucrose-dependent cell aggregation. Very smalldifferences in cell viability patterns in early stationary phase (68 h growth) suggest that the simulated microgravity HARV culture may have entered stationary phase slightly sooner thanthe normal gravity HARV culture in this experiment. As well, thesimulated microgravity culture persisted in stationary phase untilapproximately 12 h growth, followed by a somewhat rapid deathphase, with a 1-log loss of viability between 12 and 24 h growth. In contrast, the viability of normal gravity culture underwent a more gradual decrease in cell viability between 12 and 24 h of growth. Monitoring of cell growth by CFUml in the continuous growth curve experiments described above required constant disruptionof the HARV cultures, making it dif cult to assess potential macroscopic differences in cell aggregation in the simulated microgravity and normal gravity conditions. Therefore, these growth curves were also performed using an end-point  approach, whereby simulated microgravity and normal gravityHARV cultures ( n 2 independent experiments per time point per growth condition) were grown undisturbed in replicate HARVvessels for t 4, 6, 8, 12, 24, and 48 h (Fig. 1). Using this end-point approach, no signi cant differences in CFUml were observed between the simulated microgravity and normal gravity HARVcultures at the assessed time points (Fig. 1), and the initial drop inCFUml observed early in the growth curves of the continuous cultures (Supplemental Fig. S1) was not observed in these end-point cultures. As well, both the simulated microgravity and normal gravity cultures underwent the same pattern of growthwhen monitored with this end-point approach: Log phase growthoccurred between 0 and 6 h, and both cultures were in early stationary phase at 8 h growth, followed by entry into late stationary phasedeath phase between 24 and 48 h growth.Interestingly, differences in macroscopic cell aggregation were consistently observed between the simulated microgravity and normal gravity HARV conditions when using the end-point growthanalysis. Speci cally, the simulated microgravity condition tended to form roundcompact cellular structures, whereas the Hours Growth (end-point analysis)0 4 6 8 12 24 48CFUml 1e51e61e71e81e9Normal gravity Simulated microgravity Fig. 1 End-point growth curve analysis of S. mutans simulated microgravity and normal gravity HARV cultures. Simulated micro-gravity ( dark gray bars ) and normal gravity ( light gray bars ) HARV end-point growth was measured by serial dilution and CFUmlplating at t0 (time of inoculation; average of n4 independent experiments), and t4, 6, 8, 12, 24, and 48 h postinoculation (average of n2 independent experiments per time point per growth condition), as described in Materials and methods . The vertical dotted line on the graph indicates that the t24 and 48 h data were obtained in a separate experimental run from the t4, 6, 8, and 12 h time points. Error bars standard error of the mean (SEM) Fig. 2 Representative S. mutans end-point HARV cultures grown for 8 h in bio lm media under simulated microgravity ( a) and normal gravity (b) conditions. Note the structural differences of the self-aggregating bacterial cells under each condition (indicated by arrows )Simulated microgravity effects on S. mutans SS Orsini et al 2 npj Microgravity (2017) 4 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAaggregates in the normal gravity growth condition tended to form less compact structures (Fig. 2). Metabolomics analysis of end-point HARV cultures To monitor potential differences in the metabolome of simulated microgravity and normal gravity HARV cultures, cell pellets andculture supernatants were harvested from a second end-pointHARV culture experiment ( n 3 independent experiments per time point per growth condition) at t4 , t 8, and t2 4h samples, corresponding to log-phase, early stationary phase, andlate stationarydeath phase, respectively (Supplemental Fig. S2). Given that macroscopic differences in the self-aggregatingclusters of S. mutans cells were consistently observed at the t 8 h time point (Fig. 2), RNA-seq analysis was also performed on the t 8 h samples. Principle component analysis (PCA) of metabo- lomics data generated from t 4, 8, and 24 h HARV cultures (Supplemental Files S2and S3) revealed a strong relationship between the time of growth ( t 4, 8, and 24 h) and metabolite prole for each of the simulated microgravity and normal gravity cultures (Fig. 3). However, a much weaker time-treatment  relationship existed when comparing the metabolite pro le between simulated microgravity vs. normal gravity cultures at each time point. Welch s two sample ttests revealed 8, 14, and 10 statistically signi cant differences ( p0.05) in cellular meta- bolite production between cells grown under normal gravity andmicrogravity conditions at the 4, 8, and 24 h time points,respectively (Supplemental File S2). Likewise, 21, 21, and23 statistically signi cant differences were observed between the corresponding culture supernatant samples at these timepoints (Supplemental File S3). Keeping in mind the caveat that the number of signi cant differences at each time point were close to that expected by random chance alone (5 error rate), the signi cant changes of cell-associated and supernatant metabolites of the 8 h HARV cultures are summarized in Table 1, and their potential relationship to the corresponding 8 h RNA-seq data are discussed below.4 Hours8 Hours 24 HoursA 20 10 -10 -20 0 -30 30 Comp. 1 (65.75) 8 Hours 24 HoursNormal gravity 4 Hours Simulated microgravity-510 50 -1015 4 Hours 8 Hours24 HoursB 10 5 -5 -10 0 -15 20 15 Comp. 1 (39.16)-510 5 0 -10 Normal Gravity Sterile Media 4 Hours 8 Hours 24 Hours Sterile mediaSimulated microgravity Fig. 3 Principle component analysis (PCA) of cellular ( a) and supernatant ( b) metabolites. Values on Xand Yaxis labels o f the total eigen valuesTable 1. List of cellular and supernatant metabolites that displayed a signi cant ( p0.05) timegrowth condition interaction at t8 h HARV growth Metabolite Fold- increase decrease (simulated microgravitynormal gravity)p-value (Welch s two sample ttest) Cellular (14 total) Serine 2.16 0.04O-acetylserine 2.64 0.02Phenylpyruvate 2.31 0.044-Hydroxyphenylpyruvate 3.25 0.0044-Methyl-2-oxopentanoate 2.91 0.008 3-Methyl-2-oxovalerate 2.95 0.006 Argininosuccinate 4.21 0.01Pyruvate 2.42 0.05Alpha-ketoglutarate 2.95 0.04Acetoacetate 4.54 0.0014-Hydroxy-2-oxoglutaric acid 2.28 0.03Adenine 1.82 0.04Uridine monophosphate (5 or 3 ) 2.49 0.04 Uracil 3.76 0.001 Supernatant (21 total) Glycine 0.63 0.003Alanine 0.76 0.02N-acetylalanine 0.56 0.001 Aspartate 0.75 0.01Pyroglutamine 0.67 0.003Citramalate 0.47 0.001 4-Guanidinobutanoate 1.43 0.006 Gamma-glutamylvaline 1.39 0.02Alanylglycine 0.76 0.02Alanylisoleucine 1.17 0.03Asparagylisoleucine 0.66 0.02Cyclo(Leu-Pro) 0.91 0.03Glycylphenylalanine 0.84 0.01Leucylglycine 0.84 0.03 Threonylisoleucine 1.37 0.02 Glucose 0.12 0.006Fructose 0.51 0.02Guanine 1.66 0.001Nicotinate 0.32 0.001 3,4-Dihydroxybenzoate 1.59 0.011-Kestose 1.49 0.001Simulated microgravity effects on S. mutans SS Orsini et al 3 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2017) 4 RNA-seq analysis Because macroscopic structural differences between the S. mutans simulated microgravity and normal gravity HARV cultures wereconsistently observed at 8 h growth (early stationary phase), wechose to perform RNA-seq analysis on n 3 independent biological samples per growth condition (simulated microgravityand normal gravity) isolated from this time point. Compared to the metabolomics data, differential expression analysis of the 8 h RNA-seq data revealed a large number of statistically signi cant gene expression changes in normal gravity relative to simulatedmicrogravity growth (Supplemental File S4). Speci cally, 94 genes were up-regulated (log 2fold-change 1.0) and 153 genes were down-regulated (log 2fold-change 1.0) in normal gravity cultures relative to simulated microgravity cultures. These patternsin gene expression were con rmed by qPCR for a subset of genes (Supplemental Table S1). Functional classi cation (Fig. 4) revealed that expression of a large number of genes associated withtransposon sequences, as well as several genes encodingpredicted phage proteins, were down-regulated in normal gravitycultures relative to simulated microgravity growth. A second trend of interest was the signi cant down-regulated expression of genes involved in carbohydrate metabolism, including various phospho-transferase (PTS) systems, the carbon catabolite protein regulatorccpA , and the redox sensitive transcriptional regulator rex, in the 8 h normal gravity cultures relative to the simulated microgravitycultures (Fig. 4and Supplemental File S4). Increased expression of genes encoding ribosomal proteins, tRNAs and other aspects ofprotein translation was also observed in the normal gravitycultures compared to simulated microgravity growth, whereasexpression of a large number of genes encoding transcriptionalregulators was decreased in the normal gravity cultures (Fig. 4). As well, altered expression of stress genes was also observed in thenormal gravity HARV cultures, including decreased expression ofthe toxin antitoxin (TA) systems mazEF (SMU_172173) and relBE (SMU_895896), decreased expression of the holin-like lrgA, decreased expression of the peroxide resistance gene dpr, and increased expression of genes encoding glutathione S-transferase(SMU_1296) and glutaredoxin (SMU_669c) (Fig. 4). DAVID bioinformatics resource 22,23was used to further probe the RNA-seq dataset for functional annotation groups that wereenriched in the genes that displayed a log 2fold change expression of at least 1.0 in the normal gravity vs. simulatedmicrogravity HARV cultures (Supplemental Table S2). This analysis revealed the presence of four signi cant (enrichment scores 1.3) functional annotation clusters in the down-regulated normal gravity genes, which included genes involved in carbohydratemetabolism and transport (cluster I), transcriptional regulators(clusters II and III), and carbohydrate transportersother membraneproteins (cluster IV). As well, functional annotation clustersinvolved in arginine metabolism (cluster V) and nucleosidetRNAmetabolism (cluster VI) were signi cantly enriched (enrichment scores 1.3) in the up-regulated normal gravity genes. To identify metabolic pathways potentially altered under the simulatedmicrogravity growth condition, all statistically-signi cant changes in 8 h growth gene expression from the RNA-seq differentialexpression analysis with a minimum log 2fold-change of at least 0.6 were also analyzed using the bioinformatics programMetacyc.24. The top metabolic pathways identi ed by this analysis were mixed acid fermentation (seven genes), arginine biosynth- esis (six genes), and pyrimidine deoxyribonucleotide biosynthesis(ve genes) (Supplemental Fig. S3). Speci cally, genes involved in the conversion of acetyl-CoA to 2-oxoglutarate (a TCA cycleintermediate), arginine biosynthesis, and dCDPdTMP biosynthesiswere upregulated in the normal gravity HARV cultures, whereasgenes involved in ethanol and acetate fermentation were down-regulated in normal gravity HARV cultures. Interestingly, whencomparing these metabolic pathways to statistically-signi cantchanges in cellular metabolites at 8 h growth (Table 1), several matched to the corresponding metabolic pathway changes(Supplemental Fig. S3) identi ed in the RNA-seq data by Metacyc, including 2-oxogluarate (alpha-ketoglutarate; mixed acid fermen- tation), pyruvate (mixed acid fermentation), argininosuccinate(arginine biosynthesis), uridine monophosphate and uracil (pyr- midine deoxynucleotide de novo biosynthesis). The apparent increased sensitivity of the RNA-seq data in detecting morechanges in S. mutans metabolism relative to the corresponding metabolomics data may re ect a suboptimal component of the metabolomics sample collection method andor processing time. Assessment of oxidative stress and competence phenotypes S. mutans encounters signi cant oxidative stress in the oral cavity in the form of H 2O2production by competing non-cariogenic oral streptococci,25,26as well as from dental care products (tooth- pastes, mouthwash) that contain H 2O2. Furthermore, expression of several oxidative stress-related genes ( dpr,rex, SMU_1296, SMU_669c) was altered in the 8 h simulated microgravity HARV cultures. Therefore, the ability of S. mutans to survive exogenous H2O2treatment was compared in cells isolated from exponential (t 4), early-stationary ( t 8) and late stationary ( t 16) simulated microgravity and normal gravity HARV cultures (Fig. 5). AlthoughNumber of Genes0 1 02 03 04 05 06 07 0Hypothetical ProteinsMobileExtrachromosomal ElementsDNA ReplicationRNA ProcessingTranscription RegulationRibsosomeTranslationtRNA SynthesisTwo-Component SystemsCarbohydrate metabolismPTS SystemsTCA cycleMevalonate PathwayPeptidasesProteasesPermeasesABC TransportersRhamnose BiosynthesisAmino Acid MetabolismTransporters (Other)Protein ExportPyrimidine MetabolismAminoNucleotide Sugar MetabolismLipid MetabolismFatty Acid BiosynthesisOther HydrolasesMembrane ProteinsNucleotide MetabolismCompetenceStress ResponsesToxin-Antitoxin SystemCell Surface ProteinsUpregulatedDownregulated Fig. 4 Distribution of gene functional categories differentially expressed during normal gravity growth relative to simulated microgravity. RNA isolated from 8 h normal gravity and simulatedmicrogravity S. mutans HARV cultures ( n3 independent experi- ments per growth condition) was subjected to RNA-seq transcrip-tome pro ling as described in Materials and methods . Differential expression and statistical analysis was carried out using a cutoffFDR-adjusted pvalue of 0.05. Of this dataset, those genes with a log 2 (fold-change) value of at least 1.0 were grouped by functional classi cation based on DAVID gene functional categorization analysis, NCBI gene annotations and KEGG pathway analysis. Totalnumber of up-regulated genes (log 2fold-change 1.0,black bars ) 94, total number of down-regulated genes (log 2fold-change 1.0, gray bars )153Simulated microgravity effects on S. mutans SS Orsini et al 4 npj Microgravity (2017) 4 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAno signi cant differences in oxidative stress resistance were observed between normal gravity and simulated microgravitycells isolated from 4 and 8 h growth, the H 2O2-treated 4 h cells (Fig. 5a) displayed a greater overall loss of viability (1 survival after 90 min of treatment) compared to the 8 h cells (Fig. 5b; 50 survival after 90 min of treatment). Interestingly, when thisexperiment was repeated on cells from normal gravity andsimulated microgravity cultures harvested at 16 h growth (Fig. 5c), the simulated microgravity cells displayed signi cantly ( P 0.05, one-tailed Ttest) increased H 2O2killing (22 survival after 60 min treatment) compared to the normal gravity cells (43survival after 60 min treatment). Because previous S. mutans studies have implicated a complex link between oxidative stress, bio lm formation, and natural competence reviewed in27, we were curious if competence was also subject to regulation by the low-shear modeled microgravity(LSMMG) environment. Therefore early-exponential phase (growthphase at which S. mutans is most competent during standard in vitro growth) simulated microgravity and normal gravity HARVcultures were tested for their ability to uptake plasmid DNA. However, transformation ef ciency (as measured by uptake of a plasmid conferring erythromycin resistance) was nearly identicalbetween simulated microgravity and normal gravity HARV cultures(Fig. 6). The transformation ef ciency was also not affected by HARV growth itself, as the HARV transformation ef ciencies were similar to those measured in a parallel non-rotating culture of S. mutans (Fig. 6). DISCUSSION Although the effects of both space ight and microgravity analog growth on virulence-related phenotypes of bacterial pathogenssuch as Salmonella enterica serovar Typhimurium, Escherichia coli , Pseudomonas aeruginosa , and Staphylococcus aureus have been well-described, 2838comparatively little research has been dedi- cated to studying the speci c effects of space ight and simulated microgravity on virulence attributes of oral bacteria such as S. mutans . In the Skylab missions conducted in the 1970s, the effectsPost-H2O2 Treatment (minutes)0 20 40 60 80 100 120 Survival 020406080100 Post-H2O2 Treatment (minutes)0 20 40 60 80 100 120 Survival 020406080100 Post- H2O2 Treatment (minutes)0 20 40 60 80 100 120  Survival 020406080100CBA Normal gravity Simulated microgravity Fig. 5 Percent survival of S. mutans post-treatment with 5 mM H 2O2. Cells from t4(a),t8(b), or t16 (c) hour simulated microgravity (triangles ) and normal gravity ( circles ) HARV cultures ( n3 indepen- dent experiments per time point per growth condition) were harvested by centrifugation and resuspended in sterile HBSS.Samples were withdrawn to determine initial CFUml ( t0), and then H 2O2was added to a nal concentration of 5 mM. CFUml of each cell suspension was sampled at 20, 40, 60, 90, and 120 minpost-H 2O2addition, and CFUml were determined.  Survival was calculated by 100  ( tnal CFUml)( t0 CFUml). Error bars  SEM. Asterisk denotes statistical signi cance, one-tailed ttest ( p 0.05)  Transformation Efficiency 1e-61e-51e-41e-31e-2 Simulated microgravityNormal gravityFalcon tube Fig. 6 S. mutans competence phenotype assessed in simulated microgravity and normal gravity HARV cultures. Simulated micro-gravity and normal gravity HARV cultures, as well as a parallel staticFalcon tube control culture, were each grown for 1.5 h in bio lm media prior to addition of 2 g pOri23 plasmid DNA. All threecultures were then grown for 2.5 more hours followed by harvest and serial dilution plating on BHI agar 10 gml erythromycin (selective antibiotic to monitor plasmid transformation). Transforma-tion ef ciency was calculated as the percentage of transformants (CFUml on BHI  erythromycin) among total viable cells (CFUml onBHI). Data represent the average of n3 independent experiments. Error bars SEMSimulated microgravity effects on S. mutans SS Orsini et al 5 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2017) 4 of space ight and diet on the oral cavity and oral microbiota of astronauts were documented using culture-dependent methods. These studies demonstrated that increased counts of speci c oral bacteria (i.e. Bacteriodes ,Veillonella ,Fusobacterium ,Neisseria ,S. sanguinus , and S. mutans ) were recovered from the astronauts in response to space ight.16Furthermore, the astronauts in these studies exhibited decreased salivary lysozyme and increased dental calculus and gingival in ammation.16More recently, the effect of simulated microgravity on the physiology and bio lm structure of S. mutans was also assessed using a superconducting magnet capable of generating a large gradient high magnetic eld (LG-HMF),39which mimics the space-like gravity environment by achieving stable levitation of diamagnetic materials such asbiological cells and tissues.40The results of this study suggested that growth of S. mutans under simulated microgravity enhanced its acid tolerance, altered its bio lm architecture, and increased its proportion within dual-species bio lms co-cultured with S. sanguinis ,a nH 2O2-producing early colonizer of dental plaque biolm.39Collectively, these previous studies suggest that both space ight and the microgravity analog environment have the ability to alter the cariogenic potential of S. mutans . In our current work, HARVs rotated on an axis perpendicular to the Earth s gravitational vector were used to simulate a low-shear modeled microgravity (LSMMG) growth environment. Thisground-based model of microgravity has been used to study the response of a variety of microorganisms to weightlessness  that would be encountered during space ight reviewed in19,41, 42. However, it is important to keep in mind that the S. mutans LSMMG-associated metabolic and physiological changes (i.e. alterations in cell aggregation, transcriptome, and sensitivity tooxidative stress) presented here could represent the bacteria s response to either simulated microgravity andor low- uid shear (1 dyncm2) speci c environmental signals, the latter of which may be relevant to the uid shear of saliva ow (0.8 dyncm2) experienced by S. mutans in the oral cavity.19,21Therefore, the data obtained in this study have the potential to shed light on S. mutans physiology and virulence properties relevant to environ- mental signals experienced in the host, and will hopefully providea springboard for planning future space ight studies of oral bacteria. It is also important to note that all of the S. mutans experiments presented in this study were conducted in semi- dened culture medium containing 11 mM glucose and 10 mM sucrose, previously shown to promote in vitro S. mutans biolm formation.43The addition of sucrose, a host dietary sugar to which S. mutans is exposed to in the oral cavity, promotes production of extracellular glucan polymers by S. mutans , important bio lm matrix components that promote intracellular adhesion.7In reality, the in vivo plaque bio lm environment of S. mutans is much more complex, including stress conditions such as interspecies competi-tion for nutrients and space within the bio lm, as well as alternating periods of feast and famine with respect to dietary carbohydrate consumption. Therefore, the growth condition used in this study should be considered a simple representation ofcaries-promoting feast conditions experienced by S. mutans in the oral cavity. With these caveats in mind, the following discussion points represent interesting patternsconclusions fromthe data obtained in this study: 1.S. mutans displays an altered early stationary-phase metabolism under simulated microgravity conditions: As indicated in the Results section and Fig. 1,S. mutans end-point simulated microgravity and normal gravity cultures appear to enterstationary phase at the same point in growth (6 h) compared to normal gravity cultures, and there were no apparent differences in CFUml of each culture at each time point. This being said, the 8 h(early stationary phase) metabolomics and RNA-seq data suggest that S. mutans simulated microgravity metabolism at this point is altered relative to normal gravity growth. For example, simulatedmicrogravity cultures experienced a ten-fold decrease insupernatant glucose levels (Table 1and Supplemental File S3)a t 8 h growth relative to the normal gravity cultures. Furthermore, expression of PTS system genes involved in transport of carbohydrates (glucose, mannitol, trehalose, mannose and cello-biose) was signi cantly upregulated during simulated micrograv- ity growth, whereas expression of genes encoding ribosomal proteins, tRNAs, and other aspects of protein translation was decreased in the microgravity cultures at this time point (Fig. 4 and Supplemental File S4). Bioinformatics analysis also revealed patterns of decreased arginine metabolism and decreased pyrimidine biosynthesis (Supplemental Table S2and Supplemen- tal Fig. S3) in the 8 h simulated microgravity cultures. Finally, expression of genes encoding the central metabolic transcrip-tional regulators CcpA and Rex were also both upregulated (2.2- fold and 2.8-fold, respectively) at 8 h growth in the simulated microgravity cultures. CcpA has been shown to regulate S. mutans catabolite repression and the ability to utilize non-preferred carbohydrates, acid tolerance, acid production, and bio lm formation, 4446whereas Rex regulates expression of S. mutans genes involved with carbohydrate fermentation, bio lm forma- tion, and oxidative stress resistance in response to cellular redox.47,48Interestingly, a role for Rex in the transcriptional response of Staphylococcus aureus to LSMMG was also previously implicated by the altered expression of a number of Rex-regulatedgenes under this growth condition.29Although great care was taken in each experiment to vigorously vortex all samples prior to and during serial dilution plating, we cannot exclude thepossibility that sucrose-dependent cell clumping may have masked more apparent growth differences between the simulated microgravity and normal gravity end-point HARV cultures in thesestudies. 2.S. mutans late stationary-phase simulated microgravity cultures appear to be subject to increased stress: A striking phenotypic property observed in S. mutans simulated microgravity cultures was the greatly increased sensitivity of cells from latestationary phase (16 h) to H 2O2treatment (Fig. 5c) relative to cells from normal gravity cultures. However, no apparent differences in oxidative stress resistance were observed between the simulatedmicrogravity and normal gravity cells harvested at earlier timepoints (log phase and early stationary phase, Fig. 5a, b, respectively). This result correlated with the LG-HMF S. mutans microgravity study by Cheng and co-workers, 39which found that mid-exponential phase S. mutans microgravity and normal gravity cells did not differ in their sensitivity to H 2O2. In previous studies, late stationary-phase (20 24 h) cultures of S. typhimurium and P. aeruginosa were both shown to be more resistant to oxidative stress when grown in simulated microgravity,30,49whereas S. typhimurium simulated microgravity cultures grown to an earlier phase of growth (10 h) displayed increased sensitivity to H 2O2 treatment.31Furthermore, the sensitivity of stationary phase simulated microgravity cultures of adherent-invasive E. coli to oxidative stress was shown to be strain-dependent.33The susceptibility of S. aureus to oxidative stress when grown in LSMMG has also been previously investigated: compared to normal gravity growth, S. aureus cells isolated from simulated microgravity cultures displayed increased sensitivity to challengewith H 2O2, which was demonstrated to be related to decreased carotenoid (yellow membrane pigment) production under this growth condition.29These previously-published studies, in con- junction with the S. mutans results presented here, clearly demonstrate that the microgravity model used, growth phase atwhich oxidative stress is tested, andor other inherent species and strain-dependent differences, make it dif cult to discern broad conclusions regarding the effect of the LSMMG on oxidative stressresistance. Although direct comparisons cannot be extrapolated due to time point differences between the 8 h RNA-seq data (Fig. 4and Supplemental File S4) and 16 h oxidative stress data (Fig. 5c), it isSimulated microgravity effects on S. mutans SS Orsini et al 6 npj Microgravity (2017) 4 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAinteresting to note that the 8 h simulated microgravity cultures displayed increased expression of genes previously-shown to be involved in the response to oxidative stress in S. mutans . These included lrgA, which encodes a predicted holin-like protein,50,51 dpr, encoding an iron-binding protein that reduces the intracel- lular free iron pool during oxidative stress,52,53and rex.48As well, S. mutans simulated microgravity cultures displayed increased expression of genes encoding phosphotransacetylase (Pta;SMU_1043c) and two putative acetate kinase (Act) genes ( ackA and SMU_1299c), involved in the conversion of acetyl-CoA to acetyl phosphate and acetyl phosphate to acetate, respectively.54 InS. mutans , aspects of the Pta-Ack pathway have been shown to inuence the cellular response to oxidative stress resistance.54 These results suggest that the simulated microgravity HARV cultures may be experiencing an oxidative-like stress response in early stationary phase (8 h growth), and the altered expression ofthese oxidative-stress related genes and metabolic pathways is perhaps occurring in response to this stress. Further support for the idea that the S. mutans simulated microgravity cultures may be experiencing more inherent stress relative to the normalgravity cultures stems from the observation that TA system genes mazEF and relBE were signi cantly upregulated during simulated microgravity growth (Fig. 4and Supplemental File S4). MazF and RelE have been shown in several bacteria to selectively inhibittranslation by cleaving speci c mRNA recognition sequences in response to nutritional stress reviewed in 55,56. These data collectively suggest that S. mutans simulated microgravity HARV cultures display characteristics associated with stationary phase cellular stress. However, it is not clear from this data whether these cultures are experiencing overlapping simultaneous stresses (suchas oxidative and starvation stress), or if the sum of thesephenotype and gene expression changes represent a stress response speci c to LSMMG. 3.S. mutans displays an altered cell aggregation phenotype under simulated microgravity conditions: Micro-organisms such asMicrococcus luteus , 57E. coli ,58P. aeruginosa ,34,35,59S. aureus ,29S. typhimurium ,36and Candida albicans60,61have all displayed increased bio lm growth when grown in either ground-based simulated andor space ight microgravity conditions. In some instances, this bio lm increase was paralleled by documented increases in expression of bio lm-promoting regulatory genes or adhesion factors.29,3436,49,58,61Given these observations in other micro-organisms, we predicted that S. mutans would also display an increase in bio lm formation when grown in HARV micro- gravity cultures. Although bio lms attached to a solid surface were not assessed in these studies, macroscopic differences in cell cell aggregation were typically observed in simulated microgravity compared to normal gravity HARV cultures at stationary phase (8 h growth; Fig. 2), suggesting that cell cell adhesion andor bio lm- like properties of this bacterium were altered in response tosimulated microgravity growth. Although cell aggregation was observed in both the normal gravity and simulated microgravity HARV cultures grown in bio lm-promoting media containing sucrose, the simulated microgravity cell aggregates were more compact and more dif cult to disrupt relative to the aggregates formed during normal gravity growth. Follow-up studies will berequired to better characterize the structural properties of thesecell aggregates (i.e. production of sucrose-dependent exopoly- saccharide) and whether they are actually similar to bio lms that form on hydroxyapatite in vitro andor the tooth surface in vivo.However, it is noteworthy that altered cell aggregation andorattachment-independent phenotypes have also been observed in other bio lm-forming microbes in both LSMMG 29,34and during space ight.61 In summary, the results from our experiments suggest that S. mutans undergoes changes in metabolism, physiology, and global gene expression during stationary-phase simulated microgravitygrowth that impact cell aggregation and oxidative stressresistance. De ning the exact regulatory circuits and contributions of these differentially regulated genes to the ability of S. mutans to survive and adapt to LSMMG and space ight environments will help in the development of treatment and control strategies tocombat the caries potential of this pathogen. Furthermore, thesestudies may provide insight into the response of S. mutans to low- uid shear encountered in the oral cavity. Our future research efforts will focus on assessing S. mutans biolm formation during simulated microgravity growth using culture conditions moreclosely mimicking the oral cavity (i.e., arti cial saliva media and periodic pulsing of sucrose addition), as well as growth of S. mutans as part of a mixed-species bio lm consortium. MATERIALS AND METHODS Bacterial strain and growth conditions S. mutans UA15962was used for all of the experiments described below. All S. mutans cultures (including HARV vessels) were grown at 37 C in a 5 CO2incubator. For each experiment, S. mutans was freshly streaked from a frozen 30 (vol vol1) glycerol stock onto Brain heart infusion (BHI) agar and grown for 48 h. A single colony was then inoculated into 30 ml BHIbroth, and grown as a static culture for 16 18 h prior to inoculation of HARVs. Disposable vessel rotary cell culture systems (Synthecon) withvertical and horizontal 4-station rotator bases were used to simulate microgravity (HARV rotated on axis perpendicular to gravitational vector) and normal (1  g) gravity (HARV rotated on axis parallel to gravitational vector), respectively (Supplemental Figure S4). All HARV manipulations were performed under a Class II A2 biosafety cabinet (Labconco). HARVvessels were lled with sterile media according to manufacturer s recommendations, and incubated at room temperature for 18 h prior toeach experiment. This media was then aseptically removed, and 20 dilute S. mutans overnight culture (approximate OD 600 0.06ml) in room- temperature semi-de ned bio lm media (BM)43containing 11 mM glucose and 10 mM sucrose, was used to ll each HARV. Prior to HARV rotation and incubation, sterile 5-ml luer lock syringes were used to remove air bubblesaccording to manufacturer s protocols. Continuous HARV growth curves For each experiment ( n 3 independent experiments per growth condition), overnight S. mutans cultures were used to inoculate 120 ml of sterile BM containing 11 mM glucose and 10 mM sucrose. This inoculumwas mixed well by vigorous swirling and vortexing, and 1 ml withdrawn tomeasure the time-of-inoculation ( t 0) CFUml. The remaining inoculum volume was then subjected again to vigorous swirling and vortexing and immediately used to ll 2  50 ml disposable HARVs as described above. Each HARV was rotated either vertically ( simulated microgravity )o r horizontally ( normal gravity ) at 37 C, 5 CO 2for 24 h. HARVs were rotated at 30 RPM for the rst 8 h of growth, and the rotation speed of each reactor was increased to 32 RPM after 8 h of growth to ensure that S. mutans cell aggregates did not settle to the bottom of the simulated microgravity HARV. At 2, 4, 6, 8, 12, and 24 h postinoculation, each HARV was removed from the incubator, vigorously agitated to remove adherentcell clumps from the walls and membrane of the HARV reactor and evenlydispersing cell clumps, and 1 ml culture was immediately removed forCFUml assessment. The same volume of sterile media was then addedback to each HARV and air bubbles removed as described above prior tore-initiation of simulated microgravity or normal gravity HARV growth. For CFUml quanti cation, each 1 ml sample was vortexed vigorously for at least 30 s to resuspend cell clumps, followed immediately by serial dilution(each tube vortexed vigorously for at least 15 s between each dilution) andCFUml determination using the track plating method. 63 HARV end-point growth curves Overnight S. mutans cultures were used to inoculate 500 ml sterile BM containing 11 mM glucose and 10 mM sucrose to an approximate OD 600 0.06ml as described above. This inoculum was mixed well by vigorousswirling and vortexing, and 1 ml was withdrawn to measure the t0 OD 600, pH, and CFUml. The remaining inoculum volume was then immediately used to ll 8  50 ml disposable HARVs (inoculum volume was subjected to vigorous swirling and vortexing before addition to each HARV). For end-point growth curve analysis at t 4, 6, 8, and 12 h ( n2 independent experiments total per time point per growth condition), fourSimulated microgravity effects on S. mutans SS Orsini et al 7 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2017) 4 simulated microgravity and four normal gravity HARV cultures were grown in parallel at 37 C, 5 CO 2. HARVs were rotated at 30 RPM for the rst 8 h of growth, and the rotation speed of each reactor was increased to 32 RPM after 8 h of growth to ensure that S. mutans cell aggregates did not settle to the bottom of the simulated microgravity cultures. At each time point, one simulated microgravity and one normal gravity HARV were each harvested as follows: 25 ml of HARV culture was transferred to a sterile 50 ml Falcon tube. The HARV was then closed and shaken vigorously for approximately 5 s (until there were no remaining visible clumps of bacteria stuck to the inside walls and membrane of the HARV). The reactor was thenimmediately uncapped and the remaining culture transferred to the 50 ml Falcon tube, which was vortexed at high speed for 30 s prior to removing 100 l for CFU counts. The tube was vortexed again for 10 s, and 900 l immediately removed for measuring OD 600and pH readings. OD 600 readings were obtained using a Genesys 10 Bio spectrophotometer(Thermo Scienti c), culture pH measured with colorpHast indicator strips (EMD), and CFUml calculated by serial dilution plating as described above.For the end-point growth curve analysis at t 24 and t 48 h, a separate experiment ( n 2 biological replicates for each time point) was performed as described above. HARV end-point growth for metabolomic and RNA-seq analyses Overnight S. mutans cultures were used to inoculate 350 ml sterile BM containing 11 mM glucose and 10 mM sucrose to an approximate OD 600 0.06ml as described above. This inoculum was mixed well by vigorous swirling and vortexing, and 1 ml was withdrawn to measure the t0 OD 600, pH, and CFUml. The remaining inoculum volume was then immediately used to ll 6  50 ml disposable HARVs (inoculum volume was subjected to vigorous swirling and vortexing before addition to each HARV). A sterile media control was also collected at the beginning of each experiment and stored at 80 C for metabolomics analysis (see below). For each experiment ( n 3 independent experiments total), three simulated microgravity and three normal gravity HARV cultures were grown in parallel at 37 C, 5 CO 2as described above for the end-point growth curve analysis. For each experiment, one simulated microgravityand one normal gravity HARV were each harvested at t4 , t 8 h, and t 24 h growth, as described above for the end-point growth curve analysis (for a total of n 3 independent samples per time point per growth condition). HARVs were photographed prior to culture disruption and harvest to document macroscopic growth observations. After harvesting, 34 ml of each t 4, 8, and 24 h HARV culture was centrifuged at 3000 RPM, 4 C for 20 min and immediately placed on ice. 1 ml of culture supernatantwas removed from each centrifuged sample, transferred to 1.5 ml tubes, and immediately frozen at 80 C. The remaining culture supernatants were decanted and cell pellets immediately frozen at 80 C. For RNA-seq samples ( t 8 h only), a 10-ml aliquot of each HARV culture was also centrifuged at 3000 RPM, 4 C for 20 min and immediately placed on ice. Culture supernatants were decanted and 1 ml RNAlater (Ambion) was added to each cell pellet prior to immediate storage at 80 C. Metabolite extraction and metabolomics analysis Extraction of metabolites ( n 3 independent biological samples per time point and growth condition) and all metabolomics analyses (includingstatistics) were performed by Metabolon, Inc. (Durham, NC) following previously-published methods.6468Details speci c to this experiment can be found in Supplemental File S1(Supplemental Materials and Methods). RNA isolation and RNA-seq analysis RNA was isolated from t 8 h cell pellets stored at 80 C in RNAlater (collected from n 3 independent experiments each for simulated microgravity and normal gravity HARV cultures) with the RNeasy Kit (Qiagen) and FASTPREP lysing matrix B tubes (MP Biomedical) using previously-described methods.50,69Each RNA sample was then subjected to a second DNAse treatment using the TURBO DNA-free Kit (Thermo Fisher Scienti c) per the manufacturer s protocols. Lack of contaminating genomic DNA in each RNA sample was then determined using quantitative real-time PCR (i.e. no cDNA synthesis step) and S. mutans -speci c primers (1547-FR; Supplemental Table S3) prior to sending 5 g of each RNA sample to Seqwright Genomic Services (Houston, TX), who performed all steps of the RNA-seq work ow, data curation, differential expression, and corresponding statistical analysis. In brief, each RNA sample was subjectedto an mRNA enrichment step and generation of a library of cDNA template molecules of known strand origin using the TruSeq Total mRNA SamplePreparation Kit (Illumina). Sequencing was performed using the Illumina HiSeq 2500 platform, generating 2  100 bp read lengths for a total of 2 10 M reads per sample. Illumina CASAVA software was used to creategenomic builds and count reads, whereas TopHat-2.0.8b and Cuf inks- 2.0.1 70were used to align reads to the S. mutans UA159 genome (Genbank accession  NC_004350.2). All RNA-seq data have been deposited to NCBIsGene Expression Omnibus and are accessible through GEO Seriesaccession number GSE90166. Hydrogen peroxide (H 2O2) assay For each experiment ( n 3 independent biological samples each for simulated microgravity and normal gravity HARV cultures), two S. mutans 10-ml HARV cultures were inoculated as described above, and each wasgrown for either 4, 8, or 16 h. For the 4 and 8 h experiments, the HARVrotation speed was 30 RPM. For the 16 h experiment, the HARV rotationspeed was 30 RPM for the rst 8 h of growth, and was then increased to 35 RPM to counteract sedimentation of cellular aggregates. S. mutans cultures were then harvested from each HARV vessel, transferred to a 50 ml Falcontube, and centrifuged for 10 min at 4000 RPM. Cell pellets wereresuspended in 5 ml sterile 1 Hanks Buffered Salt Solution (HBSS), and100 l was withdrawn from each tube and subjected to serial dilutionplating as described above to enumerate CFUml of each cell suspensionatt0(prior to H 2O2addition). H 2O2was added to each remaining 4.9 ml cell suspension to a nal concentration of 5 mM, and incubated at 37 C, 5 CO 2. Samples of each cell suspension were removed at 15, 30, 45, 60, and 120 min post-H 2O2addition to enumerate CFUml, and  survival for each sample was calculated by 100 ( t  CFUml t 0 CFUml). Competence assay The ability of S. mutans to take up exogenous DNA was assessed in microgravity and normal gravity HARV cultures based on previously-described methods.50,71For each experiment ( n 3 independent biological samples each for simulated microgravity and normal gravity HARVcultures), S. mutans 10-ml micro-gravity and normal gravity HARV cultures were grown in BM containing 11 mM glucose and 10 mM sucrose for 90min corresponding to 2.3  10 6CFUml (3.0  105SEM) for normal gravity and 3.1  106CFUml (1.5  105SEM) for simulated microgravity at 30 RPM. HARVS were removed from rotator bases and 2 g of unmethylated pOri23 plasmid DNA was added to each reactor. Microgravity and normalgravity HARVs were then incubated for 2.5 h at 30 RPM prior to serialdilution and plating of each culture on BHI agar 10 gml erythromycin(Erm; selectable antibiotic for pOri23). CFUml were determined after 48 hplate growth, and transformation ef ciencies were calculated as the percentage of transformants (BHI-Erm 10CFUml) among the total viable cells (BHI CFUml). For each experiment, a non-rotating control culture (15-ml Falcon tube containing 15 ml of S. mutans culture) was grown in parallel and assessed for competence as described above. Bioinformatics The DAVID Bioinformatics Resource22,23was used to aid in functional categorization of the RNA-seq differential expression data and to perform functional annotation clustering. Only genes with statistically-signi cant log2-fold changes of at least 1.0 were included in these analyses.The lowest classi cation stringency was used for functional categorization. For functional annotation clustering analysis, the default analysisparameters were used: Medium classi cation stringency, similarity thresh- old  0.5, enrichment threshold (EASE score)  1.0. As recommendedpreviously, 22an enrichment score cutoff of 1.3 was applied to the functional annotation clustering analysis. For identifying trends inmetabolic pathway changes, all statistically-signi cant RNA-seq differential expression data with a log 2-fold change of at least 0.6 were also analyzed using Metacyc.24 Statistics For metabolomics, statistical analyses were performed in ArrayStudio onlog transformed data. For those analyses not standard in ArrayStudio, theprograms R ( http:cran.r-project.org ) or JMP (SAS, http:www.jmp.com ) were used as previously described. 72Two-way ANOVA was used to compare the effects of treatment (simulated microgravity vs. normalgravity growth) and growth time ( t 4, 8, and 24 h) on metabolite differences. Multiple comparisons were accounted for with the falsediscovery rate (FDR) method, and each FDR was estimated by q-values.Simulated microgravity effects on S. mutans SS Orsini et al 8 npj Microgravity (2017) 4 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASAPCA was also applied to the metabolomics data. For RNA-seq, differential expression analysis was performed by Seqwright Genomic Services usingFPKM (fragments per kilobase per million mapped reads) values and fold-change was expressed as log 2(FPKM normal gravityFPKM simulated microgravity). For all other data, statistical analyses were performed using Sigmaplot version 12.5 (Build 12.5.0.38, Systat Software, Inc.). Data wastested for normality and equal variance, followed by a T-test or Rank-sum test, as appropriate. ACKNOWLEDGEMENTS This work was funded in part by a Florida Education Fund McKnight Doctoral Fellowship to S.S.O, NASA grant NNX13AM09G to K.C.R., and NIH grant R01 AI118999 to K.C.R. AUTHOR CONTRIBUTIONS S.S.O. and A.M.L. contributed to experimental design, performed experiments, analyzed data, and assisted in the writing and editing of the manuscript. K.C.R.performed experiments, directed the overall experimental design, analyzed data, andwrote the manuscript. COMPETING INTERESTS The authors declare no competing nancial interests. REFERENCES 1. Marchant, S., Brailsford, S. R., Twomey, A. C., Roberts, G. J.  Beighton, D. The predominant micro ora of nursing caries lesions. Caries Res. 35, 397 406 (2001). PubMed PMID: 11799279. 2. Fitzgerald, R. J., Jordan, H. V.  Stanley, H. R. Experimental caries and gingival pathologic changes in the gnotobiotic rat. J. Dent. Res. 39, 923 935 (1960). PubMed PMID: 13700062. 3. Okada, M. et al. Longitudinal study of dental caries incidence associated with Streptococcus mutans and Streptococcus sobrinus in pre-school children. J. Med. Microbiol. 54, 661 665 (2005). PubMed PMID: 15947431. 4. Rozier, R. G. Effectiveness of methods used by dental professionals for the pri- mary prevention of dental caries. J. Dent. Educ. 65, 1063 1072 (2001). PubMed PMID: 11699978. 5. U.S. Department of Health and Human Services. Oral Health in America: a Report of the Surgeon General. Rockville, MD: US Department of Health and Human Services, National Institute of Dental and Craniofacial Research, National Insti-tutes of Health (2000). 6. Nakano, K. et al. Detection of cariogenic Streptococcus mutans in extirpated heart valve and atheromatous plaque specimens. J. Clin. Microbiol. 44, 3313 3317 (2006). PubMed PMID: 16954266. 7. Ooshima, T. et al. Contributions of three glycosyltransferases to sucrose- dependent adherence of Streptococcus mutans .J. Dent. Res. 80, 1672 1677 (2001). PubMed PMID: 11597030. 8. Petersen, F. C., Assev, S., van der Mei, H. C., Busscher, H. J.  Scheie, A. A. Functional variation of the antigen III surface protein in Streptococcus mutans and Strepto- coccus intermedius .Infect. Immun. 70,2 4 9 256 (2002). PubMed PMID: 11748190. 9. Zhu, L. et al. Functional characterization of cell-wall-associated protein WapA in Streptococcus mutans .Microbiology. 152, 2395 2404 (2006). PubMed PMID: 16849803. 10. Ahn, S. J.  Burne, R. A. The atlA operon of Streptococcus mutans : role in autolysin maturation and cell surface biogenesis. J. Bacteriol. 188, 6877 6888 (2006). Pubmed Central PMCID: 1595523. 11. Senadheera, D.  Cvitkovitch, D. G. Quorum sensing and bio lm formation by Streptococcus mutans .Adv. Exp. Med. Biol. 631, 178 188 (2008). PubMed PMID: 18792689. 12. Das, T., Sharma, P. K., Krom, B. P., van der Mei, H. C.  Busscher, H. J. Role of eDNA on the adhesion forces between Streptococcus mutans and substratum surfaces: inuence of ionic strength and substratum hydrophobicity. Langmuir. 27, 10113 10118 (2011). PubMed PMID: 21740034. 13. Rai, B., Kaur, J.  Catalina, M. Bone mineral density, bone mineral content, gingival crevicular uid (matrix metalloproteinases, cathepsin K, osteocalcin), and salivary and serum osteocalcin levels in human mandible and alveolar bone underconditions of simulated microgravity. J. Oral. Sci. 52, 385 390 (2010). PubMed PMID: 20881330. 14. Rai, B., Kaur, J.  Foing, B. H. Evaluation by an aeronautic dentist on the adverse effects of a six-week period of microgravity on the oral cavity. Int. J. Dent 2011 , 548068 (2011). PubMed PMID: 22190932. Pubmed Central PMCID: 3235462.15. Rai, B.  Kaur, J. The history and importance of aeronautic dentistry. J. Oral. Sci. 53, 143 146 (2011). PubMed PMID: 21712617. 16. Brown, L.R., Frome, W. J., Handler, S., Wheatcroft, M. G.  Rider, L. J. Skylab oral health studies in Biomedical Results from Skylab National Aeronautics and Space Administration (Johnston, R. S.  Dietlein, L. F.) (Johnson Space Center, 1977). pp. 35 44. 17. Brown, L. R., Wheatcroft, M. G., Frome, W. J.  Rider, L. J. Effects of a simulated skylab mission on the oral health of astronauts. J. Dent. Res. 53, 1268 1275 (1974). PubMed PMID: 4153662. 18. Volozhin, A. I., Tsarev, V. N., Malneva, N. S., Sashkina, T. I.  Saldusova, I. V. Interaction peculiarities between microbial cenosis and local immunity of peri- odontium of humans under extreme conditions. Acta Astronaut. 49,5 3 57 (2001). PubMed PMID: 11858254. 19. Nickerson, C. A., Ott, C. M., Wilson, J. W., Ramamurthy, R.  Pierson, D. L. Microbial responses to microgravity and other low-shear environments. Microbiol. Mol. Biol. Rev.68,3 4 5 361 (2004). PubMed PMID: 15187188. Pubmed Central PMCID: 419922. 20. Nickerson, C. A. et al. Low-shear modeled microgravity: a global environmental regulatory signal affecting bacterial gene expression, physiology, and patho-genesis. J. Microbiol. Methods 54,111 (2003). PubMed PMID: 12732416. 21. Prakobphol, A., Burdsal, C. A.  Fisher, S. J. Quantifying the strength of bacterial adhesive interactions with salivary glycoproteins. J. Dent. Res. 74, 1212 1218 (1995). PubMed PMID: 7790599. 22. Huang da, W., Sherman, B. T.  Lempicki, R. A. Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources. Nat. Protoc. 4 ,4 4 57 (2009). PubMed PMID: 19131956. 23. Huang da, W., Sherman, B. T.  Lempicki, R. A. Bioinformatics enrichment tools: paths toward the comprehensive functional analysis of large gene lists. Nucleic Acids Res. 37,113 (2009). Pubmed Central PMCID: 2615629. 24. Caspi, R. et al. The MetaCyc database of metabolic pathways and enzymes and the BioCyc collection of pathwaygenome databases. Nucleic Acids. Res. 44, D471 D480 (2016). PubMed PMID: 26527732. Pubmed Central PMCID: 4702838. 25. Kreth, J., Zhang, Y.  Herzberg, M. C. Streptococcal antagonism in oral bio lms: Streptococcus sanguinis and Streptococcus gordonii interference with Strepto- coccus mutans .J. Bacteriol. 190, 4632 4640 (2008). PubMed PMID: 18441055. Pubmed Central PMCID: 2446780. 26. Zheng, X. et al. Involvement of gshAB in the interspecies competition within oral biolm.J. Dent. Res. 92, 819 824 (2013). PubMed PMID: 23872989. 27. Lemos, J. A., Quivey, R. G. Jr., Koo, H.  Abranches, J. Streptococcus mutans : a new Gram-positive paradigm?. Microbiology. 159, 436 445 (2013). PubMed PMID: 23393147. Pubmed Central PMCID: 4083656. 28. Tucker, D. L. et al. Characterization of Escherichia coli MG1655 grown in a low- shear modeled microgravity environment. BMC Microbiol. 7, 15 (2007). Pubmed Central PMCID: 1852313. 29. Castro, S. L., Nelman-Gonzalez, M., Nickerson, C. A.  Ott, C. M. Induction of attachment-independent bio lm formation and repression of Hfq expression by low-uid-shear culture of Staphylococcus aureus .Appl. Environ. Microbiol. 77, 6368 6378 (2011). Pubmed Central PMCID: 3187170. 30. Pacello, F., Rotilio, G.  Battistoni, A. Low-shear modeled microgravity enhances Salmonella enterica resistance to hydrogen peroxide through a mechanism involving katG and katN .Open Microbiol. J. 6,5 3 64 (2012). PubMed PMID: 22888375. Pubmed Central PMCID: 3414715. 31. Wilson, J. W. et al. Low-shear modeled microgravity alters the Salmonella enterica serovar typhimurium stress response in an RpoS-independent manner. Appl. Environ. Microbiol. 68, 5408 5416 (2002). PubMed PMID: 12406731. Pubmed Central PMCID: 129924. 32. Nickerson, C. A. et al. Microgravity as a novel environmental signal affecting Salmonella enterica serovar Typhimurium virulence. Infect. Immun. 68, 3147 3152 (2000). PubMed PMID: 10816456. Pubmed Central PMCID: 97548. 33. Allen, C. A., Niesel, D. W.  Torres, A. G. The effects of low-shear stress on adherent-invasive Escherichia coli .Environ. Microbiol. 10, 1512 1525, doi: 10.111 j.462-2920.008.01567.x (2008). 34. Crabbe, A. et al. Use of the rotating wall vessel technology to study the effect of shear stress on growth behaviour of Pseudomonas aeruginosa PA01. Environ. Microbiol. 10, 2098 2110, doi: 10.1111j.462-2920.008.01631.x (2008). 35. Kim, W. et al. Space ight promotes bio lm formation by Pseudomonas aerugi- nosa .PLoS One 8, e62437, doi: 10.1371journal.pone.0062437 (2013). 36. Wilson, J. W. et al. Space ight alters bacterial gene expression and virulence and reveals a role for global regulator Hfq. Proc. Natl Acad. Sci. USA 104, 16299 16304 (2007). 37. Wilson, J. W. et al. Media ion composition controls regulatory and virulence response of Salmonella in space ight. PLoS One 3, e3923, doi: 10.1371journal. pone.0003923 (2008). 38. Wilson, J. W. et al. Microarray analysis identi esSalmonella genes belonging to the low-shear modeled microgravity regulon. Proc. Natl Acad. Sci. USA 99, 13807 13812 (2002). NASA Discipline Cell Biology Non-NASA Center.Simulated microgravity effects on S. mutans SS Orsini et al 9 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA npj Microgravity (2017) 4 39. Cheng, X. et al. Effects of simulated microgravity on Streptococcus mutans phy- siology and bio lm structure. FEMS Microbiol. Lett. 359,9 4 101 (2014). PubMed PMID: 25109245. 40. Qian, A. R. et al. Large gradient high magnetic elds affect osteoblast ultra- structure and function by disrupting collagen I or bronectinalphabeta1 integ- rin.PLoS One 8, e51036 (2013). PubMed PMID: 23382804. Pubmed Central PMCID: 3558520. 41. Rosenzweig, J. A. et al. Space ight and modeled microgravity effects on microbial growth and virulence. Appl. Microbiol. Biotechnol. 85, 885 891, doi: 10.1007 s00253-009-2237-8 (2010). 42. Rosenzweig, J. A., Ahmed, S., Eunson, J. Jr.  Chopra, A. K. Low-shear force associated with modeled microgravity and space ight does not similarly impact the virulence of notable bacterial pathogens. Appl. Microbiol. Biotechnol. 98, 8797 8807, doi: 10.1007s00253-014-6025-8 (2014). 43. Biswas, I., Drake, L.  Biswas, S. Regulation of gbpC expression in Streptococcus mutans .J. Bacteriol. 189, 6521 6531 (2007). PubMed PMID: 17616585. Pubmed Central PMCID: 2045159. 44. Abranches, J. et al. CcpA regulates central metabolism and virulence gene expression in Streptococcus mutans .J. Bacteriol. 190, 2340 2349, doi: 10.1128 JB.01237-07 (2008). 45. Zeng, L.  Burne, R. A. Multiple sugar: phosphotransferase system permeases participate in catabolite modi cation of gene expression in Strepto- coccus mutans .Mol. Microbiol. 70, 197 208, doi: 10.1111j.365-2958.008.06403.x (2008). 46. Wen, Z. T.  Burne, R. A. Functional genomics approach to identifying genes required for bio lm development by Streptococcus mutans .Appl. Environ. Microbiol. 68, 1196 1203 (2002). PubMed PMID: 11872468. Pubmed Central PMCID: 123778. 47. Bitoun, J. P., Nguyen, A. H., Fan, Y., Burne, R. A.  Wen, Z. T. Transcriptional repressor Rex is involved in regulation of oxidative stress response and bio lm formation by Streptococcus mutans .FEMS Microbiol. Lett. 320, 110 117, doi:10.1111j.574-6968.2011.02293.x (2011). 48. Bitoun, J. P., Liao, S., Yao, X., Xie, G. G.  Wen, Z. T. The redox-sensing regulator Rex modulates central carbon metabolism, stress tolerance response and bio lm formation by Streptococcus mutans .PLoS One 7, e44766, doi: 10.1371journal. pone.0044766 (2012). 49. Crabbe, A. et al. Response of Pseudomonas aeruginosa PAO1 to low shear mod- elled microgravity involves AlgU regulation. Environ. Microbiol. 12, 1545 1564 (2010). PubMed PMID: 20236169. 50. Ahn, S. J., Qu, M. D., Roberts, E., Burne, R. A.  Rice, K. C. Identi cation of the Streptococcus mutans LytST two-component regulon reveals its contribution to oxidative stress tolerance. BMC. Microbiol. 12, 187 (2012). PubMed PMID: 22937869. 51. Ahn, S. J., Rice, K. C., Oleas, J., Bayles, K. W.  Burne, R. A. The Streptococcus mutans Cid and Lrg systems modulate virulence traits in response to multiple environmental signals. Microbiology. 156, 3136 3147, doi: 10.1099mic.0.039586-0 (2010). 52. Yamamoto, Y. et al. Regulation of the intracellular free iron pool by Dpr provides oxygen tolerance to Streptococcus mutans .J. Bacteriol. 186, 5997 6002 (2004). 53. Yamamoto, Y., Poole, L. B., Hantgan, R. R.  Kamio, Y. An iron-binding protein, Dpr, from Streptococcus mutans prevents iron-dependent hydroxyl radical for- mation in vitro. J. Bacteriol. 184, 2931 2939 (2002). 54. Kim, J. N., Ahn, S. J.  Burne, R. A. Genetics and physiology of acetate metabolism by the Pta-Ack pathway of Streptococcus mutans .Appl. Environ. Microbiol. 81, 5015 5025, doi: 10.1128AEM.01160-15 (2015). 55. Cook, G. M. et al. Ribonucleases in bacterial toxin-antitoxin systems. Biochim. Biophys. Acta. 1829 , 523 531 (2013). PubMed PMID: 23454553. 56. Gerdes, K., Christensen, S. K.  Lobner-Olesen, A. Prokaryotic toxin antitoxin stress response loci. Nat. Rev. Microbiol. 3, 371 382 (2005). PubMed PMID: 15864262. 57. Mauclaire, L.  Egli, M. Effect of simulated microgravity on growth and produc- tion of exopolymeric substances of Micrococcus luteus space and earth isolates. FEMS Immunol. Med. Microbiol. 59, 350 356 (2010). PubMed PMID: 20482631.58. Lynch, S. V., Mukundakrishnan, K., Benoit, M. R., Ayyaswamy, P. S.  Matin, A. Escherichia coli biolms formed under low-shear modeled microgravity in a ground-based system. Appl. Environ. Microbiol. 72, 7701 7710 (2006). PubMed PMID: 17028231. Pubmed Central PMCID: 1694224. 59. McLean, R. J., Cassanto, J. M., Barnes, M. B.  Koo, J. H. Bacterial bio lm formation under microgravity conditions. FEMS Microbiol. Lett. 195, 115 119 (2001). PubMed PMID: 11179638. 60. Searles, S. C., Woolley, C. M., Petersen, R. A., Hyman, L. E.  Nielsen-Preiss, S. M. Modeled microgravity increases lamentation, bio lm formation, phenotypic switching, and antimicrobial resistance in Candida albicans .Astrobiology. 11, 825 836 (2011). PubMed PMID: 21936634. 61. Crabbe, A. et al. Space ight enhances cell aggregation and random budding in Candida albicans .PLoS One 8, e80677 (2013). PubMed PMID: 24324620. Pubmed Central PMCID: 3851762. 62. Shah, G. R.  Cau eld, P. W. Enhanced transformation of Streptococcus mutans by modi cations in culture conditions. Anal. Biochem. 214, 343 346 (1993). PubMed PMID: 8250246. 63. Jett, B. D., Hatter, K. L., Huycke, M. M.  Gilmore, M. S. Simpli ed agar plate method for quantifying viable bacteria. BioTechniques. 23, 648 650 (1997). PubMed PMID: 9343684. 64. Ohta, T. et al. Untargeted metabolomic pro ling as an evaluative tool of fenobrate-induced toxicology in Fischer 344 male rats. Toxicol. Pathol. 37, 521 535 (2009). PubMed PMID: 19458390. 65. Evans, A. M., DeHaven, C. D., Barrett, T., Mitchell, M.  Milgram, E. Integrated, nontargeted ultrahigh performance liquid chromatographyelectrospray ioniza-tion tandem mass spectrometry platform for the identi cation and relative quanti cation of the small-molecule complement of biological systems. Anal. Chem. 81, 6656 6667 (2009). PubMed PMID: 19624122. 66. Evans, C. R. et al. Untargeted LC-MS metabolomics of bronchoalveolar lavage uid differentiates acute respiratory distress syndrome from health. J. Proteome Res. 13, 640 649 (2014). PubMed PMID: 24289193. Pubmed Central PMCID: 4068805. 67. Dehaven, C. D., Evans, A. M., Dai, H.  Lawton, K. A. Organization of GCMS and LCMS metabolomics data into chemical libraries. J. Cheminform. 2, 9 (2010). Pubmed Central PMCID: 2984397. 68. Storey, J. D.  Tibshirani, R. Statistical signi cance for genomewide studies. Proc. Natl Acad. Sci. USA. 100, 9440 9445 (2003). PubMed PMID: 12883005. Pubmed Central PMCID: 170937. 69. Patton, T. G., Rice, K. C., Foster, M. K.  Bayles, K. W. The Staphylococcus aureus cidC gene encodes a pyruvate oxidase that affects acetate metabolism and cell death in stationary phase. Mol. Microbiol. 56, 1664 1674 (2005). PubMed PMID: 15916614. 70. Trapnell, C. et al. Differential gene and transcript expression analysis of RNA-seq experiments with TopHat and Cuf inks. Nat. Protoc. 7, 562 578 (2012). PubMed PMID: 22383036. Pubmed Central PMCID: 3334321. 71. Seaton, K., Ahn, S. J., Sagstetter, A. M.  Burne, R. A. A transcriptional regulator and ABC transporters link stress tolerance, (p)ppGpp, and genetic competence inStreptococcus mutans .J. Bacteriol. 193, 862 874 (2011). PubMed PMID: 21148727. Pubmed Central PMCID: 3028664. 72. Yobi, A. et al. Comparative metabolic pro ling between desiccation-sensitive and desiccation-tolerant species of Selaginella reveals insights into the resurrection trait. Plant J. 72, 983 999 (2012). PubMed PMID: 23061970. This work is licensed under a Creative Commons Attribution 4.0 International License. The images or other third party material in this article are included in the article s Creative Commons license, unless indicated otherwise in the credit line; if the material is not included under the Creative Commons license,users will need to obtain permission from the license holder to reproduce the material.To view a copy of this license, visit http:creativecommons.orglicensesby4.0  The Author(s) 2017 Supplementary Information accompanies the paper on the npj Microgravity website (doi: 10.1038s41526-016-0006-4 ).Simulated microgravity effects on S. mutans SS Orsini et al 10 npj Microgravity (2017) 4 Published in cooperation with the Biodesign Institute at Arizona State University, with the support of NASA",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            }
        ]
    }
]