[
    {
        "pmid": "25654107",
        "title": "A tissue retrieval and postharvest processing regimen for rodent reproductive tissues compatible with long-term storage on the international space station and postflight biospecimen sharing program.",
        "year": "2015",
        "journal": "Biomed Res Int",
        "abstract": "Collection and processing of tissues to preserve space flight effects from animals after return to Earth is challenging. Specimens must be harvested with minimal time after landing to minimize postflight readaptation alterations in protein expression/translation, posttranslational modifications, and expression, as well as changes in gene expression and tissue histological degradation after euthanasia. We report the development of a widely applicable strategy for determining the window of optimal species-specific and tissue-specific posteuthanasia harvest that can be utilized to integrate into multi-investigator Biospecimen Sharing Programs. We also determined methods for ISS-compatible long-term tissue storage (10 months at -80°C) that yield recovery of high quality mRNA and protein for western analysis after sample return. Our focus was reproductive tissues. The time following euthanasia where tissues could be collected and histological integrity was maintained varied with tissue and species ranging between 1 and 3 hours. RNA quality was preserved in key reproductive tissues fixed in RNAlater up to 40 min after euthanasia. Postfixation processing was also standardized for safe shipment back to our laboratory. Our strategy can be adapted for other tissues under NASA's Biospecimen Sharing Program or similar multi-investigator tissue sharing opportunities.",
        "full_text": "ResearchArticle A Tissue Retrieval and Postharvest Processing Regimen for Rodent Reproductive Tissues Compatible withLong-Term Storage on the International Space Station and Postflight Biospecimen Sharing Program Vijayalaxmi Gupta,1Lesya Holets-Bondar,1Katherine F. Roby,2,3 George Enders,2and Joseph S. Tash1 1Department of Molecular  Integrative Physiology, University of Kansas Medical Center, Mail Stop 3050, 3901 Rainbow Boulevard, HLSIC3098,KansasCity,KS66160,USA 2DepartmentofAnatomyandCellBiology,UniversityofKansasMedicalCenter,KansasCity,KS66160,USA 3InstituteforReproductiveHealthandRegenerativeMedicine,UniversityofKansasMedicalCenter,KansasCity,KS66160,USA CorrespondenceshouldbeaddressedtoJosephS.Tash;jtashkumc.edu Received6June2014;Revised18September2014;Accepted20October2014 A cademicEditor:J ackJ .W .A.V anLoon Copyright  2015 VijayalaxmiGuptaetal. This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. Collection and processing of tissues to preserve space flight effects from animals after return to Earth is challenging. Specimens mustbeharvestedwithminimaltimeafterlandingtominimizepostflightre adaptationalterationsinproteinexpressiontranslation, posttranslational modifications, and expres sion, as well as changes in gene expression and tissue histological degradation after euthanasia.Wereportthedevelopmentofawidelyapplicablestrategyfordeterminingthewindowofoptimalspecies-specificandtissue-specificposteuthanasiaharvestthatcanbeutilizedtointegrateintomulti-investigatorBiospecimenSharingPrograms.We also determined methods for ISS-compatible long-term tissue storage (10 months at 80 C) that yield recovery of high quality mRNA and protein for western analysis after sample return. Our focus was reproductive tissues. The time following euthanasiawhere tissues could be collected and histological integrity was maintained varied with tissue and species ranging between 1 and 3 hours. RNA quality was preserved in key reproductive tissues fixed in RNA laterup to 40min after euthanasia. Postfixation processing was also standardized for safe shipment back to our laboratory. Our strategy can be adapted for other tissues underNASAsBiospecimenSharingProgramorsimilarmulti-investigatortissuesharingopportunities. 1. Introduction Withthecurrentpaucityofopportunitiesforstudyingwhole animal mammalian physiology in space flight, the Biospec-imen Sharing Program (BSP) for postflight tissue collection offerstheopportunitytobroadenaccesstobiologicalsamples shortly after return and maximize the data generated fromflight animal payloads. The logistics of space flight experi-mentsinvolvingliveanimalsoftenrequiresharvestingtissues at a remote site, followed by shipping the specimens to thePrincipleInvestigatorslaboratoriesfordetailedanalysis.Fur-thermore,asthecapabilitiestohouserodentandotheranimalsontheInternationalSpacestation(ISS),andtoconductlong-termspaceflightexperimentsusinganimalsareenabled,theneed to harvest and fix tissues for long-term storage on ISS thatwillretainhighqualityRNAandproteinforsubsequent analysis in laboratories on Earth is also required. These approaches to live animal experimentation in space flightthat include tissue harvest for multiple investigators requiredeterminationof(1)tissue-specificwindowsoftimebetween euthanasiaandtissuefixationthatretainqualityofhistology and(2)tissue-specificwindowsoftimefortissuefixationthatretainhighqualityproteinandRNAforsubsequentanalysis.Determination of these windows provides a quantitative, l o g i c a la p p r o a c ht og e n e r a t ea p p r o p r i a t e l yp r i o r i t i z e da n d optimized tissue harvest and fixation logistics in a multi-investigatorBiospecimenSharingProgramscenario,beitonEarth or during tissue harvest on the ISS. In addition, tissueHindawi Publishing Corporation BioMed Research International Volume 2015, Article ID 475935, 12 pages http:dx.doi.org10.115520154759352 BioMedResearchInternational storage methods should retain high sample quality under long-termstorage,assamplesmaybeharvestedandstoredonthe ISS but may not be returned to Earth for many months,depending on ISS to Earth flight frequency and payloadcapacities.Thisissuehasbeenaddressedforpreservingplantmaterial for gene expression analysis  1, but there is no data available for animal tissues. Our participation in the BSP program involved tissue harvest from female mice atKennedySpaceCenter,Florida,USA(KSC)foranimalsflownfor1215daysinorbitonthreespaceshuttleflights:STS-131,STS-133,andSTS-135.Inaddition,weharvestedtissuesfrommale mice at the Institute for Biomedical Problems (IMBP)laboratory in Moscow, RU for animals flown for 30 daysin orbit on the BION M1 satellite. Both the STS and BIONseries of flight experiments involved age- and time-matchedground control groups of animals. During the early flightplanning phase of BION, there were possibilities that maleo rf e m a l em i c ew o u l db efl o w na n dt h a tm a l eg e r b i lt i s s u e smayalsobeprovidedtotheBSP .Thus,tobepreparedforanyofthesepossibilities,weundertooktodeterminetheoptimaltissueharvestwindowsforallofthespeciesandreproductivetissues that we might be able to obtain. Our participationinthesemulti-investigatorspecimensharingeffortscoveringfour different primary flight PI experimental designs andharvestlogisticsnecessitatedadeterminationofthewindowof time between euthanasia and harvest and preservation ofourtissuesofinterestthatwouldallowussufficientflexibilitytoobtainthehighestpossiblequalityoftissueforhistopathol-ogy, RNA for gene-transcription analysis, and protein forexpression and posttranslational modification analysis. A determination of these time windows is essential, since the tissues that are made available to the BSP investigators areprovidedafter theprimaryflight PIs have obtainedtheir tis-sues.Knowledgeoftheoptimalwindowsforallofthetissuesof interest aids in the preparation of targeted tissue harvestflowlogisticsthatcanprovideeachoftheBSPteammembersthe highest possible quality tissue, respectively. Therefore, aswe report here, we developed a strategy to determine thewindowoftimebetweeneuthanasiaandfixationforretentionof high quality histology for male and female reproductiveorgans. We also determined methods for long-term tissuestorage for 10 months that provide for recovery of both highquality protein and RNA. These strategies are adaptable andcan be applied to harvest andstorage ofothertime-sensitivelabile tissues from animals and plants. Furthermore, thesemethodscanbeusedtooptimizelogisticsanddatacollectionundermulti-investigatortissueharvestandsharingprogramsoperated by any space agency, commercial entity, or flightplatform. 2. Materials and Methods 2.1. Animals. Approximately 8 wk old male and female C57Bl6J(JacksonLab,BarHarbor,ME)and 10-monthold maleandfemaleMongoliangerbils(CharlesRiver,Wilming-t o n ,M A )w e r eu s e dt h r o u g h o u tt h i ss t u d y .A l la n i m a lu s eprotocols were approved by the University of Kansas Insti-tutionalAnimalCareandUseCommittee(IACUC).Animalswere maintained in standard cages with 12:12h dark:light cycle,andstandardfoodandwaterwereprovidedadlibitum.All animals were euthanized using CO 2asphyxiation fol- lowedbycervicaldislocationpriortotissueharvest. 2.2.DeterminationoftheLimitofTimeand TemperaturebetweenEuthanasiaandTissueFixation 2.2.1. Male Mice. Our protocol consisted of three groups of sixmiceeac h,wi tho nemo usef o reac htimepo in t.I ngr o u pA, all mice were euthanized at one time and the testes andepididymideswereharvestedandseparatedandthenimme-diately placed in Hams F-10 medium (Sigma Aldrich, St.Louis,MO) onice.Attimeintervalsof0,0.5,1.0,1.5,2.0,and 2.5hreachtestis(onemousepertimepoint)andepididymis(2 mice per time point) were separated and then transferredfromHamsF-10mediumtoBouinsfixative(SigmaAldrich,St. Louis, MO) at room temperature (RT; 21 C). In group B, the same procedure was followed, except that the testes andepididymides,separated,wereplacedinHamsF-10mediumat RTuntil transfer to Bouins at the same time interval as above.IngroupC,allmicewereeuthanizedatonetime,thecarcassesweremaintainedat(RT) ,andthenattime0,0.5,1.0, 1.5, 2.0, and 2.5hr, the testis and epididymis were harvestedfrom the carcasses, respectively. At each of the time pointsabove,groupCtesteswereplacedinBouinssolutionandpro-cessedasperstandardhistologyprotocols,asdetailedbelow.For all groups, the tissues fixed in Bouins were processed asdetailedinSection 2.3,belo w .A tthesa metimepo in t,gr o u p C epididymides were processed to obtain cauda sperm to assess sperm motility by computer assisted sperm analysis(CASA)  2 .F o ra n i m a l su s e df o rc o l l e c t i o no fc a u d ae p i - didymalspermformotilityanalysis,twoanimalswereusedateachtimepoint. 2.2.2. Female Mice. Female mice were euthanized (carcasses maintainedatRTaspergroupC,above)andtheirovariesanduteriwereharvestedat0,0.5,1.0,1.5,2.0,2.5,and3.0hraftereuthanasia (one animal per time point). At the times indi-cated, the tissues were fixed at RT in Bouins overnight andthenprocessedforhistologyasdetailedbelow(Section 2.3). 2.2.3. Mongolian Gerbils. The six male gerbils were euth- anized at one time, and the carcasses were kept at roomtemperature.At0,0.5,1.0,1.5,2.0,and3.0hraftereuthanasia,testis and epididymis were harvested from the carcasses andseparated,respectively(oneanimalpertimepoint).Similarly,allsixfemalegerbilswereeuthanizedandthecarcasseswere kept at RT. Ovaries and uterine horns were harvested from each carcass at the same time interval as the males. At thetimesindicatedabove,thetissueswereplacedinBouinsfixa-tiveatRTandthenprocessedforhistology ,asdetailedbelow(Section2.3).Spermwereimmediatelyharvestedfromcauda epididymisasmentionedabove,andspermmotilityanalysiswascarriedoutusingCASA,asdescribedabove 2. 2.3.PostharvestProcessingofMouseTesticularTissues. Testes and epididymides from the mature mice were harvested, asBioMedResearchInternational 3 detailed above. Unless indicated otherwise, all procedures were done at RT. Tissues were fixed in Bouins solution for48h, washed in 70 ethanol (ETOH) until the yellow colorofBouinsdisappeared(48hrwithfrequentchangesof70 ETOH and gentle agitation), and divided into four groups:Control group : tissue was stored in 70 ETOH until paraffin embedding; Rapid transition :7 0 E T O Hw a si m m e d i a t e l y replaced with PBS (Sigma Aldrich, St. Louis, MO), pH 7.4for one wk, and then rapidly replaced with 70 ETOH;Slow Re-ETOH only : 70 ETOH was immediately replaced with PBS for one wk and then sequentially replaced at 2hrintervals with each of 10, 30, 50, and 70 ETOH; Slow rehydration-dehydration : 70 ETOH was sequentially (70, 50, 30, 10, then PBS, at 2hr each) substitutedwith PBSfor one wk and then replaced at 2hr intervals with each of10, 30, 50, and 70 ETOH. To prevent contamination,we kept tissue in PBS at 4 C, and ETOH replacement was completed at RT with 2hr intervals between changes, asdetailedabove.Aftereachoftherespectivefinaldehydrationsteps above, the tissues were paraffin-embedded and pro-cessedforhistologyandhematoxylinandeosinstaining(HE)usingstandardmethodsasperformedpreviously 3. 2.4. Total RNA Extraction and Preservation. Freshly harves- t e dm o u s et e s t e sw e r ei m m e d i a t e l ys t a b i l i z e di n1 0v o l u m e sof TRIzol reagent (Invitrogen, Carlsbad, CA) or RNA later solution (Ambion, Austin, TX). The samples placed inRNAlaterwerestoredfor(1)twowksat4 C;(2)onewkatRT and one wk at 4C; or (3) two wks at RT. Before RNA extraction, tissues were retrieved from RNA latersolution with sterile forceps and then submerged in TRIzol reagent.RNAwasisolatedwithTRIzolreagentaccordingtothemanu-facturersinstructions.TimeofplacementintoRNA laterwas notedtodetermineifRNAqualitywasrelatedtothedurationof window from euthanasia to placement in RNA later.R N A integrity and quantity were determined using Agilent RNAkitandAgilentBioanalyzer2100(SantaClara,CA).One gof RNA was subjected to RT PCR with the primers specific for mouse GAPDH (Forward: 5 CCTTCATTGACCTCAAC- TAC; Reverse: 5ATGACAAGCTTCCCATTCTC),andinte- rleukin-1alpha (IL-1)( F o r w a r d :5ACTTGTTTGAAGAC- CTAAAG; Reverse: 5GTTTCAGAGGTTCTCAGAG). Pri- mersweredesignedusingonlinePrimerDesignToolPrimer3.UteriandovariesfromSTS-135wereharvestedinRNA later solution and stored at80 Cf o r1 0m o n t h s .T o t a lR N Aw a s isolated from ovaries and uterine horns with Gene EluteMammalian RNA kit (Sigma Aldrich, St. Louis, MO). PCRproducts were verified on 3.0 agarose gels using standardprocedures. 2.5. Protein Extraction from Ovaries and Uterus Tissue Pre- served in RNAlater. O v a r i e ss t a b i l i z e di nR N A laterfor one wk at RT and two wks at 4 C were used for protein extrac- tion. The tissue was removed from RNA later,b r i e fl yr i n s e d with ice-cold PBS, pH 7.4, and then homogenized in RIPAbuffer containing protease inhibitor cocktail (all from SigmaA l d r i c h ,S t .L o u i s ,M O )o rP r o t e o J e tM a m m a l i a nC e l lL y s i sReagent (Fermentas, Pittsburgh, PA). Uteri from STS-135mission mice were preserved in RNA laterfor 10 months at 80 C, prior to processing in RIPA as described above. Pro- teinconcentrationwasdeterminedusingtheDCAssay(Bio-R a d ,H e r c u l e s ,C A ) ,a n d1 5g protein was electrophoresed under denaturing conditions on 415 polyacrylamide geland transferred to nitrocellulose membrane (Bio-Rad, Her- cules, CA). The membranes were blocked for 1hr with 5 nonfat milk in TBS-T (Tris buffered saline with Tween-20,SigmaAldrich,StLouis,MO)andprobedwith1 gmLrabbit anti-mouse estrogen receptor alpha (ER ) antibody (Santa CruzBiotechnology,CA).Toverifyequalloadingofproteins,membranes were stripped and reprobed with a goat anti- - actinantibody(SantaCruzBiotechnology,CA).Incubationswith primary antibodies were carried out overnight at 4 C. AfterwashinginTBS-Tandprobingwiththecorrespondinghorseradish peroxidase-labeled secondary antibody (PierceBiotechnology, Rockford, IL), bound antibodies were iden-tifiedusingAmershamACLPlusWesternBlottingDetectionReagents(GEHealthcare,Pittsburgh,PA)andluminography.Westernblotswerequantitatedbydensitometricanalysis. 3. Results 3.1.EffectofDelayedProcessingonQualityofMouseand GerbilReproductiveTissueHistology 3.1.1. Male Mouse. Testes harvested any time between time 0a ft e re u t h a n a s i au pt o2 . 5 h ra ft e re u t h a n a s i as h o w e dhistological properties comparable to the time 0-harvestedmice. For comparative purposes, the 0min harvested testesrepresent the control for subsequent time points for each storage treatment, respectively. Histological quality of the testes was excellent in all postharvest treatment procedures;namely,tissueswerekeptinthecarcassuntilfixationorfixedin Bouins immediately or stored in Hams F10 on ice or RTbefore fixation. Testis tubules appeared normal in all treat-m e n tg r o u p sc o m p a r e dt ot h e0 m i nc o n t r o l s ,w i t hn oshrinkageoftissueandcompleteretentionofhistologicarchi-tecturaldetails(Figures 1(a),1(b),and1(c)). Totalmotilityandprogressivemotilityofcaudaepididymal mouse sperm at times 0, 0.5, 1.0, 1.5, 2.0, and 2.5hr were not significantly different between any of the tissue harvest timepoints and also not significantly different between the threetissueharvestscenarios.Table 1showsthepercentprogressive motility for each time point under all three tissue storageconditions. Table 2shows the percent total motility for each timepointunderallthreetissuestorageconditions.Basedoncomparableresultsbetweenthethreetissueharvestregimens,we focused on the tissue in carcass at RT regimen forsubsequentexperimentswithfemalemice,aswellasmaleandfemalegerbils. 3.1.2.MaleGerbil. Testis showednormaldistincthistological detailswithallspermatogeniccellsarrangedinanormalpat-terninthetubulewhencollectedupto2.5hraftereuthanasia(Figure2). Total motility of the gerbil cauda epididymal sperm harvested at each at time point was analyzed and ispresentedinTable 3.Sincethedatarepresentasingleanimal,4 BioMedResearchInternational (a) (b) (c) Figure1:EffectofdelayedprocessingonC57Bl6Jtesticularmorpholog y.Eachpanelrepresentslightmicroscopy(40xobjective)ofsections of adult mouse testis stained with hematoxylin and eosin (HE) (magnification bar is 100 m ) .( a )T i s s u e sk e p to ni c ef o r0t o2 . 5h ra ft e r harvesting; (b) tissues allowed to remain in the carcass for 0 to 2.5hr; (c) tissues removed and kept at RT for 0 to 2.5hr in Hams F10 after harvesting.BioMedResearchInternational 5 Figure2:Gerbiltesticularmorphology(40xobjective)atvarioustimepointsaftertissueharvestfromthecarcass(magnificationbaris50 m). Allgerbilswereeuthanizedatonceandtissueswereharvestedfromthecarcassat0.5hrintervalfrom0to2.5hr.HEstainingdemonstrated theretentionofhistologicalfeaturesateverytimepoint. Table1:Percentprogressivemotility( SD)ofmousecaudaepididy- malspermafterexposureofepididymistovariousconditions. Timeafter euthanasiaIncarcass OniceAt room temperature 0h 2318 2526 2619 0.5h 2813 2213 2712 1.0h 3133 219 319 1.5h 2764 793 011 2.0h 2671 892 814 2.5h 2692 312 2516 TissuewassubmergedinHamsF-10mediumina15mLtissueculturetube whichwasplacedoniceoratroomtemperature.Valuesaremean standard deviation(2miceateachtimepoint).Therewasnosignificantdifference inmotilitybetweenthethreetestingconditionsateachtimepoint. statistical analysis cannot be done. Given the variation in motilitywithtime,thedatasuggestthatmotilitywasrelativelystableatalltimepoints,exceptwithperhapsadropat2.5hr. 3.1.3. Female Mouse. Theovaries (Figure 3(a))a n du t e r i (Figure3(b))harvested from female mice up to 3hr after euthanasiashowedexcellenthistologicalpropertiesdevoidofapparenttissuedegradation. 3.1.4.FemaleGerbil. Gerbilovaries(Figure3(c))harvestedup to 1hr after euthanasia showed normal healthy follicles andTable 2: Percent total motility ( SD) of mouse cauda epididymal sperm after exposure of epididymis to various posteuthanasiaconditions. TimeaftereuthanasiaIncarcass Onice At room temperature 0h 4818 4929 4521 0.5h 5112 4711 5015 1.0h 5366 021 409 1.5h 5712 6716 5411 2.0h 5114 4614 4314 2.5h 5017 4918 5212 TissuewassubmergedinHamsF-10mediumina15mLculturetubewhich was placed on ice or at room temperature as indicated. Values are mean  standarddeviation(2miceateachtimepoint).Therewasnosignificant differenceinmotilitybetweenthethreetestingconditionsateachtimepoint. Table 3: Percent total motility of gerbil cauda epididymal sperm recoveredfromtheepididymisafterstorageinthecarcassatRTfor thetimesindicated(1ateachtimepoint). Timeafter euthanasiaTotal motility ()Progressive motility() 0h 98.3 85.0 0.5h 82.4 58.0 1.0h 82.6 61.0 1.5h 95.2 86.22.0h 87.9 73.2 2.5h 75.6 47.5 Since we used one animal per time point, standard deviation could not be determined.6 BioMedResearchInternational (a) (b) (c) (d) (e) Figure 3: Mouse and gerbil ovarian and uterine horn histology. HE staining was used to evaluate quality of oocyte and follicles. Rows represent HE staining of: (a) mouse ovary up to 3hr after euthanasia (4x objective, magnification bar is 500 m); (b) mouse uteri up to 3hr after euthanasia (10x objective, magnification bar is 500 m); (c) gerbil ovary up to 1.5hr after euthanasia (4x objective; magnification baris500m);(d)significantlyhighnumberofvacuolesareindicatedintheyellowcirclesingerbilovariesfrom1.5haftereuthanasia(40x objective,magnificationbaris100 m);(e)gerbiluteriupto2.5hraftereuthanasia(10xobjective,magnificationbaris500 m). healthy oocytes devoid of signs of tissue degradation; how- everat1.5hraftereuthanasiahighnumbersofunhealthyfol-liclesandshrunkenoocyteswereseen,suggestingtissuedete-riorationduetothedelayinfixationprocessaftereuthanasia.Significantlyhighnumbersofvacuoles-likestructureswerealso seen at 1.5hr after euthanasia (Figure 3(d)), which is indicative of tissue degradation (indicated by the yellow cir-cles).Control(0min)gerbilovarieshadnegligiblevacuoles(indicated by two black arrows). The ovary harvested after1.5hrdidnotsustainthehistologicalprocessingastheywere too fragile and degraded, implying that gerbil ovaries weremore sensitive and should be harvested within 1hr of euth-anasia.Uterinehistology indicated tissues were intact and comparabletocontrolatalltestedtimepoints(Figure 3(e)). 3.2. Effect of Different Postfixation Procedures on Quality of Testicular Histology. Testicular and epididymis morphologyBioMedResearchInternational 7 60x (a) 60x (b) (c) (d) Figure4:Morphologicalanalysisofmousetestisafterdifferentpostfixativemanipulations.Sectionsofadultmousetestiswerestainedwith HE (all at 60x; magnification bar is 40 m). (a) Control; (b) slow rehydration-dehydration stepwise replacement of ETOH-PBS-ETOH; (c) slowRe-ETOH onlystepwisereplacement;(d)rapidETOH-PBS-ETOHtransition.Sertolicell(Se),spermatogonia(Sp),spermatocytes(Sc), spermatids (Sd), and Leydig cell (L). Black arrows abnormal open spaces in seminiferous epithelium; yellow arrows abnormal wavy and thinnerbasementmembrane. was evaluated for histological changes after different post- fixation processing (Figures 4and5). In control testicular tissue (Figure 4(a)), all types of spermatogenic cells, sper- matogonia (Sp), Sertoli cells (Se), spermatocytes (Sc), andspermatids (Sd), were evident. Lymphatic spaces between seminiferoustubulesandadjacenttoLeydigcells(L)clusters are clearly defined. After the slow rehydration-dehydrationstepwise replacement with ETOH, testis tubules appearednormal with histological architecture similar to the controlgroup(Figure 4(b)).Althoughalltypesofspermatogeniccell were identified after slow rehydration-dehydration stepwisereplacement,spermatogoniaandSertolicellnucleiweremoredifficult to distinguish compared to control. The quality oftesticular histologyobserved after slow Re-ETOH only(Fig-ure4(c))wassimilartothatobservedintheslowrehydration- dehydration stepwise replacement group. However, openspaces (black arrows) were observed within portions ofseminiferous tubules in the slow Re-ETOH only group, andthe seminiferous tubule basement membrane in this groupoften appeared wavy and thinner (yellow arrows) comparedtothecontrol(Figure 4(a)).Thehistologicqualitywaspoorin the group treated by single step (rapid transition) change ofsolution(Figure 4(d)),asevidencedbyadiffuseappearanceof t h et i s s u e( n o td u et of o c u s )a n dl i m i t e dc l a r i t yo fn u c l e a rdetails in spermatogonia and Sertoli cells. In addition, theseminiferous tubule basement membrane was occasionallyindistinct and some spermatid artifactual loss of residualbodiesisalsoobserved. We found epididymal tissue to be sensitive to dehy- drationrehydration shock (Figure 5). Slow rehydration- dehydrationETOHreplacementhadnovisiblenegativeeffectonthequalityofepididymalmorphology(Figure 5(b));how- ever histological examination revealed differences in epi-didymalmorphologyafterslowRe-ETOHonly(Figure 5(c)) and rapid transition procedures (Figure 5(d)), compared to control (Figure 5(a)). The differences included alterations in thethicknessofcolumnarepithelium,andbasalandprincipal cells are not very sharp. The slow rehydration-dehydration caused less destruction of testicular and epididymal tissuethan the rapid single-step changes of solution and has anoverallbettermorphologicaldetailpreservationcomparedtotherapidETOH-PBSsolutionchange. 3.3.TotalRNAandProteinEvaluationafterTissue PreservationinRNAlaterunderLong-TermStorage 3.3.1. RNA Stability. We compared RNA integrity after preservationtesticulartissueinTRIzolreagentandRNA later (Figure6(a)).TotalRNAintegrityanalysisdemonstratedhigh qualityRNAafterstoringtissueinRNA laterfor1-2wkatRT or4 CcomparedtoTRIzolpreservation.Distinct28Sand18S ribosomalRNAandabsenceofdegradedRNAwereobservedonthegel.RT-PCRanalysisofRNAwithprimersforGAPDHandIL-1indicatedhighqualityofexpectedPCRproductsin all analyzed samples (Figure 6(b)). Integrity analysis of total RNA isolated from STS-131 ground controls (G10, G11, andG12) and flight (F10, F11, and F12) mouse uteri after 30 to40min after euthanasia demonstrate high RNA quality inthesesamples(Figure 6(c)).WefoundnodifferencesinRNA qualitybetweenallanalyzeduteriandovariessamplesplacedintoRNA laterfrom15minto40minaftereuthanasia.8 BioMedResearchInternational 40x (a) 40x (b) (c) (d) Figure 5: Morphological analysis of mouse epididymis after different postfixative modifications. Sections of adult mouse epididymis were stainedwithHE(allat40x;magnificationbaris50 m).(a)Control;(b)slowrehydration-dehydrationstepwisereplacementofETOH-PBS- ETOH;(c)slowRe-ETOH onlyreplacement;(d)rapidETOH-PBS-ETOHtransition.Epithelium(E),sperm(S),basalcell(B),andprincipal cell(P). 3.3.2. Long-Term Storage for RNA Analysis. Using ovary and uteri harvested from STS 135 mice, we also determined theeffectoflong-term(10months)preservationinRNA lateron RNA and protein quality (Figure 7). This time frame was chosentomimicapossiblestoragescenariothatcouldoccurontheISS.OvariesanduterusfromSTS-135groundcontrolsstabilized in RNA laterfor 10 months showed excellent RNA quality(Figure 7(a))andyieldinrange68g. 3.3.3.ProteinStability. Althoughnotcommonlydone,tissue stabilized in RNA latercan be used for subsequent protein extraction.ProteinobtainedfromsamplesstoredinRNA later issuitableforwesternblottingor2Dgelelectrophoresis,butnot for applications that require native protein (AmbionGuidelineforRNA later).Weoptimizedtheprotocolforpro- tein extraction from ovaries preserved in RNA laterfor one wkatRTortwowksat4 CbyusingRIPAbufferorProteoJet Lysis reagent (LR). Western analysis of -actin integrity demonstratedthatonewkambientstorageoftesticulartissueinRNAlaterdidnotaffectactinintegrityasevidencedbythe absenceofproteolyticfragmentsandconsistentsignalinten-sityinreplicatesamples(Figure 6(d)). 3 . 3 . 4 . L o n g - T e r mS t o r a g ef o rP r o t e i nA n a l y s i s . Protein from uteri stabilized in RNA laterfor 10 months after STS-135 mission was extracted with RIPA buffer. Immunoblot forERand-actin verified excellent expression levels of both proteinswithnoevidenceofproteolyticdegradationofbothproteins(Figure 7(b)).Quantitativedensitometryanalysisof western blots indicated reduced levels ER in mostly flightanimals. These results demonstrate that RNA lateris an effective sample collection and stabilization reagent for pro-tecting both RNA and protein under long-term conditionscompatiblefortheISS. 4. Discussion We report here a logical method to determine the optimaltime window of tissue harvest and fixation after euthanasiafor use in multi-investigator tissue harvest programs that iscompatible with processing of tissue sample obtained fromspace flight animals. We also demonstrate here a long-termstorage regimenforanimaltissues compatiblewith recoveryofhighqualityRNAandproteinunderconditionssimilartothat on the ISS, when there may be many months betweensample collection and return to Earth. The procedures setf o r t ha l s oi n c l u d em e t h o d sf o rt i s s u eh a r v e s ta tt h es i t eo f return and for safe shipment to external laboratories for furtherprocessingforhistopathologyandrecoveryofproteinand RNA. Several fixationpreservation studies have beencarried out for plant samples  1,4,5. One European Space Agency report included a brief discussion on fixation ofmammaliancellsintissuecultureformicroscopy 6.Freidin et al. 7 have demonstrated significant alterations on gene expression in lung carcinoma tissues collected about 30m i n u t e sa ft e rh a r v e s t .D u r r e n b e r g e re ta l . 8r e p o r t e dt h a t , in human brain samples collected from several brain banks,antemortem events appeared to negatively affect the RNAquality, but postmortem delays caused no significant dete-rioration. This observation supported earlier report thatBioMedResearchInternational 9 Ladder 12 3(s) 70 6560 55 50454035302520 4 -ActinRIPA-R RIPA-4C LR-RT LR-4C IL-1 GAPDH 12341234 Ladder G10 ut G11 utG12 ut F10 utF11 ut F12 ut 4000 2000 1000 500 200 25(nt) (a) (b) (d)(c) Figure6:EffectofdifferentextractionandstoragemethodsonRNAandproteinqualityinovaries,andtestesextractedandorstabilizedin TRIzolorRNA later.(a)T otalRN Aintegrityanalysis.T otalRN AwasisolatedfrommousetestisandstabilizedinTRIzolreagent(RN Ayield andqualitycontrol(lane1);RNA laterfor2wksat4C(lane2);RNA laterfor1wkatroomtemperatureand1wkat4C(lane3);RNA laterfor 2wksatRT(lane4).(b)AgarosegelelectrophoresisofPCRproductswithprimersforIL-1 andGAPDH.ForRTPCRtotalRNAwasused afterstabilizationinTRIzolreagent(lane1);RNA laterfor2wksat4C(lane2);RNA laterfor1wkatRTand1wkat4C(lane3);RNA laterfor 2wksatRT(lane4).(c)TotalRNAintegrityanalysisSTS-131ground(G10,G11,andG12)andflight(F10,F11,andF12)uterifixedinRNA later after 3040min after euthanasia. (d) Comparison of buffers to remove RNA laterfor subsequent western analysis of -actin integrity in ovaries. Mouse ovaries were stored at RNA laterfor 1wk at RT or 2wk at 4C; tissues were homogenized in RIPA lysis buffer (lanes 1, 2) or ProteoJETLysisreagent(LR)(lanes3,4).TotalcelllysateswerepreparedandsubjectedtoSDS-PAGE.Westernfor -actinispresented. postmortem delay had negligible effect on RNA quality  9. Human stomach has been described as the tissue showingthe earliest sign of postmortem  10. Presnell and Cina describedstomachandpancreasastheearliesthumantissuesto deteriorate following death  11. The significance of quick processingofhistopathologicalspecimeninaclinicalsetting h a sb e e ni d e n t i fi e db yR o h re ta l . 12. However, we have not come across similar studies for animal tissues used inbiomedical research. Prior to our study reported here, therewasasignificantknowledgegapintheliteratureformethodsto process animal tissues compatible for multi-investigatorBiospecimenSharingProgramsforspaceflightlogisticalsce-narios.Forourflightstudies,usingmaleandfemalemiceonthreedifferentspaceshuttleflightsandtheBIONM1flight,itwas critical to determine the optimum conditions of tissueharvest and processing for tissues of our interest, namely,testis,epididymis,ovary,anduteri. Space flight studies usually comprise remotely dispersed multi-investigatorcollaborations.Thus,thereisaneedtoshipt i s s u es a m p l e sf r o mt h es i t eo fc o l l e c t i o na tt h er e t u r n - t o - Earthlaboratoryfacilityforinitialtissueharvesttothesiteoffinalprocessinganddetaileddatacollection.Withrespecttocollection of RNA samples, TRIzol reagent gives excellentRNA integrity; however it is a phenol-based solution and tissuepreservedinTRIzolcannotbeshippedinternationally duetoairlinesafetyrestrictions.LyophilizationoffreshtissuespecimenhasbeenshowntopreserveRNAandproteinqual-ity and levels by Wu et al.  13. Though lyophilization makes shipping easier, especially across international borders, itis not a viable option for preservation of highest qualityhistological analysis. To obtain optimum RNA and proteinquality, our results demonstrate that mouse testicular tissuec a nb es u b m e r g e di nR N A laterand stored successfully for analysis at a later time point, at least 10 months at 80 C. It shouldbenotedthat10monthsrepresentsaminimumlimit,and longer storage intervals would still need to be directlyassessed. Given the current estimate for ISS SpaceX Dragonflights at approximately 3-month intervals, this would span10 BioMedResearchInternational (nt) Ladder G16OV G18OV G20OV G22OV G24OV G26OV G16ut G18ut G20ut G22ut G24ut G26ut L123456789 1 0 1 1 1 24000 2000 1000 500 200 25 (a)1.6 1.4 1.21.00.80.60.40.2 0.0 G16 G18 G20 G22 G24 G26 G28 G32 G34 G40 G42 G44 F46 F50 F52 F54 F56 F58 F60 F62 F64 F66 F68 F70 Ground control group Flight groupRelative ER -actin protein expressionG1618 20 22 24 26 G2832 3840 4244 F46 F60505254 5658 62 64 66 6870 ER -Actin (b) Figure 7: RNA and protein quality of STS-135 uteri and ovaries stabilized in RNA laterf o r1 0m o n th sa t80C. (a) STS-135ground control (G16G26)ovariananduterineRNAintegrityanalysis.TotalRNAwasextractedandexaminedforRNAquality;(b)WesternblotanalysisofERandactininSTS-135mouseuterus.TotalcelllysateswerepreparedandsubjectedtoSDS-PAGE(15 glane).Westernblotanalysiswas performedusingthecorrespondingantibodiestocheckexpressionlevelsoftheproteins.RepresentativeImmunoblot(top)anditsgraphical presentation(bottom).Densitometricintensitiesofspecificproteinbandsweredigitallyobtainedandnormalizedto -actin. three opportunities for sample return after an experiment is terminated and ensure maintenance of RNA and protein samplequality.Itisknownthat,inordertoisolatehighqualityRNA and protein from mammalian tissue, the tissue mustbe processed directly after harvest. We determined, for ourtissuesofinterest,thatexcellentRNAstabilitywasachievedifthe tissue samples were placed into RNA laterup to 40min after euthanasia. RNA lateri sap o p u l a rr e a g e n tt h a ti n a c - tivates all cellular enzymes, including RNAses; thus RNAexpression profiles can be preserved in situations whenimmediate RNA isolation is not feasible. The tissue can bestoredinRNA laterforalongtimewithoutnucleicaciddeg- radation. RNA laterhas been used by investigators for col- lection of human tissue  14 and used in RNA expression microarrays 15.OurresultsindicatedthatRNA laterenables long-termtissuepreservationforRNAandproteinextractioncompatible with delayed sample return from flight. Thisprocess should be evaluated for use on other tissues to max-imize optimal histology and gene transcription data collec-tionintheprimaryflightexperimentsaswellastheBiospec-imenSharingPrograms(BSP)investigators.Freidinetal. 7 haveconfirmedthesignificanceofRNA laterasamediumto preserve gene expression of lung tissues. Tissue processingmethodsshouldbestandardizedforbeststorageandanalysisof harvested tissues. Our methods for tissue fixation, long- termstorage,andrecoveryofproteinandRNAarecompati- bleforplannedin-flighttissueharvestonISS. With regardto obtainingthebest possible tissue fixation for histology collected under a multi-investigator Biospec-imen Sharing Program, obtaining many tissues of interestto the participating investigators has to be considered in an integrated way to accommodate the scientific requirements oftheoverarchingflightproject,aswellasthenaturaldegra-dationprocessthattissuesundergoassoonaseuthanasiahasoccurred. Depending on the tissue and species, differentwindowsoftimefromeuthanasiatofixationmayexistwithinwhich histological architecture (as well as RNA and proteinintegrity)isstable.Inthestudydesignreportedhere,wehavedeterminedthewindowoftimeandtemperatureforoptimalpostharvest maintenance of male and female tissue quality(testis, epididymis, ovary, and uterine horn) and sperm via-bility in mice and gerbils. These harvest protocols provide alogical method for integrating the tissue flow logistics forpostflight animals for any project involving multiple inves-tigators.Protocolscompatiblewithinvestigatorswhorequiremorerapidtissueretrievalcanbeidentifiedandprioritizedtoensure data preservation. We determined that mouse testeswere able to retain excellent histological details when pro-c e s s e du pt o3h ra ft e re u t h a n a s i a .S p e r mm o t i l i t ys h o w e dgradual decline with time. The authors would reiterate asmentioned in the Results section that sperm motility is ahighly sensitive and variable parameter. It is normal to seemajordifferencesinmotilityofspermobtainedfromnotonlyonemousetoanother,butalsowithinsamplesobtainedfromthesamemouseorgerbil.N onetheless,evenwithinthespan ofvariabilityseen,ourresultsindicatethat,incaseofmouse, therewasnomajordifferenceinspermmotilitybetweenanyo ft h et i m ep o i n t s ,w h e r e a si nc a s eo fg e r b i l ,w es a ws u g -gestionsofaslightdropat2.5hrafterharvest.Futurestudiesfor flight will require analysis of larger s during definitionBioMedResearchInternational 11 phase, if gerbils will be used. Of the tissues studied here, Mongolian gerbil ovaries appear most sensitive to delay inprocessing, and require more rapid posteuthanasia process-ing than mouse ovaries. Determining optimum conditionsfortissuehandlingafterharvestisverycrucialandcanhelpinmaximizing tissue retrieval form animal models thereby maximizingdataoutput.Basedonthetime-sensitivity,inves- tigatorsmaybeabletoplanthesequenceinwhichthetissuesare harvested starting with the most sensitive tissue to leastsensitive. Finally, with regard to the requirement to ship tis- sues fixed for histopathology, airline and ground transportproviders (especially international carriers) have specificsafetyregulationsthatprohibitshipmentofsamplescontain-ing many widely used fixatives and preservatives of tissuehistologic integrity. Science requirements may present chal-lenges in using alternative fixatives. In this regard, Bouinsfixative(whichcontainspicricacid)isthebestfixativeforthetestisifthetissueistobeembeddedinparaffin 16.However, inspaceflightexperiments,safetyregulationspreventitsuseon flight platforms and its presence in tissue samples beingshipped. Thus, we optimized protocols for fixative removaland storage of tissues in PBS for safe shipping, as well asreconstitutionprotocolsforstoringtissuesin70ethanoltoretainexcellenthistology. 5. Conclusion Optimaltimeframesforharvestingtestis,epididymis,ovary,and uteri without compromising the histological quality,sperm motility, and RNA quality have been determined.Differences in tissue-specific optimal fixation time windowswere noted between mice and gerbils. We provide here newmethods for (1) fixative removal and transfer of tissues intoaqueousmediaforsafeshippingand(2)reconstitutionproto-colsinto70ethanolthatretainsexcellenthistology.Wecon- cludethatstepwisereplacementofETOH-PBS-ETOHcaused lessdegradationofhistologicalqualityoftissuethanasingle-step change of solution. Our results demonstrate that maleand female mouse reproductive tissues stored in RNA later solution were stable and gave high quality RNA and proteinafter10monthsofstorageat80 C.Thus,wehavedetermined methods for postharvest tissue processing to replace Bouinswith 70 ethanol for safe shipping across USA and alsoreplace 70 ethanol with PBS to enable shipping of tissuesacross international borders. These protocols will facilitateintegration of tissue harvest logistics in multi-investigatorBiospecimen Sharing Programs for optimal tissue histologyandretentionofhighqualityRNAandproteinrecoveryfromanimal tissues on long-term space flight experiments on ISSaswellasotherflightplatforms. Abbreviations TBS-T: Trisbufferedsalinewith0.1Tween20BSP: BiospecimenSharingProgramETOH: EthylalcoholSTS: SpaceTransportSystemPBS: Phosphatebufferedsaline ISS: InternationalSpaceStationCASA: ComputerassistedspermanalysisWk: WeekRT: Room temperatureIACUC: InstitutionalAnimalCareandUseCommitteeKSC: KennedySpaceCenterRNA: RibonucleicacidCO 2: Carbondioxide. Conflict of Interests The authors declare that there is no conflict of interestsregardingthepublicationofthispaper. Acknowledgments This study is supported by NASA Grant NNX09AP04G toJosephS.Tash.Theauthorswishtoacknowledgetheexcellentsupport for the project from Richard Boyle, Paula Dumars,Vera Vizir, Gwo-Shing, and Kenny Vassigh from AmesResearch Center, NASA, and from Stacy Engel, AshleighRuggles, and Ramona Bobber, at Kennedy Space Center,Florida. The authors thank Stanton Fernald of the KUMCImagingCoreforassistanceinpreparationoffinalfigures. References 1 A.-L. Paul, H. G. Levine, W. McLamb et al., Plant molecular biologyinthespacestationera:utilizationofKSCfixationtubeswith RNAlater, Acta Astronautica ,v o l .5 6 ,n o .6 ,p p .6 2 3  6 2 8 , 2005. 2 J. Luo, V. Gupta, B. Kern et al., Role of FYN kinase in spermatogenesis: defects characteristic of FYN-null sperm in mice,BiologyofReproduction ,vol.86,no .1,article22,2012. 3 J.S.T ash,B.Attardi,S.A.Hild,R.Chakrasali,S.R.Jakkaraj,and G.I.Georg,Anovelpotentindazolecarboxylicacidderivativeblocksspermatogenesisandiscontraceptiveinratsafterasingle oraldose, BiologyofReproduction ,vol.78,no .6,pp .1127 1138, 2008. 4 M. Braun, B. Buchen, and A. Sievers, Fixation procedure for transmissionelectronmicroscopyof Chararhizoids undermic- rogravity in a Spacelab (IML-2), Journal of Biotechnology ,v o l . 47,no.2-3,pp.245251,1996. 5V .D .K ern,F .D .Sac k,N .J .W hi t e ,K.A n der so n,W .W e ll s,a n d C.Martin,Spaceflighthardwareallowingunilateralirradiationand chemical fixation in petri dishes., Advances in Space Research,vol.24,no .6,pp .775778,1999 . 6 F. J. Medina, A. Cogoli, C. Dournon et al., Preservation of samples during space experiments, in Topical Teams in the Life  Physical Sciences: Towards New Research Applications in Space,pp.200208,EuropeanSpaceAgency,2005. 7 M. B. Freidin, N. Bhudia, E. Lim, A. G. Nicholson, W. O. Cookson,andM.F.Moffatt,Impactofcollectionandstorageof lung tumor tissue on whole genome expression profiling, JournalofMolecularDiagnostics ,vol.14,no.2,pp.140148,2012.  8 P .F .D u r r e n b e r g e r ,S .F e r n a n d o ,S .N .K a s h e fie ta l . , E ff e c t so f antemortemandpostmortemvariablesonhumanbrainmRNA quality:abrainNetEuropestudy, Journal of Neuropathology  ExperimentalNeurology ,vol.69 ,no .1,pp .7081,2010.12 BioMedResearchInternational 9 J. F. Ervin, E. L. Heinzen, K. D. Cronin et al., Postmortem delay has minimal effect on brain RNA integrity, Journal of NeuropathologyandExperimentalNeurology ,vol.66,no.12,pp. 10931099,2007. 10 A. R. Thomas, A Practical Guide for Making Post-Mortem Examinations ,BiblioBazaar,2009. 11 S. E. Presnell and S. J. Cina, Postmortem changes, Medscape DrugsDiseases,2013, http:emedicine.medscape.comarticle 1680032-overview . 12 L.R.Rohr,L.J.Layfield,D.Wallin,andD.Hardy,Acomparison of routine and rapid microwave tissue processing in a surgical pathologylaboratory:qualityofhistologicsectionsandadvan-tages of microwave processing, The American Journal of Clini- calPathology ,vol.115,no .5,pp .703708,2001. 13 Y.Wu,M.Wu,Y.Zhangetal.,Lyophilizationissuitableforstor- ageandshipmentoffreshtissuesampleswithoutalteringRNA and protein levels stored at room temperature, Amino Acids , vol.43,no.3,pp.13831388,2012. 14 S. R. Florell, C. M. Coffin, J. A. Holden et al., Preservation of RNAforfunctionalgenomicstudies:amultidisciplinarytumorbank protocol, Modern Pathology , vol. 14, no. 2, pp. 116128, 2001. 15 G. L. Mutter, D. Zahrieh, C. Liu et al., Comparison of frozen and RNALater solid tissue storage methods for use in RNA expressionmicroarrays, BMCGenomics ,vol.5,article88,2004. 16 L. D. Russell, R. A. Ettlin, H. A. Sinha, and E. D. Clegg, Eds., HistologicalandHistopathologicalEvaluationoftheTestis ,Cache RiverPress,Clearwater,Fla,USA,1990.",
        "introduction": "Withthecurrentpaucityofopportunitiesforstudyingwhole animal mammalian physiology in space flight, the Biospec-imen Sharing Program (BSP) for postflight tissue collection offerstheopportunitytobroadenaccesstobiologicalsamples shortly after return and maximize the data generated fromflight animal payloads. The logistics of space flight experi-mentsinvolvingliveanimalsoftenrequiresharvestingtissues at a remote site, followed by shipping the specimens to thePrincipleInvestigatorslaboratoriesfordetailedanalysis.Fur-thermore,asthecapabilitiestohouserodentandotheranimalsontheInternationalSpacestation(ISS),andtoconductlong-termspaceflightexperimentsusinganimalsareenabled,theneed to harvest and fix tissues for long-term storage on ISS thatwillretainhighqualityRNAandproteinforsubsequent analysis in laboratories on Earth is also required. These approaches to live animal experimentation in space flightthat include tissue harvest for multiple investigators requiredeterminationof(1)tissue-specificwindowsoftimebetween euthanasiaandtissuefixationthatretainqualityofhistology and(2)tissue-specificwindowsoftimefortissuefixationthatretainhighqualityproteinandRNAforsubsequentanalysis.Determination of these windows provides a quantitative, l o g i c a la p p r o a c ht og e n e r a t ea p p r o p r i a t e l yp r i o r i t i z e da n d optimized tissue harvest and fixation logistics in a multi-investigatorBiospecimenSharingProgramscenario,beitonEarth or during tissue harvest on the ISS. In addition, tissueHindawi Publishing Corporation BioMed Research International Volume 2015, Article ID 475935, 12 pages http:dx.doi.org10.115520154759352 BioMedResearchInternational storage methods should retain high sample quality under long-termstorage,assamplesmaybeharvestedandstoredonthe ISS but may not be returned to Earth for many months,depending on ISS to Earth flight frequency and payloadcapacities.Thisissuehasbeenaddressedforpreservingplantmaterial for gene expression analysis  1, but there is no data available for animal tissues. Our participation in the BSP program involved tissue harvest from female mice atKennedySpaceCenter,Florida,USA(KSC)foranimalsflownfor1215daysinorbitonthreespaceshuttleflights:STS-131,STS-133,andSTS-135.Inaddition,weharvestedtissuesfrommale mice at the Institute for Biomedical Problems (IMBP)laboratory in Moscow, RU for animals flown for 30 daysin orbit on the BION M1 satellite. Both the STS and BIONseries of flight experiments involved age- and time-matchedground control groups of animals. During the early flightplanning phase of BION, there were possibilities that maleo rf e m a l em i c ew o u l db efl o w na n dt h a tm a l eg e r b i lt i s s u e smayalsobeprovidedtotheBSP .Thus,tobepreparedforanyofthesepossibilities,weundertooktodeterminetheoptimaltissueharvestwindowsforallofthespeciesandreproductivetissues that we might be able to obtain. Our participationinthesemulti-investigatorspecimensharingeffortscoveringfour different primary flight PI experimental designs andharvestlogisticsnecessitatedadeterminationofthewindowof time between euthanasia and harvest and preservation ofourtissuesofinterestthatwouldallowussufficientflexibilitytoobtainthehighestpossiblequalityoftissueforhistopathol-ogy, RNA for gene-transcription analysis, and protein forexpression and posttranslational modification analysis. A determination of these time windows is essential, since the tissues that are made available to the BSP investigators areprovidedafter theprimaryflight PIs have obtainedtheir tis-sues.Knowledgeoftheoptimalwindowsforallofthetissuesof interest aids in the preparation of targeted tissue harvestflowlogisticsthatcanprovideeachoftheBSPteammembersthe highest possible quality tissue, respectively. Therefore, aswe report here, we developed a strategy to determine thewindowoftimebetweeneuthanasiaandfixationforretentionof high quality histology for male and female reproductiveorgans. We also determined methods for long-term tissuestorage for 10 months that provide for recovery of both highquality protein and RNA. These strategies are adaptable andcan be applied to harvest andstorage ofothertime-sensitivelabile tissues from animals and plants. Furthermore, thesemethodscanbeusedtooptimizelogisticsanddatacollectionundermulti-investigatortissueharvestandsharingprogramsoperated by any space agency, commercial entity, or flightplatform. 2. Materials and",
        "conclusion": "Optimaltimeframesforharvestingtestis,epididymis,ovary,and uteri without compromising the histological quality,sperm motility, and RNA quality have been determined.Differences in tissue-specific optimal fixation time windowswere noted between mice and gerbils. We provide here newmethods for (1) fixative removal and transfer of tissues intoaqueousmediaforsafeshippingand(2)reconstitutionproto-colsinto70ethanolthatretainsexcellenthistology.Wecon- cludethatstepwisereplacementofETOH-PBS-ETOHcaused lessdegradationofhistologicalqualityoftissuethanasingle-step change of solution. Our results demonstrate that maleand female mouse reproductive tissues stored in RNA later solution were stable and gave high quality RNA and proteinafter10monthsofstorageat80 C.Thus,wehavedetermined methods for postharvest tissue processing to replace Bouinswith 70 ethanol for safe shipping across USA and alsoreplace 70 ethanol with PBS to enable shipping of tissuesacross international borders. These protocols will facilitateintegration of tissue harvest logistics in multi-investigatorBiospecimen Sharing Programs for optimal tissue histologyandretentionofhighqualityRNAandproteinrecoveryfromanimal tissues on long-term space flight experiments on ISSaswellasotherflightplatforms. Abbreviations TBS-T: Trisbufferedsalinewith0.1Tween20BSP: BiospecimenSharingProgramETOH: EthylalcoholSTS: SpaceTransportSystemPBS: Phosphatebufferedsaline ISS: InternationalSpaceStationCASA: ComputerassistedspermanalysisWk: WeekRT: Room temperatureIACUC: InstitutionalAnimalCareandUseCommitteeKSC: KennedySpaceCenterRNA: RibonucleicacidCO 2: Carbondioxide. Conflict of Interests The authors declare that there is no conflict of interestsregardingthepublicationofthispaper. Acknowledgments This study is supported by NASA Grant NNX09AP04G toJosephS.Tash.Theauthorswishtoacknowledgetheexcellentsupport for the project from Richard Boyle, Paula Dumars,Vera Vizir, Gwo-Shing, and Kenny Vassigh from AmesResearch Center, NASA, and from Stacy Engel, AshleighRuggles, and Ramona Bobber, at Kennedy Space Center,Florida. The authors thank Stanton Fernald of the KUMCImagingCoreforassistanceinpreparationoffinalfigures. References 1 A.-L. Paul, H. G. Levine, W. McLamb et al., Plant molecular biologyinthespacestationera:utilizationofKSCfixationtubeswith RNAlater, Acta Astronautica ,v o l .5 6 ,n o .6 ,p p .6 2 3  6 2 8 , 2005. 2 J. Luo, V. Gupta, B. Kern et al., Role of FYN kinase in spermatogenesis: defects characteristic of FYN-null sperm in mice,BiologyofReproduction ,vol.86,no .1,article22,2012. 3 J.S.T ash,B.Attardi,S.A.Hild,R.Chakrasali,S.R.Jakkaraj,and G.I.Georg,Anovelpotentindazolecarboxylicacidderivativeblocksspermatogenesisandiscontraceptiveinratsafterasingle oraldose, BiologyofReproduction ,vol.78,no .6,pp .1127 1138, 2008. 4 M. Braun, B. Buchen, and A. Sievers, Fixation procedure for transmissionelectronmicroscopyof Chararhizoids undermic- rogravity in a Spacelab (IML-2), Journal of Biotechnology ,v o l . 47,no.2-3,pp.245251,1996. 5V .D .K ern,F .D .Sac k,N .J .W hi t e ,K.A n der so n,W .W e ll s,a n d C.Martin,Spaceflighthardwareallowingunilateralirradiationand chemical fixation in petri dishes., Advances in Space Research,vol.24,no .6,pp .775778,1999 . 6 F. J. Medina, A. Cogoli, C. Dournon et al., Preservation of samples during space experiments, in Topical Teams in the Life  Physical Sciences: Towards New Research Applications in Space,pp.200208,EuropeanSpaceAgency,2005. 7 M. B. Freidin, N. Bhudia, E. Lim, A. G. Nicholson, W. O. Cookson,andM.F.Moffatt,Impactofcollectionandstorageof lung tumor tissue on whole genome expression profiling, JournalofMolecularDiagnostics ,vol.14,no.2,pp.140148,2012.  8 P .F .D u r r e n b e r g e r ,S .F e r n a n d o ,S .N .K a s h e fie ta l . , E ff e c t so f antemortemandpostmortemvariablesonhumanbrainmRNA quality:abrainNetEuropestudy, Journal of Neuropathology  ExperimentalNeurology ,vol.69 ,no .1,pp .7081,2010.12 BioMedResearchInternational 9 J. F. Ervin, E. L. Heinzen, K. D. Cronin et al., Postmortem delay has minimal effect on brain RNA integrity, Journal of NeuropathologyandExperimentalNeurology ,vol.66,no.12,pp. 10931099,2007. 10 A. R. Thomas, A Practical Guide for Making Post-Mortem Examinations ,BiblioBazaar,2009. 11 S. E. Presnell and S. J. Cina, Postmortem changes, Medscape DrugsDiseases,2013, http:emedicine.medscape.comarticle 1680032-overview . 12 L.R.Rohr,L.J.Layfield,D.Wallin,andD.Hardy,Acomparison of routine and rapid microwave tissue processing in a surgical pathologylaboratory:qualityofhistologicsectionsandadvan-tages of microwave processing, The American Journal of Clini- calPathology ,vol.115,no .5,pp .703708,2001. 13 Y.Wu,M.Wu,Y.Zhangetal.,Lyophilizationissuitableforstor- ageandshipmentoffreshtissuesampleswithoutalteringRNA and protein levels stored at room temperature, Amino Acids , vol.43,no.3,pp.13831388,2012. 14 S. R. Florell, C. M. Coffin, J. A. Holden et al., Preservation of RNAforfunctionalgenomicstudies:amultidisciplinarytumorbank protocol, Modern Pathology , vol. 14, no. 2, pp. 116128, 2001. 15 G. L. Mutter, D. Zahrieh, C. Liu et al., Comparison of frozen and RNALater solid tissue storage methods for use in RNA expressionmicroarrays, BMCGenomics ,vol.5,article88,2004. 16 L. D. Russell, R. A. Ettlin, H. A. Sinha, and E. D. Clegg, Eds., HistologicalandHistopathologicalEvaluationoftheTestis ,Cache RiverPress,Clearwater,Fla,USA,1990.",
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_21.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_22.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_23.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_24.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_25.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_26.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_27.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_28.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_29.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_30.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_31.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_32.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_33.jpg",
                "caption": "No caption available"
            }
        ]
    }
]