[
    {
        "pmid": "30753230",
        "title": "A combined computational strategy of sequence and structural analysis predicts the existence of a functional eicosanoid pathway in Drosophila melanogaster.",
        "year": "2019",
        "journal": "PLoS One",
        "abstract": "This study reports on a putative eicosanoid biosynthesis pathway in Drosophila melanogaster and challenges the currently held view that mechanistic routes to synthesize eicosanoid or eicosanoid-like biolipids do not exist in insects, since to date, putative fly homologs of most mammalian enzymes have not been identified. Here we use systematic and comprehensive bioinformatics approaches to identify most of the mammalian eicosanoid synthesis enzymes. Sensitive sequence analysis techniques identified candidate Drosophila enzymes that share low global sequence identities with their human counterparts. Twenty Drosophila candidates were selected based upon (a) sequence identity with human enzymes of the cyclooxygenase and lipoxygenase branches, (b) similar domain architecture and structural conservation of the catalytic domain, and (c) presence of potentially equivalent functional residues. Evaluation of full-length structural models for these 20 top-scoring Drosophila candidates revealed a surprising degree of conservation in their overall folds and potential analogs for functional residues in all 20 enzymes. Although we were unable to identify any suitable candidate for lipoxygenase enzymes, we report structural homology models of three fly cyclooxygenases. Our findings predict that the D. melanogaster genome likely codes for one or more pathways for eicosanoid or eicosanoid-like biolipid synthesis. Our study suggests that classical and/or novel eicosanoids mediators must regulate biological functions in insects-predictions that can be tested with the power of Drosophila genetics. Such experimental analysis of eicosanoid biology in a simple model organism will have high relevance to human development and health.",
        "full_text": "ZKKF ZIN FZOIS K Fmyltzon myutkttzkw tktory q ouozmo kzn tumtukw kzkwyt ontmt tso oxttozmo qkquzmttzkw otmkztn ktswky tzJstwk yowkzrkto Ttmskow mkkt4.5.bkz Yt4.5.slsk Mtzn5.6.7.skzooz tzrs OJ 4.5.6 4Gvwz Iwworo qsoIt ztot qUo bv. Gvwz. Uo bv. zton ko qFyotmk. 5WsJ rky tzGtwr .Mknko Iozo qsoIt ztot qUo bv. Uo bv. Uo bv. zton ko qFyotmk. 6WsJ rky tzGtmsoyt . Mknko Iozo qsoIt zto tqUo bv. Uo bv. Uo bv. zton ko qFyotmk. 7so It Iwworo qsoIt ztot qUo bv. Uo bv. Uo bv. zton ko qFyotmk tzrsE lvwz1m z1on Fltkmt st n o zkkto otmkztn ltzsot ksk tzJstwk yowkzrk okznmskwwozro somozw sown to skyomskzttm o zsoto otmkztn otmkztnwtvo ltwttn nzot tztzom. tzmo nko. kto qwsywr q y ykyykwtkz ozyo sko zlooz tnoztqton1 Noo oooyktm kznmyo sozto lttzqyktm kkmso tnoztq y qsoykyykwtkz otmkztn zsot ozyo1 oztto oozmo kzkwt omszto tnoztqton mkzntnko Jstwk ozyo sksko wrwlkw oozmo tnoztto ts sot sykz mzok1 oz Jstwk mkzntnko oo owomon lkon z koozmo tnozt ts sykz ozyo qso mmwrozko kznwtrozk olkzmso. ltytwk nyktz kmstomo kznmkw mzoktz qsomkkwtm nyktz. kznmoozmo qoztkww otkwoz qzmtzkw otno1 Kkwktz qqwwwozrs mkw ynow qsoo 53mtzr Jstwk mkz ntnko ookwon kttzr noroo qmzoktz tzsot okww qwn kznoztkw kzk wr qqzmtzkw otno tzkww53ozyo1 Fwsrs ooo zklwo tnoztq kz tklwo mkzntnko qwtrozko ozyo. oo mkw sywr ynow q soo qwmmwrozko1 V qtzntzr ontm sksoJ1yowkzrko rozyo wtvow mno qzoyo ksk qotmkztn otmkztn wtvo ltwttn zsot1 V n rro skmwktmkw kzn2 zow otmkztn yontk y orwko ltwrtmkw qzmtz tztzomontmtz skmkzlooon ts soo qJstwk rozotm1 ms ootyozkw kzkwt qotmkztn ltwr tzktywo ynow rkzty twwsko strs owokzmo sykz noowyoz kznsokws1 WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 425;k4444444444 k4444444444 k4444444444 k4444444444 k4444444444 OPEN ACCESS Itktz mkk tT.Ytb.Mtzn .tzrs  534 Fmyltzon myktzk wkor q oozmo kznmkw kzkwt ontm so otozmo qkqzmtzkw otmkztn ksk tz Jstw kyowkzrk o1WS VUK475 o3544;1 s22n t1r243146;42u zkw1 zo13544 ; Knt Iwknt T1ko. ztotnk noUk no Stlk Ozt noomzwrtk Ytytmk oGtwrtmk. WVZMFS Zomoton Qw57.534 Fmmoon Qkzk 55.534 Wlwtson Lolk 45.534 Itrs 534 mkkt okw1sttkzoz kmmo ktmwo nttlon zno sooy qso Iokto Iyyz Ftltz Stmozo. stms oyt zotmo no.nttl tz.kzn onmtz tzkzyonty. tnon sotrtzkw ks kznmo komonton1 Jkk Fktwkltwt koyoz Fwwowokz nkkko tstz soko kznt tzrOzqyktz qtwo1 Lzntzr stv kon tzklWI IUb :4533 7kznUL3:456 6T kzn UFF UUa49FG75M M1 Iyotzr tzoo soks sko nomwkon skzmyotzr tzoo ot1Oznmtz so otmkztn kokqkytw qltwrtmkww kmto wttn sk sko looz tywtmkon tzkt trzkwtzr ksk. ts kmozkw wo tzykyykwtkz tyyzt kzn tzqwkyyktz d46f1 so mkzztmkw otmkztn ltzsot ksk lortz ts soowoko qqk kmtn. tyktw kk mstnztm kmtn FF. qy yoylkzo sswttn soz sswtko F5tkmtkon d7.9f1 so mkzztmkw ksk soz ntoro. noozntzr zsoso soqk kmtn lko t moon lkmmwrozko IVa. wtrozko SVa. kW793 orozko W793K1 so IVa ozyo rozoko kztn krwkzntz. kmmwtz. kzn sylkzo. ow tz. kzn owomstwtm notkto KLVa qnmksokoztm kmtn JNF d:f sook soSVa ozyo nmo sowovtozo. snootmkokoztm kmtn NWKK. snotmkokoztm kmtn NKK. kzn wttz df1soo tyo mkwv loooz soIVa kzn SVa ksk. kls kovzz nmo snmknomkntoztm kmtn NVJK d43.44f1 so W793 orozko ksk town ootmktoztm kmtn KK d45f1 soo nzoky nm orwko ntoo trzkwtzr ksk kzn ltwrtmkw moo d5.6.4547f so IVa kzn SVa lkzmso qsootmkztn ksk koowwmskkmoton tzsykz1 so IVa ozyo krwkzntz M2N zsko koozmnon lCOX-1 PTGS1 kznCOX-2 PTGS2 d:f1COX-1 tmzttow ooon kwwoow ly moww1 Ozmzk.COX-2 torwkon kto qtzqwkyyktz kzn ntzr y rotz d:.49f1 IVa4 kzn IVa5 koyoylkzokmtkon soyomzktztzr syntyo sk mkkwo somzotz qkz455 mklz wzkkon qk kmtn WLF. tmkww FF. kz:. 53mklz qk kmtn tz krwkzntz M5kzn N5d4:f1 Fwsrs FFtsooqoon lko. soIVa ozyo kovzz rozko otmkozkoztm kmtn KWF. 539 z6. wtzwotm kmtn SF. 45 z:. ntsyrkyykwtzwoztm kmtn JNSF. kzn nmksokoztm kmtn JNF. ts ktzr oqqtmtozmto d4:4f1 st tzttkw lko mstmo ttrztqtmkz. ktnooytzo soso so nzoky kztn twwozn lo kzttzqwkyyk1 Lk kmtn ts nlwo lzn o1r1. FF komzoon tz oto5 kztn e1g1. WMN 5.WMK 5.stms kokmt kon ts tzqwkyyk trzkwtzr1 Ozmzk. qk kmtn lko ts soo q n lwolzn o1r1. KWF. JNSF. oomtow town oto4 kzn 6kztn WMN 4.WMK 6. stms kokmtkon ts kzttzqwkyyk trzkwtzr1 yo IVa nm. ms ksokzt tzqwkyyk owtz kozsoton zw qy KWF kzn JNF. sook so kzn kzt tzqwkyyk kzn 46NVJK korozokon qy SFlIVa ozyo d.43f1 Uoosowo. FFtsotyk lko qIVa ozyo kzn IVa trzkwtzr ozn lotzqwky yk1 Fkow. zzotnkw kzttzqwkyyk nr UFOJ stms tzstlt IVa42 5)kltwt rozoko tzqwkyyk nm. koktmwkw tykz1 WMN5 tlo ozw mzoon kkto qnzoky otmkztn. tzmwntzr WMJ 5.WMK 5.WML 4 WML 5.WMO 5kmmwtz. kzn sosylkzo aF 5kzn aG 51so nzoky mo tzro noozn zsokktwkltwt qozyo tzkrtoz mowwo1 Lokywo. oznsowtkw moww tyktw nmo WMO 5.sook wkowo yktzw nmo aF 5d4f1 so SVa ksk oko tznooznozw qy soIVa ksk. ntortzr ksotzttkw qk kmtn motzr kro1 Ozsykz. SVa ozyo koozmnon lookw rozo ALOX5. ALOX12. ALOX12B. ALOX151 Tkyykwtkz SVa ozyo mkkwo soooomtqtm nos nrozktz kzn ntrozktz qkWLF. ms kFFSF.wokntzr soqyktz qk snotno mzktztzr k4sno5trans7cisoz kntozo qkryoz d46.53f1 so ykyykwtkz SVa sko looz zkyon kmmntzr sottz qsomklz kstms soroz ywomwo ttzoon tz FF. sotyk qk kmtn lko. e1g1.k9.45.  49SVa d54f1 so tyk nm ko9. 45. 49NWKK. stms mkzloqso onmon lrwkstzo otnko sn qy 9.45. 49NKK. oomtow d53.54f1 Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 525;9SVa tsozw SVa sk nmo wovtozo. kzn ttzklwo sk mkkwtm kmtt oto sooozmo qkomzn otz FSVa9FW. srs soomto qzmtz qLto Strozko Fmtktzr Wotz LSFW tzvzz d53.55f1 Lwwtzr mzotz qkqk kmtn tz 9NWKK. nzoky motzr ow tzsooytzkw wovtozo SG 7.SI 7. SJ 7.kzn SK 71so wovtozo komwtztmkww trztqtmkz. kso kotywtmkon tzsokwwo rtmozo kzn yktzozkzmo qmsztm tzqwkyyktz1 49SVa kzn kwoo ooz 9SVa nmo sowttz SaF kzn SaG d56f1 IbW793K mzo qk kmtn lko e1g1. FF tz q KK tyo. 9.:. .. 44.45. kzn 47.49KK. stms qzmtz kkmtzo kzn kkmtzo yontk1 IbW793K kw mzo KWF tz onotkto. kzn oznmkzzkltztn mzktztzr 44.45 kzn 47.49KK d45f1 so IbW793K otz tzokytzon tzstn1 so IVa qkytw ozyo kostrsw mzoon km sokztykw vtzrny. ts swr qzn tzsotytto yktzo mkw koww ksostrso oolko d57f1 knttzkw rozytm kzkwo sko qktwon tnoztq IVa swr tzsovzz rozyo qtzom. ztmowwwk rkzty. wkz. kwsrs krwkzntz. sot tyk nm. sko looz qzn tz yo qsoo rkzty d595f1 Zomoz nto sko rroon sk kztzom mmwrozko yk ot tzswr qsoDrosophila rozoPxtd5;.5.63f1 SVa ozyo ntwk kzooz lkno noroo qmzoktz. ts swr qzn km sokztykw vtzrny kzn tzkkt oqwkz df1oozmo kzn ltmsoytmkw kzkwo sko qktwon tnoztq kztzom SVa swr. ts soomotz qSVa kmtt tzsotytto tzom.Thermobia domestica d64f kzn zoo tzD1melanogaster d5f1 s. soo tmzqwtmtzr tzqyktz orkntzr sootozmo qqzmtzkw IVa SVa ksk tztzom1 Mtoz somywot kzn lt yontmkw tykzmo qotmkztn ltwr. noqtztzr soIVa kzn SVa ksk tzkynow rkzty tkookms tt1 Onoztqtmktz qkqzmtzkww mzoon IVa SVa ks k tzD1melanogaster oz omttzr ookms kozo qznokzntzr sorozotm lkt qotmkztnyontkon tzqwkyyktz tzstowwoklwtson kzn tywo ynow rkzty1 stozn. omznmon ksrs myktzkw kzkwt qsorozyo qD1melano- gaster1 _stwo kztzttkw GSF okms ookwon mkzntnko qsoy mzoon ozyo. t qktwon tnoztq wtvow swr qyo qsoo ozyo1 Fyo tr kkms tzr tokto oozmo okmso myltzon ts mkw ynowtzr ookwon kttzr noroo q tytwkt loooz ykyykwtkz kzn qwozyo kzn sokkoz mzoktz qqzmtzkww tykz otno ooz tzsoo y ntkz mkzntnko ozyo1 Fwsrs omwn z tnoztq kztklwo mkzntnko qwtrozko ozyo. so myzoz ozyo qso SVa lkzms qsoksk oo tnoztqton1 st rro sotltwt sk otmkztn ks k yk kn kzzmkzztmkw qy tzD1melanogaster kzn tzom tzrozokw1 V n mskwwozro somoz to sk tzom wkmv kqzmtzkw otmkztn ksk kzn oz o yozn tltwtto qtwttzr kowwoklwtson ynow rkzty qotmkztn ookms1 Tkotkw kzn yosn Fqwmsk yykttzr sorozokw mw qsoooz n ts sokt w on tnoztq kzn mskkmoto ktoD1melanogaster swr qsomwktm otmkztn z sot ozyo ntmon tznoktw low tsz tzLtr41 Onoztqtmktz kzn mskkmotktz qsykz otmkztn zsot ozyo Fmkzztmkw otmkztn zsot ksk tzsykz kmytwon qy soUIGO Gt oy Jkklko tzr soKtmkztn zsot GOJ 4 kzn Fkmstnztm Fmtn ksk yk GOJ 5;4 d65f1 Wotz oozmo qokms sykz mkzztmkw ksk rozo oo lktzon qy soUIGO Zoqo nkklko d66f1 Kzyo owomon qstn kowton tz Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 625;klwo 4oo Zow omtz1 Lokms ozyo. otso sowo otz nm soyku tqy kowomon ksoooozkto oozmo1 Rzz kzn strsmzqtnozmo ontmon swr qokms ozyo oo tnoztqton tzr soR ozmmwontk qrozo kzn rozyo RKMM Vswr nkklko d67f1 Fywtwo oozmo kwtrzyoz TF qokms kro ozyo ts soowomon swr ksoz rozokon tzr WZVTFS6J. qwwon lykz kwonttzr d69f1 Jyktz kzn kmto to zokms tnoztqton ozyo oo kzzkon tzr so Wqky. OzoW. IJFZ. kzn zt nkklko d6:6f1 Izoz omznk mo  qtwo oo rozokon tzr soWtWon. QWon kzn WWon oo d674f mzqty tnozt qton qzmtzkw nyktz kzn kmoktz nyktz lznkto1 Onoztqtmktz qoztkw otmkztn zsot ozyo tzD1melanogaster _oon ookw ntqqooz oozmo kzkwt kwrtsy tnoztq mkzntnko Drosophila swr qokms sykz ozyo1 omtqtmkww. okms sykz ozyo oqoozmo oozmo k Ltr41yyk qsovqw kzn w on mk soooz n1 Fmsoykt mqsovqw noton tnoztq. ynow. kzn mskkmo tokt swr qsosykz otmkztn ksk1 s22n t1r243146;4 2uzkw1zo1 3544;1r334 Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 725;oton krktz klo qsoD1melanogaster UIGO zzonznkz oozmo nkklko tzr WOGSF. JKSFGSF QFIRNTTKZ d7577f1 Lst. okms sykz ozyo oqo ozmo oozmo koton krktz klo qsoD1melanogaster UIGO zzonznkz oozmo nkklko1 JKSFGSF tkyo oztto ktkz qsoknttzkw GSF kwr tsy sk tzmko nyktz tzqyktz qy omzmon ttz omtqtm mtzr yktmo WT tzno tyo noomtz qsywr d75f1 QFIRNTTKZ tkzkwo zkto oozmo kzkwt kzn kwtrzyoz w sk oko tzkztokto qkstz lrozoktzr kqtwo stnnoz Tkv ynow NTT qko otz. okmstzr sokro oozmo nkklko. kzn soz nktzr soNTT tzmwno oozmo sk mo klo krtoz mqqklwo 41yyk qD1melanogaster otmkztn zsot ozyo mkzntnko1 Nykz Mozo D1melanogaster Ikzntnko Fzzktz OnoztqtoLwlko OnoztqtoWomozkro OnoztWomozkro tytwktK kwoYo Iokrooywkoqko on q ynowtzr somkzntnko ozyo WM4. WM5 IM733. tqy G CG4009 LGrz3367: 59 74 4o43 7 Twtwo 7NNZ. 6LFY. 6YR. 4IaW. 5MQ4. kzn 4I OFKZWotzomtzwtvo W CG7660 LGrz35:4; 55 6 5o3 9 Ikntzkw CG6969 LGrz35:6: 53 6: 4o39 :4 WMJ Uokw Skktww Uwk CG33126 LGrz339645: 53:5o46;5NcY. 9_bOFKZ. Tnowwo NWMJ Mwkstzo kzqoko 4M 4IM6 LGrz334355: 6: :3 6o6; 4T3 Tnowwo WMO IbW7937J5 CG3466 LGrz33449;: 56 5:77 ;531349 6o;367 66Ua. 7SaQ OFKZ. Tnowwo WMK Ttmykw rwkstzo  kzqokowtvo TMwtvo. tqy FIM4;75 LGrz335947 6: 97 5o57 ; 7FS3 Tnowwo WMK5 o qZoq5 Zoq5IM73: LGrz33377:9 75 :5 6o;3 ;6 4cN Tnowwo WMK6 IM4:4;. tqy F IM4:4; LGrz336;;5 5; 79 :o45 6 5RT_. 4KLQ Tnowwo? OFKZ GaF4 IM6:4: IM6:4: LGrz3349373 64 7 :o: ; 6Ua. 7SaQ OFKZ FRZ4F4. FRZ4G4. FRZ4I6IM:37. tqy J IM:37 LGrz33:597 7 : 9o7 ; 4FN7 Tnowwo IGZ4 Iklzw onmko IGZ. tqy GIM44533 LGrz3367933 63 79 o4 9 7UG. 6GNQ Tnowwo. OFKZ FSVa9. FSVa45. FSVa45G. FSVa49Uzo tnoztqton U2F U2F FSVa9FW IM664;; CG33177 LGrz33964;; 665:o537FS3.5Y;T Tnowwo. OFKZ SF7N IM43:35. tqy I IM43:35 LGrz3365;54 77 :5 7o4;  7MFF Tnowwo SI7 IM664;. tqy F CG33178 LGrz33964; 5:47o777FS3. 5WUV Tnowwo. OFKZ MM4 Mkyykrwky wkzotnko MM. tqy FIM:7:4 LGrz336365 79 9 7o466 5 5K3_Tnowwo JWKW4 IM:497. tqy I IM:497 LGrz336753 7 :9 6o459  4O Tnowwo NWMJ IM447 IM447 LGrz337546; 67 96 o69 ;: 5MJc Tnowwo MWa4 WNMW. tqy F IM45346 LGrz336976 69 95 :o65 3 5LF Tnowwo IWF4 IM499. tqy F IM499 LGrz33645 69 99 o5  5;; Tnowwo Uo kttm qokms tnoztqton mkzntnko rozo kolkon zGSFW kzn2 QFIRNTT KZow soz ykvon ts kzkotv? soomozkro tnozt kzn tytwkt oqo soykms soNTT qtwo kzn zsokmkw oozmo kzn komoz kqUoylo 5341 so mkzntnko konozo ntzsoFzzk tz tnoztqto mwyz kstrsmzqtno zmoorwk qz. ytnkzro znowtzo n.kzn ntkz italicized andboldfont1 Mozo kzzktz OJnttzm qy rozo ylw kooooz ontzkmyyz k komtoomt qtm5woo oqt qwwon lkq qtontrt tzoro1 IMtso5woo oqt qD1melanogaster qotzmn tzr rozo1 so oywko 4T3 tsomkw mo qkqkryoz qstotz ttz 757 1so Uoytz kwortz kltw tzr TVJKSSK Z)abinitio yos n1 s22n t1r243146;42u zkw1zo 13544;1334 Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 925;kwo d77f1 Lstn. omtkwton GSF kzn NTTo kwrtsy oo wookron kk q kmyltzon kkms tnoztq mkzntnko stms yk looyo sywr qsosykz otmkztn zsot ozyo1 Kkms okms kmznmon ts soo toktz tzr sonoqkw kkyoo1 D1melanoga- stermkzntnko ts kttmkww trztqtmkz qwwwozrs kwtrzyoz soo oo owomon kqo okms zn1 soo mkzntnko oo soz kzkwon tzr sokyo omznk mo kzn nyktz kzkwt w kntmon klo1 Kkms mkzntnko ksoz kwtrzon krktz soot w rozokon TF mzktztzr sosykz ozyo kzn vzz2ontmon swr tz no mooz stsk wkmvon oton qzmtzkw otno kzn2 so ts lkztkww nttytwk omznk mo nyktz kmstomo1 Insilico ynowtzr qD1melanogaster mkzntnko Lwwwozrs soontyoztzkw ynow oo rozokon qokms mtzr D1melanogaster mkzntnko otz s tnoztqton tzr soNNon. TVJKSSKZ. SVTK kzn OFKZ qko kmvkro d797f NNon oqy oztto okmso noom otz sywr. qzmtz. kzn mo ontmtz lkon zNTTNTT myktz kzn o TVJKSSKZ moko soynow1 TVJKSSKZ. ksywr ynowtzr w. ontm sootk mo qkotz lkon zktqkmtz qktkw oktz noton qy ooztkww tytwk oy wko so mo tvzz i1e1. koozmooozmo myktz1 Ozmzk. OF KZ twto kywtsokntzr kwrtsy i1e1. koozmomo myktz tnoztq tklwo oywko qwwon lkztokto oywko qkryoz koylw kkms lkon z owtmkomskzro Tzo Ikw tywktz rozoko soqwwwozrs ynow? zkwtrzon t yk oozmo ortz koltw tzrabinitio yosn1 SVTK tkyokoo sk roz oko kzn kzv ynowtzr ow nmon tzr ookw kwozkto sokntzr kwrtsy stms kooomon tzkkwwow1 so kmmkm qsywr ynowtzr noozn wkrow zso krooywko kwtrzyoz. ts73 oozmo tnozt rozokww towntzr strs kwt ynow kzn 59 oozmo tnozt lotzr sowo soswn qkzkmmoklwo ynow d7f1 Noo. sokntzr lkon ynowtzr w korozokww wooztto oozmo tnozt ntq qoozmo kzn yo kmvkro o1r1. OFKZ kovzz rozoko strs kwt ynow tzr oywko sktzr kwtwo k5363 oozmo tnozt ts sokro oozmo d93.94f1 KkmsD1melanogaster mkzntnko oozmo kokmson krktz soWotz Jkk Gkzv nkk lko qlwtson mo d95f tzr WOGSF kzn QFIRNTTKZ d76.77f1 Woztkw oy wko ts63. qwwwozrs oozmo tnozt oo kwtrzon krktz somkzntnko tzr WZVTFS6J. TFLL. kzn Iqqoo d69.96.97f kzn okwkon1 Oqktklwo tzrwo qwwwozrs oywko kzqzn. otso nokwkmv qmokro woozmo tnozt tstz so kwtrzon kzro. OFKZ kon rozoko kmyto ynow lkon zookw oywko1 Ozokms mko. sotzttkw ynow kon rozoko koqtzon qwwkytm ynow tzr TnZoqt zo. stms kw tyto tnomsktz wkmoyoz d99f1 Fwwqsooqtzon ynow oo soz okw kon tzr soWk. WY5 kzn TVJLVSJ7 oo d9:9f1 S kzn zmon U kzn Ioytzkw ortz tzsoo ynow oo tyton tzrabinitio yosn o1r1. TVJ KSSKZ) w tzo YFZR. oqtzon tzr TnZoqtzo kzn ookwkon kzomok d7.9f1 ztklwo ynow oo ouomon kzn oltw tzr kwozkto oywko kmmntzr  soomontzr mw1 Tnow oo kzkwon tzr soqkmo o w tzsoIstyok kzn WTw tkwtktz kzn mkw ynowtzr kmvkro. tzknnttz zwtzo w tzmwn tzrIVLFIVZ. kzn IVFIN d:3:6fTmo kon oqy mkw myktz qsoynow ts sovzz kro sykz ozyo d:7f1 Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 :25;Zow Onoztqtmktz kzn mskkmotktz qmkzntnko otmkztn zsot ozyo tzD1melanogaster Fow oozmolkon kzkwt qsoD1melanogaster rozyo Zowoko :137. Lolk 57s. 5349 tzr knttzkw oozmo kzkwt w e1g1. GSFW qktwon tnoztq oztkw s wr qyo qsosykz otmkztn zsot ozyo1 Noo. tzr kyo oztto kkms lkon ztokto NTTKZ okmso. ozmoon oztkwD1melanogaster mkznt nko sk yk qzmtz kotmkztn zsot ozyo1 Fykut qsoo mkzntnko oo sz kn kstrsw tytwk otk mo ts sosykz kro ozyo1 oywko lkon ynowtzr kkmso nmo ynow sk komkww tytwk sooywko on. soynowon ozyo oo kwtnkon tzr okwktz omszto sk mzqty sk sot yk oozmo tmyktlwo ts tynowon soo ntyoztzkw mo1 wo oz tkwqkwo tto. somo kokwkon mkoqww qmzoktz qsozomok mkkwtm otno tzkmkw mzo koww1 Fyyk qqtzntzr ttnon tz klwo 41 M 4so strs mtzr ykmso1 Ktrs kto swr tnoztqton tzstokms sko ktmwkw strs mzqtnozmo ykmso IM4;75. IM73:. IM:37. IM43:35. IM:7:4. IM:497. IM45346 kzn IM4991 soo otz sko kwok 63 oozmo tnozt ts so sykz ozyo. o sokyo okww qwn. kzn ntwk mzoktz qzoyo vo qzmtzkw otno zoonon qkmtt1 so qt rozo tzsto.IM4;75 Ttmykw rwkstzo kzqoko TM wtvo. t qy F.UWi957::14. ozmno kotz q495otno kzn tontmon sko ktzrwo nyktz. Toylkzo Fmtkon Wotz tzKtmkztn kzn Mwkstzo yoklwty TFWKM. Wqky OJWL34457 kzztzr otno4 47kytz1 st rozo skkw looz tnoztqton tzk lttzqyktm mooz qTFWKM qkytw yoylo d:9f1 st otz ntwk 6: tnozt kzn 97 tytwkt sooozmo qsykz krwkzntz Kzsko WMK. UWi337:141 so sykz WMK W4 tkztzorkw yoylkzo otz sk oko kksytyo kzn tvzz mkkwo sotnonmtz qkrwkzntz oznotno N5WMN 5k rwkzntz K5WMK 5d::f1 WMK tmskkmoton lsooozmo qktzrwo TFWKM nyktz. stms kz soortz 4:47:1 WMK e1g1. WJG OJ7FS3? d:;f kzn tmskkmottm qo okwotz lowzrtzr soTFWKM qkytw stms tzmwno TM kzn WMK otz d:f1 st oozmo tkzzkon kTMwtvo lsoontmon mo qIM4;75 t zokw tnoztmkw kzn ntwk kzZTJ 4149o 495otno soz otyon ts WMK1 WMK. okwto oqoon kTM4S4d:f tkrwkstzoltzntzr otz. kzn o tno Z6. Z;3. K;;. Z443. b44;. Z45:. kzn b463 qsykz WMK kokmtkon ts oz yktm kmtt koww kltzntzr rwkstzo d::.;3f1 mkw ottz ookw sk IM4;75 skkqww mzoon oqsoo voqzmtzkw otno. Z73. Z;4. K;. Z444. b44. Z45. kzn L4651 _ts oom sowkotno. ktzo sozwkwkztzo lttz t wtvow loqzmtzkww otkwoz ksozwkwkztzo kzn tzo sko tno msktz ts ktzrwo kyktm tzr qtytwk wyo1 Wsozwkwkztzo ntqqo zw tzsk twkmv sosnw r tzsos ttz zsolozozo tzr1 tzmo ot nto rro sk sokyktm tzr qb463 twtvow tykz qWMN5ltzntzr. kzkzkwr qstmkw owoyoz t tnon lL465 d;3f1 Joktw qynowon qwmkzntnko WMK kzn tmyktz ts sykz WMK kotnon tz4Ltrkzn ktytwk qyk tqwwon qkwwsomkzntnko swr tnoztqton1 so omzn rozo tzsto.IM73: o qoq5W otwt W. UWi95744:15 ozmno k74;otno otz1 IM73: ntwk 75 tnozt kzn :5 tytwkt so oozmo qsykz krwkzntz Kzsko 5WMK5. UWi3;67141 WMK5 t Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 ;25;yoylkzokmtkon. kon WMK stms tkztzorkw yoylkzo otz. srs ls mkkwo sokyo okmtz d;4f1 Joto soqzmtzkw tytwktto. WMK5 oo k lkztkww ntqqooz nyktz kmstomo kzn otk mo1 so sykz WMK5  oo kMU6 nyktz Wqky OJWL4674; kzztzr kytz kmtn 4374;9 kzn kMI6 Wqky OJWL477; nyktz kzztzr kytz kmtn 5346:1 IM73: sko kstrsw tytwk nyktz kmstomo ts sokyo nyktz kzztzr kytz kmtn 45947 kzn 576: oomtow1 WMK5) mkkwtm kmtt oto kzooztkw otno. I443 d;5f1 so mkw mo qzmkon WMK5 sklooz lwtson WJG OJ4cN? d;6f. ts soUoytzkw yoylkzokmtkon ortz yton otno 41 ottz qstzmkon m o krktz soontmon mo qIM73: ookw kzZTJ q3147o 6;;otno1 IM73:) I466 owk ts WMK5) I443. rrotzr kykms qstmkkwtm otno 5Ltr1 so stn rozo tzsto.IM:37. ozmno k64:kytz kmtn otz sk tkstrs mzqt nozmo ykms qsosykz Fwmsw nosnrozko UFJW- FRZ4G4. UWi334:4141 st ozyo. kwzr ts ozyo ozmnon lsoowkon rozo tzstqkytw e1g1. FRZ4G49 kzn FRZ4I6. mkkwo soUFJWNnooznoz onmtz qkkto qkyktm kzn kwtsktm kwnosno sot mozntzr kwmsw1 Ozktmwk. FRZ4G4 kzn FRZ4G49 kovzz  qzmtz kkmmwtz Lzsko. mzotzr krwkzntz oznotno N5WMN 5 krwkzntz L5WML 5d;7.;9f1 IM:37 kzn FRZ4G4 sko tnoztmkw nyktz kmstomo dktzrwo kwn2vo onmko qkytw Wqky OJWL3357 nyktzf. koww k7 tnozt kzn : tytwkt ksowoow qtyk mo1 soo otno oton qFRZ4G4) mkkwtm kmtt kob7. R;; kzn N443 d;:.;;f1 IM:37 oo kzkwr qsttkn qotno tz soqy qb93. R; kzn N4451 Ozknnttz. somkw owk qsoontmon mo qIM:37 kzn sykz FRZ4F4 WJG OJ5FSZ? d;f ntwk kzZTJ q317;o 64:otno 6Ltr1 so qs rozo tzsto.IM43:35 ozmno kotz ts :46otno sk ntwk 77 tnozt kzn :5 tytwkt sykz wovtozo F7snwko SF7N. UWi333:141 SF7N tkzotno snwko sk mkkwo sosnwt qsootno SF7 sontw. SG71 st mkkwtm kmtt oto sooozmo qktzm tz. stms tmntzkon lso mkkwtm tkn qN5:. N633 kzn K641 Zotno K5;. J6;: kzn b67 kokw oonw ooztkw qoqqtmtoz mkkwt d;f1 SF7N) nyktz kmstomo mzt qWotnko qkytw T4Wqky OJWL34766 kzztzr 466; kzn kSovtozo F7snwko. Ioytzkw nyktz Wqky OJWL345; kzztzr kytz kmtn 7:7:31 IM43:35 sko kztnoztmkw nyktz rkztktz koww ksomttmkw otno kN56. N5;. K64: so tzm tkn kzn K57. J6;7 kzn b651 so otk mo tytwkt tokntw kkoz. kotnozmon lko ttz qsykz SF7N WJG OJ6G;? d3f kzn soontmon mo qIM43:35. stms ow tzkzZTJ q314o :44otno 7Ltr1 so qtqs rozo tzsto.IM:7:4. ozmno k9;otno otz Mkyykrwkywkz otnko. UWi9;663614 sk sko 79 tnozt kzn 9 tytwkt sykz Mkyykrw kywkzotnko 4MM4. UWi3345;9;:5141 MM4 mwoko sorkyykrwkyw lzn q okmowwwk rwkstzo rkyykMwIMw. rwkstzo mzurko. kzn so rkyyk rwkyw myzn1 _ts oom otmkztn zsot. MM4 mkkwo somzotz q wovtozo I7SI7 wovtozo J7SJ71 MM4 oko kksoontyo mzttzr qykww kzn wkro lzt stms konmon qy sokyo om sk znoro k mkkwtm mwokkro nmo soyko qy qsoozyo1 so zw oon mkkwtm ot not64. stms mozn 65 tzIM:7:41 MM4 otno Z43;. 6 kzn K753 ko lowtoon wk kwo tzrwkyko ltzntzr d4f1 IM:7:4 oo kto kzkwr qokms qsoo otno. zkyow Z43;. 733 kzn K754. oomtow1 IM:7:4 kzn MM4 kw sko tnoztmkw nyktz kmstomo. ts Mkyykrwkywkzotnk oWqky OJWL3434 Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 25;nyktz kzztzr soykut qokms otz1 otyon. sosykz mo WJG OJ 7MJa? d5f kzn IM:7:4) ontmon mo ntwk kzZTJ q4145:o 9:otno 9Ltr1 so ts rozo tzsto.IM:497 JWKW. UWi;6647:15. ozmno k767otno yokww otnko sk sko 7 tnozt kzn :9 tytwkt ts sykz Jtotnko. ozkw JWKW4. UWi337737141 Gs ozyo mzktz ktzrwo Toylkzo ntotnko Wqky OJWL34577 nyktz kzztzr soykut qsootz1 JWKW4 tvzz orwko wovtozo kmtt lmkkwtzr somzotz qwovtozo J7SJ7 wovtozo K7SK7 tzr tzm kk mqkm1 sk ozn. sootno N6:. J6. K474. N547 kzn N569 kooon loooztkw qmntzktzr sotzm tz oton qmkkwt d6f1 Fwtrzon krktz IM:497. soo ot no mozn N;4. J;6. K47. N59; kzn N5;1 st strs noroo qtytwkt oozn  sootk mo. ksootyon mo qsykz JWKW4 WJG OJ4OY? d6f kzn soontmon mo qIM:497 ntwk kzZTJ q31956o 744otno :Ltr1 so oozs rozo tzsto.IM45346 rwkstzo otnko. UWi;5;314. ozmno k 4:otno owozotz sk t69 tnoztmkw kzn 95 tytwk sykz rwkstzo ot nko 4MWa4. UWi3339;515 kzn ls mzktz ktzrwo rwkstzo otnko nyktz Wqky OJWL335991 Fk qsootmkztn ksk. MWa4 mzo so45NKK nmon lwtrozko45 45SVa tz 45NKK d7f1 MWa4 oto kowozmotzo otno 7 qmkkwt d9f1 IM45346) kytz kmtn oozmo tzntmko sk kmotzo otno t ooz ksomozntzr ttz tzstozyo1 Noo. stotno yk tzqkmlok owozmotzo. kstlttz tzwtvow lonoomon loozmtzr kwzo1 tytwkw. soskz kzn rwkytzo otno sk mywoo somkkwtm tkn kokw mzoon1 F mkw kwtrzyoz qsykz MWa4 WJG OJ5LF? zlwtson. mkw Mozytm Iz ty MI kzn soontmon mo qIM45346 ookw kzZTJ q31:o 4: otno ;Ltr1 so otrss kzn qtzkw rozo tzsto.IM499 Iklotnko FIWF. UWi:346514 ozmno k755kytz kmtn otz sk t69 tnoztmkw kzn 99 tytwk sykz Iklo tnko F4IWF4. UWi3349141 IWF4 tkyokwwmklotnko sk oto ktzm ky kkmqkm qmkkwt1 IWF4 sklooz sz mzo sooz wovtozo I7SI7 sowooz wovtozo L7SL7 lsnwt qkzkytno lzn. rrotzr sk IWF4 oo onmo tzqwkyyktz d:f1 so otno N4;. K45. N63: kzn K63 kooton q mkkwt kzn mntzktzr tzm1 soo otno mozn N4;. K44. N639 kzn K65 tz IWF1 Fwtrzon. somo qsykz IWF4 WJG OJ6LQ? d;f kzn soontmon mo qIM499 ntwk kzZTJ q31;96o 74otno Ltr1 M 5so ytnkzro mkzntnko1 Lto mkzntnko oo tnoztqton tzsookms lkon zkkmso qmon yo zmkw tytwkt skz znowtzr oozmo mzoktz1 Toylo qstosko kwok 53 oozmo tnozt ts sosykz kro lsko tyt wkt ksoqwn woow kzn o kwok kktkw oqmzoon qzmtzkw otno1 so qt rozo tzsto.IM6 M4. UWi;59:9614 ozmno k57otno rwkst zokzqoko ozyo. stms ntwk 6: tnozt kzn :3 tytwkt sykz Noyk totm Wkrwkzntz Jzsko NWMJ. UWi399633141 NWMJ. kwozktow vzz k WkrwkzntzN5 Jtyoko. tkrwkstzoottzr krwkzntz Jzsko1 NWMJ oko kksyntyo. stms mkztzkww lokmtkon lIk5-kzn Tr5-tzmoko mkk wtm oqqtmtozm 493 qsolkkw woow1 Intzktz qsoyokwwtm tzwtrkzn tmnt zkon lJ6. J: kzn J; df1 IM6 kzn M4 sko kztnoztmkw nyktz kmstomo. ts kzUoytzkw MU nyktz Wqky OJWL35; kzn kIoytzkw MI nyktz Wqky OJWL333761 tytwkw. IM6 oo ykmso qqsosoo kktm ot no oton qozskzmon mkkwtm kmtt. kttz J46 kzn J476 mozntzr  J6 kzn J; tzNWMJ1 Fsomozntzr ttz kwtrzon J:. IM6 tzokn sk Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 25;kzkkkrtzo U4751 Noo. ykrozot nto lOztoetal1sko sz sk kJU lttz kstkyo ttz tzNWMJ kmkww tzmoko WMJ 5zsot df1 Ozknnt tz stoozmolkon otnozmo. ottz qsoontmon IM6 mo kzn sykz NWMJ WJG OJ4ObO? df ookw kzZTJ q41379o 4:3otno Ltr1 so omzn rozo tzsto.IM4:4; UWi:75914 ozmno k47otno otz. stms ntwk 5; tnozt kzn 79 tytwkt sykz Wkrwkzntz Kzsko 6WMK6. UWi33:95161 Ozmzk WMK4 kzn WMK5 ntmon klo. WMK6 tkmwtm otz1 Noo. kwwsoo ozyo sko sokyo mkkwtm qzmtz. t1o1.tnonmtz qkrwkzntz oznotno N5WMN 5krwkzntz K5WMK 5df1 WMK6 kzn IM4:4; sko kztnoztmkw nyktz kmstomo. ts soltkto INVZJmzktztzr  otz kzn M4 I Jyktz Wqky OJWL37: kzztzr soUoytz soytnnwo q sootz1 so Ioytzkw ortz qWMK6 tzklwo qstzr kmyttzkw ltk kn kktm kmtn kzn rwkytm kmtn otno tzsokzro kzztzr 434:31 Iozw. zw zomkw mo qWMK6 sklooz lwtson WJG OJ4KQL? d3f kzn stm o twtyton kzmkon otz qsootz kzztzr otno 4443.i1e1.sokmtntm I oytzkw ortz skzlooz mkwton1 Fzkwtrzyoz qWMK6 kzn IM4:4; s sk IM4:4; kw ntwk kmyttzkw ltk kn kmtntm otno ktIoytz. srs ttzmwok sk wo stltk oo tzotso otz1 _ooo zklwo rozoko kqww wozrs ynow qIM4:4; nokwkmv qkztklwo oywko mo qsoIoytzkw kmtntm ortz1 Noo. sozmkon IM4:4; ynow otno 4446 s kzZTJ q 3156mykon WMK6 o 4:3otno 43 Ltr1 so stn rozo tzsto.IM44533 Iklzw onmko IGZ. UWi:447;414 ozmno k 699otno otz sk ntwk 63 tnozt kzn 79 tytwkt sykz mklzw onmko 4IGZ4. UWi334;7141 IGZ4 tkUFJWNnooznoz onmko ts lkn lko omt qtmt.e1g1.tmkzmzo WMK 5WML 51Osklooz oon sk IGZ4 ltzn UFJW tk U3 kzn sk b47 oo kkz kmmo qsookmtz d4f1 Fmozntzr ykms qls qsoo otno mkzloqzn tzIM44533 kttz U497 kzn b5661 Fzkwtrzyoz qsykz IGZ4 WJG OJ6GNQ? d5f krktz soontmon ynow qIM44533 s kz ZTJ q41496o 5;;otno 44 Ltr1 so qs rozo tzsto.IM447 UWi:95:;615. ozmno k5:;kytz kmtn otz sk ntwk 67 tnozt kzn 96 tytwkt sykz 49snkrwkzntz nosnro zko UFJ-NWMJ. UWi33394151 NWMJ mkkwo somzotz qso49snw r qkrwkzntz tz kvo r. stms zrw onmo soltwrtm kmtt qsoo ywomwo1 Fkow. NWMJ tmztnoon sotyk ozyo oztlwo qnorknktz qkrwkzntz1 Osklooz oon sk U4. 46. Y47 kzn b494 kooton qmkkw td6f1 IM447 otno U. 46; kzn b493 qIM447 kwtrz ts soo mkkwtm otno kzn kotozon kowktzr ntomw knukmoz ttz tzmwo tyt tzsom kw kwtrzyoz qsoIM447 ynow krktz somo qNWMJ1 IM447 wkmv kz lt kzkwr qY47. stms twmkon tzkqwotlwo w ortz1 Noo. IM447  oo kmkwwkwtrzon w ortz stms mzktz Y4751 Y47 kzn Y475 kowmkon tstz ktykow 9qokms so kzn tozon tytwkw tzkktm ottz qso ontmon ynow kzn mkw mo kzn yk loqzmtzkww kzkwr1 Too. ls  otz sko kztnoztmkw nyktz kmstomo. ts ksmsktz nosnrozko nyktz Wqky OJWL3343: kzztzr qy soUoytz ktykow otno 431 ottz q sykz NWMJ WJG OJ5MJc? d6f kzn soontmon mo qIM447 ookw kz ZTJ q31;49o 5::otno 45 Ltr1 so qtqs kzn qtzkw rozo tzsto.IM6:4: IbW793m4. UWi9569314 ozmno km msyo W793 tnko. stms ntwk 64 tnozt kzn 7 tytwkt sykz syl kzoFzsko GaF4. UWi334395151 GaF4 wmkwto sooznwkytm otmwy Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 4325;yoylkzo. soo tmkkwo somzotz qWMN 5sylkzo F5GF 5d7f1 GaF4 tmkorton kkmmsyo 793 qkytw IbW793 ozyo lkon zoozmo tytwkt1 st mkortktz ttwwkon lsoqkmsk sozw nyktz tnoztqton tz GaF4 tkImsyo W793 nyktz Wqky OJWL333:; kzztzr y qsootz1 IbW793 ozyo kostrsw mzoon tzovko. soo so mkkwo okmtz tznr yoklwty kzn zsot qmswoow. otn kzn so wttn d9f1 Noo. stltt  zko qIbW793 ozyo ykvo tntqqtmw tnoztq oztkw swr qkzzo omtqtm ozyo tstz soqkytw1 IM6:4: kowomon kkmkzntnko qy sooqotrs qw mkzntnko ts tytwk oozmo kqo kvtzr tz kmmz sotzttkw oozmo myktz. sokzyoylkzo sowt koz mkwmwkon tzr VWIVU d:f. kzn sokwtrzyoz mo krktz kywtwo oozmo kwtrzyoz qvzz strs mzqtnozmo GaF4 swr1 F mkw ottz qkynowon sykz GaF4 zmo kktwklwo ts soo ntmon ynow qIM6:4: son kzZTJ q31:o 94otno 46 Ltr1 M 6so y ntkz mkzntnko1 Tkz qsokto swr tnoztqton tz D1melanogaster. kwsrs ntoroz tzoozmo qy sosykz kro. kotytwk ozrs sk knttzkw yosn qkzkwtzr kzn kwtrztzr oozmo mkzlotwton1 Noo. o tnoztqton :oozmo sk mwn zlonoomon lson woozmo tnozt kzn2 wo mokro tzr knttzkw oozmo kwtrzyoz kwrtsy ms kGSFW kzn sooqo. oton yo tzozto kzkwt1 so okms qkmmwrozko swr on lozoqsoo ntqqtmw mko1 Fzon klo. tttnow kmmoon skD1melanogaster wkmv kmmwrozko swr1 Noo. soo sko looz kntm o qkrwkzntz noomon tzD1melanogaster okm o sook d5;f1 so sykz rozyo ozmno soo yku mmwrozko tyo tkwmt1 WM4 ozmno IVa4 kmztto mmwrozko. sook WM5 ozmno IVa5 stms ttznmtlwo kzn ooon tzktoomtqtm ykzzo1 Fzmkon kzn w mskkm oton tqy qWM4. IVa6 tkw ooon tzmoktz moww. kzn oonw noyz ko onmon krwkzntz zsot kmtt owkto IVa4 d;f1 IVa4 kzn IVa5 oko ksyntyo kzn komskkmoton lnyktz FzUoytzkw KMLwtvo nyktz Wqky OJOWZ333;75 kzn kzkztykw soyo otnko nyktz Wqky OJWL3631 so qyo kww qkmtktz ts somowwkzn zmwok yoylkzo stwo sowko t oztlwo qsommwrozko kmtt1 so IVa ozyo tzttko sokrwkzntz z sot ksk lmzotzr kkmstnztm kmtn. so wzkkon qk kmtn WLF lko. tz sozklwo tzoyontko WMM 5qwwon lWMN 51Jtzr stmo. tsk looz oon sk kykww kyz qsoWLF lko tmzoon tz kkmoytm yto q49Nntmkokoztm kmtn i1e1. 49NKK. stms yk lomoon tz wttz. k w znon mwk qkzttzqwkyyk otmkztn1 so IVa4 kzn IVa5 ozyo mzktz kmto to ksoyo ts otnko kmtt. oztlwo qsoonmtz q WMM 5WMN 5.kzn kmmwrozko to. soo kkmstnztm kmtn tmzoon tz sosn o oznotno krwkzntz M5WMM 5d:f1Kozto nto sko looz oqyon z sosoo swr qIVa4UWi334337;:14? WJG OJ4IYK. stms tk qso sykz swr df1 soo nto ookw sk mmwrozko kmtt tyontkon lb69. stms qy kkntmkw mkklwo qklkmtzr ksnroz qy soWLF lko e1g1. mk lz46 qkkmstnztm kmtn1 N53; kzn N6 kokw oton qsonkw otnko kzn mmwrozko qzmtz qsoo ozyo d.433f1 Vso qzmtzkw otno tnoztqton tz sowtoko tzmwno Z453. Y536. 67. kzn 963 d434f1 Z453 tzokm ts I4qsoWLF lko. kkmstnztm kmtn d435f1 Y536 tmzoon kyzr ykyykwtkz IVa ozyo. srs soqzmtz qstotno tmozw zvzz1 67 tlowtoon wk kwo tz lko omtqtmt? ykyykwtkz IVa ozyo sko stotno kzn s klko oqo ozmo qkkmstnztm kmtn. stwo tzoolko IVa ozyo sk sko kwomtzo kstttz Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 4425;ntwk omtqtmt qwtzwotm kmtn d436f kzn 963 kmowktz tsolkt qIVa5 tzstlttz lkttz df1 Fwsrs kztzttkw mooz qD1melanogaster tzr GSFW oon tytwk oozmo ts wmkw ykmso. qso tzotrktz kzoonon mzqty tqsoo mkzntnko oon sootto qoko qkIVa ozyo1 Ookto NTTKZ okmso mzqtyon q oztkw mkzntnko IM733 UWi:93915. IM:: Ikntzkw. UWi:943414. IM;::3 W. UWi:93:716 kzn IM67;; Wn. UWi:556141 Kkms qsoo mkzntnko kknnon ko tw rozokon ywtwo oozmo kwtrzyoz mzktztzr WM4 kzn vzz strs mzqt nozmo ontmon swr tzr TFLL ktwwkon qIM733 tzLtr51so oozmo  klozmo qqzmtzkw otno kzok kwtrzon ttz kzon1 tytwkw. somkzntnko oo kzkwon nooytzo soomznk mo kzn nyktz kmstomo qokms otz1 Lwwtzr stqtwotzr o. zw soo otz oyktzon ktklwo mkzntnko qqso n IM733. IM::. kzn IM;::31 IM;::3 sklooz sz noyzko IVawtvo kmtt sk wk kztykz wo tzJstwk onmtz d5f1 Fwwsoo mkzntnko kok sko sootto mkkwtm tkn kzn sko ktytwk nyktz kmstomo. srs so okms wkmv soUoytzkw KMLwtvo nyktz1 Wkto kzkwr qsoN53:. b67 kzn N6; mkkwtm tkn kok loooz zIM733 kN4:6. b6. N734 kzn zIM;::3 k N555. b9:7. N9:. oomtow1 mkw ynow qIM733. IM::. kzn IM;::3 oo ltw kzn kwtnkon knomtlon klo1 WM4 WJG OJ6U? d437f kzn soontmon mo qIM733 ls ntwk k mmwrozko qwn. kzn soontmon mkkwtm nyktz kootyklwo ts kzZTJ q51::3o 9otno 47 Ltr1 IM;::3 kzn IM:: okms ntwk ktytwk otk mo kzn ts ontmon mkkwtm nyktz sk owk ts WM4 ts kzZTJ q 5143 kzn 5175.oomtow1 so ontmon mo ntqqo qy WM4 ksot Uoytzt. stms toomon rtoz soklozmo qsoKMLwtvo nyktz. srs soIM733 mo t ykrtzkww mwo1 Noo. soo soo mo ooz sozomok mkkwtm otno tzk tytwk tozktz ktzWM4 kzn wtvow o mmwrozko kmtt1 so okms qkoztkw swr qWMJ kw on lontqqtmw1 WMJ tkom zn krwkzntzJzsko. stms oko tzmzuzmtz ts sotyo NWMJ nt mon otw1 GSFlkon okmstzr qktwon tnoztq kzD1melanogaster mkzntnko qsosykz ozyo UWi33379161 Noo. tokto NTTKZ okmso rroon IM6645: Uokw Skktww USk. UWi;;:314 yot qso mtz noto sktzr zw 45 tnozt kzn 64 tytwkt WMJ lkon zkmo lkon oozmo kwtrzyoz1 Gs otz sko tytwk nyktz kmstomo. zkyow kStmkwtz nyktz Wqky OJ WL333:4. stms tvzz kvo soqy qklok lkow mo1 mkw ottz ookwon sk sykz WMJ WJG OJ9_b? zlwtson kzn soIM6645: ynow owk ts kzZTJ q5137o 43otno kzn sk IM6645: skkzkwtrzon ykms q WMJ) mkkwtm motzo I:9 kttz I:; d439f1 IM6645: mzktz kzUoytzkw kwsk sowt sk tkloz qy WMJ. soo stsowt tontmon loktrzkw otno1 WMJ mzktz ktytwk Uoytzkw trzkw otno sk tmwokon ntzr motzr i1e1. yton qy so9_b mkw mo 49 Ltr1 Wkmmwtz zsko WMO tkzso ozyo sk no zsko kmwok swr tzD1 melanogaster1 WMO mkkwo sotyotktz qWMN 5kmmwtz. sozw krwkz ntzts kltmmwtm tzr mo d43:f1 WMO ozmno k933kytz kmtn ozyo mskkmoton lkmmsyo 793 qkytw nyktz kzrtzr qy ttz 63771 so Uoytz to ntmon mzktz k533kytz kmtn trzkw oozmo1 GSF kzn tokto NTTKZ okmso ookw ywtwo strsmtzr qwwwozrs ykmso kyzr sokt IbW793 ozyo ozmnon tzsoD1melanogaster rozyo1 Noo. IM67:: IbW7937n5. UWi95937614 ktnoztqton ksomkzntnko lkon z tytwkt qtomznk mo qtwo1 IM67:: oo Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 4525;kzkwtrzon ykms qWMO) soyo ktkw wtrkzn I774 kttz I771 WMO WJG OJ 5OFM? d43;f kzn soynowon IM67:: kootyklwo ts kzZTJ q41546o 933 otno. noto sktzr zw 47 tnozt kzn 63 tytwkt ksooozmo woow rkron qy kmo lkon oozmo kwtrzyoz 4: Ltr1 Sovtozo I7zsko SI7. tk493kytz kmtn ozyo sk mkkwo somzurk tz qwovtozo F7ts onmon rwkstzo qy wovtozo I71GSF okmso krktzD1melanogaster qktwtnoztq kzlt swr1 Noo. kztokto NTTKZ Ltr51Fywtwo oozm okwtrzyoz qsoD1melanogaster mkzntnko IM733 ts sykz WM4 kzn vzz strs mzqtn ozmo ontmon swr1 Zon kotv low soTF nozo mzoon vomkkw tmotno1 so rooz kotv ykv sokto kzkwr qsotzo1 so lwo kotv nozo kztzotz q75otno tzIM733 kzn okn atzsokwtrzyoz1 s22n t1r243146;4 2uzkw1zo1 3544;1r335 Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 4625;okms tnoztqton so4:9kytz kmtn otz IM664; UWi;3714 kkoztkw mkzntnko1 so otz sko qwwwozrs tnozt q4 kzn tytwkt q64 ntmozon qy k mo lkon oozmo kwtrzyoz kzn sko kztnoztmkw nyktz kmstomo tzsoqy qk tzrwo TFWKM nyktz Wqky OJWL34457 kzztzr solwv qsootz1 nto qso mkw mo qSI7 WJG OJ5WUV? d43f sko ookwon sk ttkztzorkw yoy lkzo otz myon qq kzyoylkzo sowtmo kzn sk tqzmtz kksytyo1 so ontmon ynow qIM664; ntwk ktytwk qwn. mzttzr qklznwo qq kwsk sowtmo. kzn totyo z5WUV ts kzZTJ q4159;o 493otno 4; Ltr1 IM664; kw ntwk oztkw otkwoz qokms qSI7) mkkwtmkww owokz otno Z63. Z64 kzn Z437 kttz Z94. Z96 kzn Z461 Fkmstnzko 9wtrozkokmtktzr otz FSVa9FW. UWi334:5315. soqtzkw kro otz tzsto.toton qwovtozo zsot lkkmstnzko 9wtrozko FSVa91 Osklooz oon sk FSVa9FW qzmtz lltzntzr FSVa9 soyoylkzo kzn wkntzr wzkkon qk kmtn lko o1r1. kkmstnztm kmtn z FSVa9 qmz otz tz wovtozo F71Stvo SI7 klo. FSVa9FW tkTFWKM qkytw otz sk qzmtz kkyoylkzokmtkon sytyo1 GSF okmso qkoztkw swr nztnoztq kmwok ykms tzD1melanogaster. srs tokto NTTKZ okmso ookw IM664;; kzn IM664; koztkw mkzntnko1 Gs koTFWKM qkytw otz ts strsw tytwk oozmo kzn ontmon otk mo1 IM664; ntwk roko oozmo tyt wkt SI7 kzn kzkwr qsomkkwtmkww owokz otno kzn kktrzon kso mkzntnko qSI71 Fkow. IM664;; kowomon ksomkzntnko qkoztkw swr qFSVa9FW1 so IM664;; mkw ynow ntwk 46 tnozt kzn 5 tyt wkt ts sykz FSVa9F lkon zkmkw owk WJG OJ5Y;T? d43f ts kz ZTJ q41357o 4:4otno 4 Ltr1 Jtmtz Fmsoyktm qkktoD1melanogaster otmkztn zsot ksk lkon zkzkwt tsz tzLtr61Uklw. soksk kok kmmz qkqwwmywoyoz qk rwkzntz zsot ozyo1 Fqzmtzkw sylkzo zsot ksk yk kw loooz. koztkw swr qsylkzo Fzsko sko looz tnoztqton1 Noo. rtoz so mkw kzn oozmo tytwkt qGaF zsko sozyo qzmtzkww zowkon mmsyo W793 tnko tzsoD1melanogaster rozyo. omwktz y loooon ozn tzrootyozkw kwtnktz1 so otozmo qkwovtozo zsot ky qsoksk mwn zloqww owon tzmo ksrs okms qsoD1melanogaster rozyo skqktwon tnoztq koztkw wt rozko. stms tmttmkw qsotzttkw motzr qsoWLF lko tz wovtozo tzo yontko1 Ozootzrw. oztkw swr ot qokms qsonzoky wovtozo motzr ozyo1 Gkon z moz znokzntzr qsoykyykwtkz ksk. k qzmtzkw wtrozko tzomok qNKK tzoyontko kzn somozntzr qtzkw nm e1g1. wttz kzn so zzmkzztmkw otmkztn d443f1 V nkk mskwwozro sk to skD1melanogaster wkmv kqzmtzkw otmkztn zsot ksk d443445f kzn rro sk tyk tzqkmo oztkw swr qyo  ykut qsootmkztn zsot ozyo1 soo mkzntnko yk sko s qkownon noomtz lomko qstrs oozmo ntorozmo mykon soykyykwtkz ozyo1 N oo. soynowtzr ow qy n. rro sk soo mkzntnko sko sokyo okww qwn kzn ykmso qsovzz ontmon mkkwtm otno1 so ontmtz qotmkztn zsot ozyo yk owktz soinvivo oqqom qkttz kzn krwkzntz tzrozot d5f kzn tlw sootozmo qotmkztnwtvo myzn tzD1melanogaster d5;.5.446f1 Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 4725;V ow soo kto ykz otz k_sk kosookm wo qtznttnkw ozyo? nso mkkwo sookmtz sot mo ontm so swnD l_sk kosotzoyont kokzn qtzkw ozn nm qsokskD m_sk kosotzmtkw stwrtmkw ooz soo tzoyontko kzn qtzkw ltzsotm nm mzw kzn s tytwk kosotrzkwtzr yomskzty lstms sot oqqom koyontkon tzmoww kzn toD so kkoz klozmo qwtrozko yk loowktzon tzk lsoywtwo mmw rozko rozo tzsoD1melanogaster rozyo soo zoqyo qsoo yk zw kw  o wtrozko wtvokmtt1 Jkw qzmtz mmwrozko mkzrozoko krwkzntz kzn wtrozko nm o1r1 NWKK1 Lokywo. ykyykwtkz mmwrozko mkznmo wtyton kyz q44kzn 49NWKK kklnm tzknnttz WMN d44744:f kzn kttzkmowkon IVa5 sklooz sz nmo 49ZNKK d44;f1 tytwk kmtt l zoqsoktoD1melanogaster IVa swr mwn tno oky motzr zoonon q44kzn 49NWKK. srs stqktw tno so9NWKK tzoyontko zoonon q nzoky wovtozo zsot1 Fwozktow. 9NKK yk lonmon tzr kzzmz oztzkw yomskzty lsoIVa mkzntnko osk lkzztnoztqton ozyo1 so otozmo qmkww mzoon nzoky wovtozo zsot ozyo rro sk sooky tzoyontko kowtvow ooz tzyo qy1Drosophila yk o k Ltr61Fsootmkw otmkztn zsot ksk tzD1melanogaster1 Frkstmkw oto qqwmkzntnko tzsokto ksk sz kwzrtno sosykz ozyo koww koon ts t1Gon zkyo oooz sotzoyont ko oznnm Zon Wkrwkz ntz? Gwo syl kzo? Mooz Sovtozo? boww NKK1 Kzyo qstms swr mwn zlotnoztqton koooozo nlnkson kw1 so soo mkzntnko r koykvon zo soozyo tzktytwk ykzzo kklwo 4strsmzqtn ozmo orwk qz? M 4.ytnkzr o znowtzo n?M 5.kzn ntkz italicized andboldfont;Group31 s22n t1r243146;42u zkw1zo 13544;1r33 6 Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 4925;IbW793 ozyo mkklwo qzsottzr 9NKK? wtrozkowtvo IbW793 sko looz tnoz tqton sk nmo 9...44. 45kzn 53NKK d44.44f1 Zomoz nto sko oon zlkmotkw wtrozko stms kostrsw ntoroz qy kztykw kzn wkz wtrozko. ls tzoy qokww oozmo mzoktz kzn sooozmo qoomon mkkwtm otno d453f1 soo tkw ktltwt skD1melanogaster kzn so tzom ooo kqzmtzkw 9SVa sk ntqqo kntmkww qy somkzztmkw qtwo qkwtrozko1 so otozmo qkqzmtzkw otmkztn zsot ksk oto ls sooozmo q sootto zsotm ozyo kzn tklwo lko1 so ykyykwtkz otmkztn kot yktw noton qy 53mklz WLF kkmstnztm kmtn. otmkozkoztm kmtn kzn ntsy wtzwoztm kmtn. koww kqy 4mklz WLF wtzwoztm kmtn. wtzwoztm kmtn kzn wtz wotmkmtn1 Ozsooolko ksk. so4mklz qk kmtn wtzwotm kmtn kzn wtzwoztm kmtn mkzlomoon tz so53mklz WLF kkmstnztm kmtn kzn otmkozkoztm kmtn. oomtow. tkksooo mo tzwtzr k:nokko. kzowzrko. kzn. k9nok ko1soo 53mklz WLF kosoz mkklwo qlotzr moon lIVa SVa rozoko somkzztmkw otmkztn1 4mklz WLF e1g1. wtzwotm kmtn yk kw lomoon l 49SVa tz kzn 46NVJK. klqkytw qzzmkzztmkw otmkztn1 Fmmntzr ot ntoDrosophila kok wkmv sywr qsoykyykwtkz 9 kzn :nokko lkon z oozmo kzkwo. kzn tswn lozklwo zsoto 53 55mklz WLF qy ooztkw qk kmtn om d445f1 Lsoyo. qwto kton tzso klozmo q53mklz WLF qookw rozoktz oyktz sokws. tywtzr sk 53mklz WLF kozzooztkw d445f1 s. ttrozokww kmmoon skDrosophila ow zWLF lktzon qy toroktkz nto. stms trozokww wtyton soooztkw 4mklz qk kmtn wtzwotm kmtn 45z: kzn wtzwoztm kmtn 46z61 Gkon zsomoz znokzn tzrskD1melanogaster wkmv 9kzn :nokko kmtt. twn looomon sk so 4mklz WLF lktzon qy tnto komoon tz NVJK kon otmkztn notkto qso53mklz WLF1 Zomoz nto sko kwtnkon stssot. kzn mz qtyon sooozmo qkzn 46NVJK tzD1melanogaster okm Mtzn wkl.zlwtson v? d454f1 Noo. rtoz soo qkrwkzntzwtvo ywomwo tzD1melanogaster okm. ttlklwo sk knnttzkw wttn motzr mm nmo myzn tytwk  somkzztmkw otmkztn lsoltzsotm myzoz sko zlooz tnoztqton o1L so myktzkw kzn ootyozkw v tzoonon qww owo soo to1 Fwroso. soooz n rro skD1melanogaster yk o kqzmtzkw otk woz qsoykyykwtkz otmkztn zsot ksk1 V ow strswtrs sozoon qm yttzr knkzmon ontmtz yosn tnoztq swr. kzn ltwn mkw ynow sk ontm sootto ltmsoyt qqzmtz1 soo qtzntzr. myltzon ts so omoz ltmsoytmkw nto. rro sotltwt skD1melanogaster wtvow twto otmk ztn trzkwtzr1 Noo. qso ootyozkw nto twwlozoonon loknno sookm wo kzn stwrtmkw mzo qsoo ltzsotm ozyo1 so tykzmo qn wto tzoztzr stoqw ynow rkzty qson qotmkztn trzkwtzr. tzsomz oqtzqwkyyktz koww kzztzqwkyyktz owkon stwr1 tzr tzqyktz 4Ltr1 oozmo kzn mkw noktw qsoynowon qwWMK mkzntnko1 F1Jyktz kmstomo qWMK kzn IM4;75 kzn vzz2ontmon qzmtzkw otno G1Wktto kwtrzyoz qIM4;75 kzn 7FS3 rozokon qy mkw ottz stzr skon om znk mo owoyoz kzn vzz2ontmon qzmtzkw otno ykvon ts konko tvI1Wktto kwtrzyoz qIM4;75 kzn 7FS3 rozokon qy mkw ottz ts mzoon otno strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1 Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 4:25;kwtnktz qsoIM4;75 ynow WY5 kwt mo ykon k6Jynow qIM4;75 woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kwt rks trs K1WMK 7FS3. mkzlwo otyon zsoontmon mo qIM4;75 roozon ts oztkw ykmso qmzoon qzmtzkw otno strswtrson L1yyk qqoko skon lWMK kzn oztkwD1melanogaster swr IM4;751 WJL 5Ltr1 oozmo kzn mkw noktw qsoynowon qwWMK5 mkzntnko1 F1Jyktz kmstomo qWMK5 kzn IM73: kzn vzz2ontmon qzmtzkw otno G1Wktto kwtrzyoz qIM73: kzn 4cN rozokon qy mkw ottz stzr skon om znk mo owoyoz kzn vzz2ontmon qzmtzkw otno ykvon ts konko tvI1Wktto kwtrzyoz qIM73: kzn 4cN rozokon qy mkw ottz ts mzoon otno strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1kwt nktz qsoIM73: ynow WY5 kwt mo ykon k6Jynow qIM73: woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kwt rks trs K1z mkon WMK5 4cN. mkzlwo otyon zsoontmon mo qIM73: rooz on ts oztkw ykmso qmzoon qzmtzkw otno strswtrson L1yyk qqok o skon lWMK5 kzn oztkwD1melanogaster swr IM73:1 WJL 6Ltr1 oozmo kzn mkw noktw qsoynowon qwWkmmwtz Lzsko mkznt nko1 F1Jyktz kmstomo qFRZ4F4 kzn IM:37 kzn vzz2ontmon qzmtzkw ot no G1Wktto kwtrzyoz qIM:37 kzn 5FSZ rozokon qy mkw ottz stzr skon omznk mo owoyoz kzn vzz2ontmon qzmtzkw otno ykvon ts konkotv I1Wktto kwtrzyoz qIM:37 kzn 5FSZ rozokon qy mkw ottz ts mzoon otno strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1kwtnktz qsoIM:37 ynow WY5 kwt mo ykon k 6Jynow qIM:37 woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kw trks trs K1FRZ4F4 5FSZ. mkzlwo otyon zsoontmon mo q IM:37 roozon1 ZTJ 317;ts oztkw ykmso qmzoon qzmtzkw otno strswtrson L1yyk qqoko skon lWkmmwtz Lzsko kzn oztkwD1melano- gaster swr IM:371 WJL 7Ltr1 oozmo kzn mkw noktw qsoynowon qwSF7N mkzntnko1 F1Jyktz kmstomo qSF7N kzn IM43:35 kzn vzz2ontmon qzmtzkw otno G1Wktto kwtrzyoz qIM43:35 kzn 6G; rozokon qy mkw ottz stzr skon om znk mo owoyoz kzn vzz2ontmon qzmtzkw otno ykvon ts onko tv I1Wktto kwtrzyoz qIM43:35 kzn 6G; rozokon qy mkw ottz ts mzoon otno strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1kwtnktz qsoIM43:35 ynow WY5 kwt mo ykon k6Jynow qIM43:35 woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kwt rks trs K1 SF7N 6G;. mkzlwo otyon zsoontmon mo qIM43:35 roozon ts oztkw ykmso qmzoon qzmtzkw otno strswtrson L1yyk qqoko skon lSF7N kzn oztkwD1melanogaster swr IM43:351 WJL 9Ltr1 oozmo kzn mkw noktw qsoynowon qwMM4 mkzntnko1 F1Jyktz kmstomo qMM4 kzn IM:7:4 kzn vzz2ontmon qzmtzkw otno G1Wktto kwtrz yoz qIM:7:4 kzn 7MJa rozokon qy mkw ottz stzr skon omzn kmo owoyoz kzn vzz2ontmon qzmtzkw otno ykvon ts onkotv Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 4;25;I1Wktto kwtrzyoz qIM:7:4 kzn 7MJa rozokon qy mkw ottz ts mzoon otno strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1kwt nktz qsoIM:7:4 ynow WY5 kwt mo ykon k6Jynow qIM:7:4 woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kwt rks trs K1MM4 7MJa. mkzlwo otyon zsoontmon mo qIM:7:4 roozon ts oztkw ykmso qmzoon qzmtzkw otno strswtrson L1yyk qqoko skon lMM4 kzn oztkwD1melanogaster swr IM:7:41 WJL :Ltr1 oozmo kzn mkw noktw qsoynowon qwJWKW4 mkzntnko1 F1Jyktz kmstomo qJWKW4 kzn IM:497 kzn vzz2ontmon qzmtzkw otno G1Wktto kwtrzyoz qIM:497 kzn 4OY rozokon qy mkw ottz stzr skon om znk mo owoyoz kzn vzz2ontmon qzmtzkw otno ykvon ts onko tv I1Wktto kwtrzyoz qIM:497 kzn 4OY rozokon qy mkw ottz ts mzoon otno strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1kwt nktz qsoIM:497 ynow WY5 kwt mo ykon k6Jynow qIM:497 woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kwt rks trs K1JWKW4 4OY. mkzlwo otyon zsoontmon mo qIM:497 roozon ts oztkw ykmso qmzoon qzmtzkw otno strswtrson L1yyk qqoko skon lJWKW4 kzn oztkwD1melanogaster swr IM:4971 WJL ;Ltr1 oozmo kzn mkw noktw qsoynowon qwMWa4 mkzntnko1 F1Jyktz kmstomo qMWa4 kzn IM45346 kzn vzz2ontmon qzmtzkw otno G1Wktto kwtrzyoz qIM45346 kzn 5LF rozokon qy mkw ottz stzr skon omznk mo owoyoz kzn vzz2ontmon qzmtzkw otno ykvon ts on kotv? tzsoMWa4 mkw mo. soowozmotzo tykon krwmtzo I1Wktto kwtrzyoz qIM45346 kzn 5LF rozokon qy mkw ottz ts mzoon ot no strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1kwtnktz qso IM45346 ynow WY5 kwt mo ykon k6Jynow qIM45346 woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kwt rks trs K1MWa4 5LF. mkz lwo otyon zsoontmon mo qIM45346 roozon ts oztkw ykmso qmzoon qzmtzkw otno strswtrson L1yyk qqoko skon lMWa4 kzn oztkwD1melanogaster swr IM453461 WJL Ltr1 oozmo kzn mkw noktw qsoynowon qwIWF4 mkzntnko1 F1Jyktz kmstomo qIWF4 kzn IM499 kzn vzz2ontmon qzmtzkw otno G1Wktto kwtrzyoz qIM499 kzn 6LQ rozokon qy mkw ottz stzr skon om znk mo owoyoz kzn vzz2ontmon qzmtzkw otno ykvon ts onko tv I1Wktto kwtrzyoz qIM499 kzn 6LQ rozokon qy mkw ottz ts mzoon otno strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1 kwtnktz qsoIM499 ynow WY5 kwt mo ykon k6Jynow qIM499 woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kwt rks trs K1 IWF4 6LQ. mkzlwo otyon zsoontmon mo qIM499 roozon ts oztkw ykmso qmzoon qzmtzkw otno strswtrson L1yyk qqoko skon lIWF4 kzn oztkwD1melanogaster swr IM4991 WJL Ltr1 oozmo kzn mkw noktw qsoynowon qwNWMJ mkzntnko1 F1Jyktz kmstomo qNWMJ kzn IM6 kzn vzz2ontmon qzmtzkw otno G1Wktto Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 425;kwtrzyoz qIM6 kzn 4ObO rozokon qy mkw ottz stzr skon om znk mo owoyoz kzn vzz2ontmon qzmtzkw otno ykvon ts onko tv I1Wktto kwtrzyoz qIM6 kzn 4ObO rozokon qy mkw ottz ts mzoon otno strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1kwt nktz qsoIM6 ynow WY5 kwt mo ykon k6Jynow qIM6 woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kwt rks trs K1IWF4 4ObO. mkzlwo otyon zsoontmon mo qIM6 roozon ts oz tkwykmso qmzoon qzmtzkw otno strswtrson L1yyk qqoko skon l NWMJ kzn oztkwD1melanogaster swr IM61 WJL 43 Ltr1 oozmo kzn mkw noktw qsoynowon qwWMK6 mkzntnko1 F1Jyktz kmstomo qWMK6 kzn IM4:4; kzn vzz2ontmon qzmtzkw otno G1Wktto kwtrzyoz qIM4:4; kzn 4KLQ rozokon qy mkw ottz stzr skon om znk mo owoyoz I1Wktto kwtrzyoz qIM4:4; kzn 4KLQ rozokon qy m kw ottz ts mzoon otno strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1kwtnktz qsoIM4:4; ynow WY5 kwt mo ykon k 6Jynow qIM4:4; woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kwt rks trs K1IWF4 4KLQ. mkzlwo otyon zsoontmon mo q IM4:4; roozon ts oztkw ykmso qmzoon qzmtzkw otno strswtrson L1 yyk qqoko skon lWMK6 kzn oztkwD1melanogaster swr IM4:4;1 WJL 44 Ltr1 oozmo kzn mkw noktw qsoynowon qwIGZ4 mkzntnko1 F1Jyktz kmstomo qIGZ4 kzn IM44533 kzn vzz2ontmon qzmtzkw otno G1Wktto kwtrzyoz qIM44533 kzn 6GNQ rozokon qy mkw ottz stzr skon om znk mo owoyoz kzn vzz2ontmon qzmtzkw otno ykvon ts onko tv I1Wktto kwtrzyoz qIM44533 kzn 6GNQ rozokon qy mkw ottz ts mzoon otno strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1 kwtnktz qsoIM44533 ynow WY5 kwt mo ykon k6Jynow qIM44533 woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kwt rks trs K1 IWF4 6GNQ. mkzlwo otyon zsoontmon mo qIM44533 roozon ts oztkw ykmso qmzoon qzmtzkw otno strswtrson L1yyk qqoko skon lIGZ4 kzn oztkwD1melanogaster swr IM445331 WJL 45 Ltr1 oozmo kzn mkw noktw qsoynowon qwNWMJ mkzntnko1 F1Jyktz kmstomo qNWMJ kzn IM447 kzn vzz2ontmon qzmtzkw otno G1Wktto kwtrzyoz qIM447 kzn 5MJc rozokon qy mkw ottz stzr skon omznk mo owoyoz kzn vzz2ontmon qzmtzkw otno ykvon ts on kotv I1Wktto kwtrzyoz qIM447 kzn 5MJc rozokon qy mkw ot tz ts mzoon otno strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1kwtnktz qsoIM447 ynow WY5 kwt mo ykon k6Jynow qIM447 woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kwt rks trs K1 NWMJ 5MJc. mkzlwo otyon zsoontmon mo qIM447 roozon ts oztkw ykmso qmzoon qzmtzkw otno strswtrson L1yyk qqoko skon lNWMJ kzn oztkwD1melanogaster swr IM4471 WJL 46 Ltr1 oozmo kzn mkw noktw qsoynowon qwGaF4 mkzntnko1 F1Jyktz kmstomo qGaF4 kzn IM6:4: kzn vzz2ontmon qzmtzkw otno G1Wktto Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 425;kwtrzyoz qIM6:4: kzn soynowon sykz GaF4 rozokon qy mkw ot tz stzr skon omznk mo owoyoz kzn vzz2ontmon qzmtzkw otno ykvon ts konkotv I1Wktto kwtrzyoz qIM6:4: kzn soynowon sykz GaF4 rozokon qy mkw ottz ts mzoon otno strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1kwtnktz qsoIM6:4: ynow WY5 kwt mo ykon k6Jynow qIM6:4: woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kwt rks trs K1GaF4 ynow. mkzlwo otyon zsoontmon mo qIM6:4: roozon L1yyk qqoko skon lGaF4 kzn oztkwD1melanogaster swr IM6:4:1 WJL 47 Ltr1 oozmo kzn mkw noktw qsoynowon qwWM4 mkzntnko1 F1Jyktz kmstomo qWM4 kznIM733 kznvzz2ontmon qzmtzkw otno G1Wktto kwtrz yoz qIM733 kzn6U rozokon qy mkw ottz stzr skon omznk mo owoyoz kznvzz2ontmon qzmtzkw otno ykvon ts onkotv? so rooz kotv ykv sokto kzkwr qb67 I1Wktto kwtrzyoz qIM733 kzn6U rozokon qy mkw ottz ts mzoon otno strswtrson tzr sost msoytmkw mw msoyo ISFSa J1kwtnktz qsoIM733 ynow WY5 kwt mo ykon k6Jynow qIM733 woq? WF rwlkw kwt mo kzvtzr ytnnwo kzno otno kwt rks trs K1WM4 6U. mkzlwo otyon zsoontmon m o qIM733 roozon ts oztkw ykmso qmzoon qzmtzkw otno strswtrson L1yyk qqoko skon lWM4 kznoztkwD1melanogaster swr IM7331 WJL 49 Ltr1 oozmo kzn mkw noktw qsoynowon qwWMJ mkzntnko1 F1Jyktz kmstomo qWMJ kzn IM6645: kzn vzz2ontmon qzmtzkw otno G1Wktto kwtrzyoz qIM6645: kzn 9_b rozokon qy mkw ottz stzr skon omznk mo owoyoz kzn vzz2ontmon qzmtzkw otno ykvon ts kon kotv? sorooz kotv nozo sokto kzkwr qI:9 I1Wktto kwtrzyoz q IM6645: kzn 9_b rozokon qy mkw ottz ts mzoon otno strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1kwtnktz qso IM6645: ynow WY5 kwt mo ykon k6Jynow qIM6645: woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kwt rks trs K1WMJ 9_b. mkz lwo otyon zsoontmon mo qIM6645: roozon ts oztkw ykmso qmzoon qzmtzkw otno strswtrson L1yyk qqoko skon lWMJ kzn oztkwD1melanogaster swr IM6645:1 WJL 4: Ltr1 oozmo kzn mkw noktw qsoynowon qwWMO mkzntnko1 F1Jyktz kmstomo qWM4 kzn IM67:: kzn vzz2ontmon qzmtzkw otno G1Wktto kwtrzyoz qIM67::: kzn 5OFM rozokon qy mkw ottz stzr skon om znk mo owoyoz kzn vzz2ontmon qzmtzkw otno ykvon ts konko tvI1Wktto kwtrzyoz qIM67:: kzn 5OFM rozokon qy mkw ottz ts mzoon otno strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1kwt nktz qsoIM67:: ynow WY5 kwt mo ykon k6Jynow qIM67:: woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kwt rks trs K1WM4 5OFM. mkzlwo otyon zsoontmon mo qIM67:: roozon ts oztkw ykmso qmzoon qzmtzkw otno strswtrson L1yyk qqoko skon lWM4 kzn oztkwD1melanogaster swr IM67::1 WJL Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 5325;4; Ltr1 oozmo kzn mkw noktw qsoynowon qwSI7 mkzntnko1 F1Jyktz kmstomo qSI7 kzn IM664; kzn vzz2ontmon qzmtzkw otno G1Wktto kwtrzyoz qIM664; kzn 5WUV rozokon qy mkw ottz stzr skon omznk mo owoyoz kzn vzz2ontmon qzmtzkw otno ykvon ts on kotv? sorooz kotv nozo sokzkwr qZ64 I1Wktto kwtrzyoz qIM664; kzn 5WUV rozokon qy mkw ottz ts mzoon otno strswtrson tzr so stmsoytmkw mw msoyo ISFSa J1kwtnktz qsoIM664; ynow WY5 kw tmo ykon k6Jynow qIM664; woq? WF rwlkw kwt mo kzvtzr ytn nwo kzn ootno kwt rks trs K1SI7 5WUV. mkzlwo otyon zso ontmon mo qIM664; roozon ts oztkw ykmso qmzoon qzmtzkw otno strswtrson L1yyk qqoko skon lSI7 kzn oztkwD1melanogaster swr IM664;1 WJL 4 Ltr1 oozmo kzn mkw noktw qsoynowon qwFSVa9FW mkzntnko1 F1 Jyktz kmstomo qFSVa9FW kzn IM664;; kzn vzz2ontmon qzmtzkw otno G1 Wktto kwtrzyoz qIM664;; kzn 5Y;T rozokon qy mkw ottz stzr skon omznk mo owoyoz I1Wktto kwtrzyoz qIM664;; kzn 5Y;T rozokon qy mkw ottz ts mzoon otno strswtrson tzr sostmsoytmkw mw msoyo ISFSa J1kwtnktz qsoIM664;; ynow WY5 kwt mo ykon k6Jynow qIM664;; woq? WF rwlkw kwt mo kzvtzr ytnnwo kzn ootno kwt rks trs K1FSVa9FW 5Y;T. mkzlwo otyon zsoontmon m o qIM664;; roozon L1yyk qqoko skon lFSVa9FW kzn oztkwD1 melanogaster swr IM664;;1 WJL Fs Iztltz Izmokwtktz slsk Mtzn. skzooz tzrs1 Lykw kzkwt Ttmskow mkkt. bkz Yt1 ottz slsk Mtzn. skzooz tzrs1 kwtnktz Ttmskow mkkt1 tkwtktz Ttmskow mkkt. skzooz tzrs1 _ttzr trtzkw nkq Ttmskow mkkt. slsk Mtzn. skzooz tzrs1 _ttzr oto onttzr Ttmskow mkkt. bkz Yt.slsk Mtzn. skzooz tzrs1 Zoqoozmo 41 Gmo QF1Ktmkz tntzksyk. kwwortm tzqwkyykt z.kzns noqozo1 I TwTon1 533?  669671 WTOJ 4:43 :3 51 Rskzko W.Mko J.Qkzo JZ. So SM1Ktmkz tntztzqwkyykt zltzso t.skyk  mwr. kznsokotm qzto 1I  Ton Isoy1 533;? ;6446731 WTOJ 4;6399; 6 61 Zmsk WU.Wwyl Q.Iqqykz T1 Ktmkz tnwttn yontk qtzqwkyykt ztzkzwk zktz1 tzro oytz Oyyzks w15336? 5954955;1 s22nt1 r2431433;23 3543363 4657 WTOJ 45997: 71 Gkwtzno Q._tzokn T. Jozzt KF1Wsswtk oF5 orwktz qkkmstn ztm kmtn yltwtkt z1 LKG So1 5335? 964 5:1 WTOJ 4573446 91 MtuzTF. Sowto II1 Zorwktz qkkmstn ztm kmtn owoko kznmwtm ss wtko F5kmtk tz1 QSovm Gtw1 4? :966366:1 WTOJ 433396 9 Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 5425;:1 Iskznko vskkz U.tyyz JS1so mmwr ozko1 Mozyo Gtw1 5337? 95741 s22nt1 r243144:2r l53379 574 WTOJ 4967937 4 ;1 Moro FS.Itwwtzk I.Iwo TW. _nmmv Z.Gzkmmt M.Znws R.okw1Imwro zko5 rozoko kzttzqwky yk yontk qy york6 qk kmtn1 UkIsoy Gtw1 5343? :76677 41 s22nt1 r24314362 zmsoylt16 :;WTOJ 5376:7: 1 oskz IU. Nzr .Mzo R.Iwrkz W.Jomskzn WZ.Tttmv M.okw1Zowt zkqkytw qltkm tonm qyork 6qk kmtn kzqyk tzmtmt tzttkon lkttz okyoz skmzo tzqwkyy ktz trzkw1 QK Ton1 5335? 4: 43594 36;1 WTOJ 45643 47 1 Okz O.Nonomv J.Nqsotz R.Zqqot Q.V)Jzz owwG.Rsz N.okw1Twomwk ozy wr q wtrozk o1Fms Gtmsoy Gts1 5343? 936 4:44;71 s22nt1 r2431434:2u1k ll15343 131 34:WTOJ 533439 431 Lkzr a.Rknmo S.om FF146s nmkno mkntoz tmkmtn 46NVJ Ktzmkt zkzn mzotz zow nm loznso wtkwmoww1 QSttn Zo1 4? 73:;3 ;1WTOJ 434457 441 bstnk b.Rnkt .kvoyk .Ttzkytky kb.UtvtK1tywkzo yokoyoz qL5t kzo. snm knomkntoztm kmtn. snotm kokoztm kmtn. kznsnm swoow qy stwrtm kwkywo1 Fzkw Gtmsoy1 533? 6; 43944 91s22nt1 r2431434 :2u1kl15331 37135 WTOJ 4759;6 451 om FF1Fkmstnztm kmtn mmsy oW793 orozk oksk1 QSttn Zo1 533? 93w 951s22nt1 r243144 72uw1Z3336 QSZ533 WTOJ 4959;5 461 Lzv IJ1 Wkrwkznt zkznwovt ozo knkzmo tzotmkztn ltwr 1mtozmo1 5334? 57 4;44;91 s22nt1 r2431445:2m tozmo157 199714;4 WTOJ 44;56 36 471 styt 1Sttn yontk tzsokws kznntoko ozyo kznomo ksokotm kro q soorwktz qtyyzt kzntzqwkyykt z1Fzz Zo Wskykm wtmw1 533? 74564931 s22nt1 r2431447:2 kzzo1sk y134433 1479:4: WTOJ 467637 491 _kzr J.Jlt ZU1 Ktmkz tnkznmkzmo1 UkZo Ikzmo1 5343? 43444 61s22nt1 r2431 4362zm53 WTOJ 534:64 4:1 ommst FQ.tyyz JT. Tkwv vtTM1 mkw lkt qqk kmtn lko ltzntzr mmw rozko51 QGtwIsoy1 5343? 59 55495554 :61s22nt1 r243143;7 2ulm1T443144 :; WTOJ 537:6353 4;1 Tkwvvt TM. soz KJ.Skvvtno RT. Ztovo IQ.Ttmtowwt Z.yts _S. okw1m oqotmk ozkoztm kznwtzwotm kmtn tzsommw rozko toqkrwkzntz ozno tnoNzsko 41 QGtwIsoy1 5334? 5;: 6;97;6;999 1s22nt1 r243143;72u lm1T4395 533WTOJ 447;;43 41 ommst FQ.Vwkzn GQ.Ukznkrtt Z.Tkwvvt TM1 Ozotrktzr lko ytmt tzmmw rozko5 sowoqFr453 kznotno wtztzr sosnsltm ro1 QGtwIsoy1 5345? 5; 57:457:63 1s22nt1 r243143;72u lm1T44516; 5576 WTOJ 55:6;7;7 41 Jlt ZU. Flky zG.Iqqn S.Mk ZF.tyz S.kz JoWo SG.okw1Imwro zko tzltwr kznntoko1 LFKG Q14? 4543:643;61 WTOJ ;6;;43 531 Lzv IJ1 so ywomwk ltwr qykyyk wtkzwtrozk okznsoo qotmkzt nqzmtz tzr wtroz konoqtmt ozytmo1 Gtmsty Gts Fmk1 4:? 4637 :971 WTOJ 77;94 541 Fntkz K.Nozztr Z.Lto N.Jtzr a1so Zwo qWWFZr kyyk Zomo kznSovt ozoG7 Zomo tzTontktzr soKqqom qSb56444 tzWkzmo ktmIkzmo1 WWFZ Zo1 533? 533 5;3:1 s22nt1 r2431449 9253325;3 :WTOJ 443;3 551 WooMw nozT.Gmv M1 9wtr ozko kznLSFW1 Wkr wkzntz Sov Koz Lk Fmtn1 5336? :431 WTOJ 45995 561 lkn T.Wootk TW. Gkwwoo O.Nkn V.Lozk znoS oJ.Wkntww QT.okw1zsot q wttz F7l9wtr ozko yontko WWFZr kyykno oznoz. zoo mto oqqom qtrwtk zo tzootyo zkwvo1 QUomt1 533? 56;9671 s2 2nt1r243149 562QUK ZVIO1 99531533 WTOJ 4654; 7 571 Qktzr Z.Qktzr O.Rr Z.Gks FZ.kyow U1Vzsoowtz ktrtz qmmwr ozko IVa tyo mskkmot ktz qyktzo tzool ko IVa rozo tz tznooz noz nwtmktz ooz tzoolko kzntzool ko wtzokro1 QGtwIsoy1 5337? 5; 46:5746:6 61s22nt1 r2 43143;72ulm 1T6465953 3WTOJ 47;65;44 591 Gzn MS1Uzyky ykwtkz mo qotmkzt n1Fn Wkrwkznt zsyl kzo Sov Zo1 49? 47555:51 WTOJ 5:5;;4 5:1 Ikk Q.Zoww Q.Mow K.Iky L.Gkwnoww T.Gowwoa.okw1Jooytzkt zlNWSI ZOF q tyyzo kmto krw kzntz K5tzGwkowwk roykztm kkznMww ltykmwk 1Zo K Lttw1 4:? 7593;9441 WTOJ 67;3:4 5;1 Rty b.Fsyon .kzwo J.FzI1Ktmkz tnyontk ontyyzt tztzom1 Jo Iy Oyyz w1 534? 64634761 s22nt1 r2431434:2u1 nmt1534;1451 339WTOJ 5559339 Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 5525;51 WkroT.Zoww Q.Ikk Q.Mow K.Mkwno U.Ztrkn T1Imwro zko kznwtroz kowtvo kmtt tznstwk yowkzr ko1 Wkr wkzntz1 4:? 65;5;731 s22nt1 r2431434:233 3 :3: 3497 WTOJ 64364;6 51 wo S.knwtzr FI1Jstw kW kmmwr ozkowtv oqkmtwtk qqwwtmwo ykktz 1Joow yoz1 533? 469 67;1 s2 2nt1r243145 752no134 ;93 WTOJ 454:4: 631 Wkv Q.kzwo J.Rty b1Zwo qotzom tztzWMK5yon tkon mowwwk tyyzt tznok ot rk1 WS VUK1 5347? o439;4;1 s22nt1 r243146; 42uzkw1 zo13439 ;4;WTOJ 594467 641 Zkrkl F.Gtms I.syk QTL. Gtms Q.Isk N1Stroz komzotz qkkmstn ztm kmtn tz ykwo kzntzoytzko nqoykwo qsoqtolk. soyl tknyotmk skz k1Ozom Gtmsoyt  14;? 4;:6;31 s22nt1 r2431434 :233534;3 ;3354 ; 651 Stkzmsk zvkF.Lozo O1Stroz ko mmoz mo.qzmtz kznmkkw t1QWwkz Wstw1 533:? 4:6 6769;1 s22nt1 r2431434:2 u1uws1533914 4133: WTOJ 4:6:665 661 Wt RJ.Gz MZ. Ntk T. stlknU toz L.Fksz F.Kywko kV.okw1Zoqo kznko zykyykwtkz oqoozmo oozmo 1Umwotm Fmtn Zo1 5347? 75;9:1 s22nt1 r24314362 zk2 rv4447 WTOJ 5759765 671 Rkzostk T.M 1RKMM v ozmmwont kqrozo kznrozyo1 Umwotm Fmtn Zo1 5333? 5 5;631 WTOJ 43954; 6 691 WotQ.Mtstz U1WZVTFS6J ywtwo otz oozmo kwtrzyoz ozskzmo nts owtzk kznsoontyoz tzkw mkw tzqykt z1Tosn TwGtw1 5347? 43; 5:65;41 s2 2nt1r2 431433;2; 4:5;36: 7:;i4; WTOJ 574;37 3 6:1 Ltzz ZJ. Gkoykz F.Iwoyoz Q.Irrtww W.Kloskn Zb.Knn Z.okw1Wqky sootz qkytwto nkklko1 Umwotm Fmtn Zo1 5347? 755551 s22nt1 r24314362z k2rv455 6WTOJ 5756; 4 6;1 Qzo W.Gtzz J.Iskzr N.Lko T.St_.TmFzwwk I.okw1OzoWmk z9rozyo mkwo otz qzmtz mwktq tmktz1 Gttzqy ktm1 5347? 63456:45731 s2 2nt1r243143 62lttzq yktm2 l364 WTOJ 57794:5 : 61 Wznt .Tkrkz oT.Tktz TQ.V)Jzk zI1okms tzrkznUktrktzr ztW Jkklk o1I Wm Gttzqyktm 15349? 93431 61 Gmskz J_F. Ttzzomt L.Uroz IV. Gz R.Qzo J1mkwklw ool otmo qsoWOWZKJ Wotz Fzkwt _vloz ms1Umwotm Fmtn Zo1 5346? 74671 s22 nt1r243143 62zk2r v64 WTOJ 56;79 731 Jnovt F.Iwo I.Wmo Q.Gkz MQ1QWon7 kotz omznk mo ontmt zoo1 Umwotm Fmtn Zo1 5349? 7661 s22 nt1r243143 62zk2rv 665 WTOJ 5964 74 741 bkz Z.aJ.bkzr Q._kwvo .cskzr b1Fmykkt okoyoz kznkzkwt q53oooz k tooozmo kwtrzyo zyosn qotz mo ontmtz1 mtZo1 5346? 65:41 s22nt1 r24314362 o35:4 WTOJ 5734749 751 Gkz MT. mskqqoFF.Frkkwk Z.Fwmsw L.Stykz JQ.Tknnoz S1Jyktz ozskzmon wv tyo kmmowokon GSF 1GtwJtom1 5345? ;451s22nt1 r243144:24; 79:493; 45 WTOJ 5594373 761 Fwmsw L.Tknnoz S.mskqqoFF.cskzr Q.cskzr c.Ttwwo _.okw1Mkon GSF kznWO GSF kzo rozok tzqotz nkklko okms rky 1Umwotm Fmtn Zo1 4;? 5966 67351 WTOJ 597:7 771 Ltzz ZJ. Iwoyoz Q.Knn Z1NTTKZ ol oo tzokmto oozmo tytwkt okmstzr 1 Umwotm Fmtn Zo1 5344? 651s22n t1r243143 62zk2rv 6:;WTOJ 549645: 791 Qsz G.kwtF1Iykkto ot zmo ynowtz rltokto kwtrzyoz. ynow ltwntzr kzn ynow koyoz 1Umwotm Fmtn Zo1 5336? 6465651 WTOJ 4596:47 7:1 _.cskzr b1SVTK kwmkw yoks okntzroo qotz mo ontmtz1 Umwotm Fmtn Zo1 533;? 6966;966 51s22nt1 r2431436 2zk2rvy59 4WTOJ 4;7;93; 7;1 cskzr b1OFKZ oo qotz 6Jmo ontmt z1GTI Gttzqyktm 1533? 731 s22nt1 r243144:2 47;45439 73 WTOJ 454964: 71 _oll G.kwtF1Iykkto Wotz m oTnowtzr tzr TVJKSSK Z1I Wm Gttzqy k tm15347? 7;651s22nt1 r2431433 5237;459396 1lt393: 7;WTOJ 594; 5 71 Ukooy F.tvqq J.Rov 1Fmykkto n qkktwklwo qko qstrskm mkm syw rynowtz rqy oozmo kwtrzyo zmkw ynow1 Wotz mt1533:? 493571 s22 nt1r243144 4321394 53: WTOJ 4::33:; 931 Z F.Rmv kwF.cskzr b1OFK Zkztqton wkqy qkykon otz m okzn qzmtz ontmt z1UkWm1 5343? 9;59;6 1s22nt1 r24314362z 1534319 WTOJ 536:3;:; Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 5625;941 Rs Gb.oMQ.Sty.Iszr b1Mozokw oto zmo ontmt zqtwtrsz o otz1 so GtwTon Tnow1 5349? 45491s22nt1 r243144 :245;: 3493347 4WTOJ 5:66397 951 Goykz NT. _ol vQ.Lozr c.Mtwwtwkzn M.Gsk U._ottr N.okw1so Wotz Jkk Gkzv1 Umwotm Fmtn Zo1 5333? 55695751 WTOJ 4395569 961 Rks R.Ttkk R.Ryk R.Ttkk 1TFLL kzow yosn qktn ywtwo oozmo kwtrzyoz lkon zqkLto kzqy1 Umwotm Fmtn Zo1 5335? 636396 3::1 WTOJ 4546:3 971 Wt V.V)wo K.Uonky oI1mqqooE trkol oo qmytzr. okwktzr kznmyltz tzrywtwo oozmo kwtrzyo z1Umwotm Fmtn Zookms 15336? 646936693:1 s22nt1 r2431 4362zk2rvr95 5WTOJ 4557697 991 aJ.cskzr b1Oytzr sostmkw okwty kznmkw kmmkm qotz ynow lko kytmwoo wozor ytztytktz 1Gts Q15344? 434 59595 9671 s22nt1 r2431434 :2u1lu1 53441431357 WTOJ 553;95 9:1 _tonootz T.tw TQ1WFol tzokmt ool otmo qsoomrzttz qo tzsoo ntyoztz kwmo qotz1 Umwotm Fmtn Zo1 533;? 6973;1 9;1 Zmso JG.Gozk tkT. TmMqqtz SQ1Fotzr sokwt qynowwon 6Jotz mo tzr soTnLVS Joo1 Tosn TwGtw1 5347? 446; 64361 s2 2nt1r243143 3;2;4 7636:: 9i;WTOJ 579;67;: 91 Zk F.Stznksw K._kwwzo G1Oyon ynow kwt koyoz tzr WY51 GTI Gttzqy ktm1 5345? 465571 s22 nt1r243144 :247;4543 946557 WTOJ 55:633: 91 aJ.cskzr b1Fltztt otz mo koyl wtzr mztz mo qkryoz kznt yton vzwon rolkon qmo qtown1 Wotz1 5345? 34;494 ;691 s22nt1 r2431433 521 573:9 WTOJ 557449:9 :31 Woooz KL.Mnnkn J.Nkzr II. Ims M. Moozlwk JT. Tozr KI.okw1IL Istyok ktkwtktz oy qowk ookms kznkzkwt1 QIy Isoy1 5337? 594:394 :451 s22nt1 r243143352 umm15337 WTOJ 495:7597 :41 Z F.bkzr Q.cskzr b1IVLFIVZ kzkmmko mykkt okwrtsy qmo lkon otz qzmtz kzzkt z1Umwotm Fmtn Zo1 5345? 737;41 s22nt1 r2431436 2zk2rv6;5 WTOJ 559;3753 :51 ms ntzro S1so WTVS Twomwk Mkstm oy. otz 4115349 Ozo1 :61 bkzr Q.Z F.cskzr b1Wotzwtrkzn ltzntzr toomrzttz tzr mywoyozk ltzntzromtqt m lmo myktz kznoozmo qtwo kwtrzyo z1Gttzqyktm 15346? 5595991 s22nt1 r24314362 lttzqyktm 2l77; WTOJ 56;9;:5 :71 cskzr b.vwztmv Q1Tkwtrz kotz mo kwtrzyo zkwrtsy lkon zsoTmo1 Umwotm Fmtn Zo1 5339? 6656355631 s22 nt1r243143 62zk2rv t957 WTOJ 49764: :91 Gooww F._otzkzno Z.Sznt M.Zkk N.styut T.z .okw1Gttzqyktm kznozyktm mskkmot ktz qsoTFWKM oqkyt w1LKG Q15339? 5;5 4:4;361 s22nt1 r2431444 42u1 4;757:915 3391379:1 WTOJ 49;7;9 : ::1 Qoroms wnI.Wkowtv .Wszoz W.Gskvk W.Msorso RZ.Ml U.okw1mkw lkt q tznmon qyktz qsotzqwkyyk yontk krw kzntz K51Wm Ukw Fmkn mtF1533? 439 4444344449 1s22 nt1r243143 ;62zk13 357439 WTOJ 4:59:4 :;1 uroz .Un Q.KvT.Qskzz W.StM.Momstznz o1Ikw mo qytmy kw krwkzntz K5zsko tno tztrs tzntot tzsoTFWKM oqkyt w1Wm Ukw Fmkn mt F15346? 443 63:6441 s22nt1 r243143;62 zk1454937 443WTOJ 5676447 :1 Qkvlz WQ.Troz oz Z.Tkzmtzt Q.LnNms tzz F.Woz G1Iyyz mkw qoko qTFWKMk tnook noqkyt wqyoylkzo kmtko notz ts strsw ntoroz qzm tz tzotmkzt nkznrwkstzo yoklwty 1Wotz mt14? ::51 s22nt1 r2431 444321 161: WTOJ 4334: ;5 :1 Qkvlz WQ.so z.Trozo zZ.kyow z G1Onoztqtmkt zqsykz krwkzntz K zsko kytmy kw.rwkstzo nooznoz .tznmtlwo ozyo. mzttzr koztkw zow nr kro1 Wm Ukw Fmkn mtF14? :;553; 5591 WTOJ 436;;69 ;31 Nkzr a.bkz _.Mk J.zr T.ktN.cskz I1m kwkzn qzmtzkw mskkmo tktz qsykz ytmykw kr wkzntz Kzsk o4lmyk tzkw ynowt zrkzn tontom onykrozot1 Gtr Ton Isoy1 533:? 47699669: 51s22n t1r2431434: 2u1lym1533:1 341343 WTOJ 4:7646: ;41 kztvkk U.Vsytk b.Vsvl N.Nksty R.Rkzrkk R.Rutyk T.okw1Onoztqtmkt zkznmsk kmotkt zqkzow o qyoylkzo kmtkon krwkz ntzKzsk o1Gtmsoy Gts Zo Iyyz1 5335? 54 71 s22 nt1r243143 3:2llm15 3351:964 WTOJ 44::7 7; Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 5725;;51 _kkzklo R.Vsvl N.Utk N.kztvk kU.Rnk U.O.okw1Koztkw 443I tzkmto toq yoylkzo kmtkon krwkzntz Kzsk o51 Gtmsoy Gts Zo Iyyz 15336? 63: 9;; 941 WTOJ 4537:37 ;61 bkyknk .Ry Q._kkzklo R.Vsytk b.kvkrk kL1Ikw mo kzntlwo mkkwtm yomskzty qytmykw krwk zntz Kzsk oo 5yWMK 51QTwGtw1 5339? 67 44:6 44;:1 s22nt1 r2431434 :2u1uyl1533 91361369 WTOJ 4997: 95 ;71 Goz K.Skmt WotzU.Gmso Rkwtv .Isknowk tzoW.Lto TF1 so Wkrwkznt zL zsko Fmtt qsoNykz Fwno Zonmko FRZ4G 4Gtzr Uo Sozo Sv kWkswrtm Iznttz1 Lz Wskyk mw15345? 61s22nt1 r2431662 qsk15345133 3WTOJ 55:97;9; ;91 Goz K.Gmso Rkwtv .Isknowk tzoW.Tkno K.Nko U.Skloro Wb.okw1so sykz kwno onmko FRZ4G4 kwtqto ksotyk krwkzntz Lzsko tzsooznyo ty1 Q Iwtz Kznmtzw Tokl1 5344? :543541 WTOJ 5376; ;: ;:1 Zt L.Nkoykz zO.Ttmswo F.Qkmstytkv F.mszotno .Rkw T.okw1so mk wwrkstm mo qsokwno onmko OJJ995 mywo s ntom z nzkt zqy tzo 71 Fmk Ikwwr JGtwIkwwr1 5337? :3467;46 971s22nt1 r2431443; 2 33;7773 73446;3 WTOJ 495;54 9: ;;1 Gsoz RT. Mtysk IK.SktIQ.Nktz JN. Ztzro J.Wov MF. okw1tzo 7tsoz nz kznsttntzo443 ntom lko oomso ytmkw owomt ttzsoonmt zokmtz qsykz kwno onmko ozyo vtzotm kznmkw mo qsob7N ykz ozyo 1Gtmsoyt 1 47? 66535453651 WTOJ 44;:9 ;1 KwRkllkzt V.Mooz UI. StzM.Ikz T.Ukkkzk .To RT. okw1mo qsykz kzn mtzo kwnosno onmko kzozyo tywtmkon tzntklotm mywtmk tz1 Fmk Ikwwr JGtw Ikwwr1 47? 939: 1s22nt1 r2431443 ;233;777 73395;9 WTOJ 495696 ;1 szztoz Tkuwotz TMT.Fznoz G.kyowz G._zr I.Nkorr yQc1Ikw m o qwovto zoF7snwko tzmywo ts mkt wkznmyott otrsltzntzr tzstlt1 LFKG Q15335? 4:4:74:931 s22nt1 r243143 :2qu134434;quo WTOJ 4553;335 31 swkzno L.Tk F.Zo G.Lzto ckwvt T.szztoz Tkuwotz TMT.Nkorr yQc1 molk onntom tzqsokmto tomsoyt qwovtozo F7snwk otywtmktz qT4 kytzotnk okzntzstlt notrz1 Isoy Gtw1 533? 49535 1s22nt1 r2431434 :2u1 msoyltw15 3313;134 WTOJ 43735 41 Ikzrk Z.Nkwty J.Ttz T.L F.Ssolo I.Gzzotw K.okw1Rtzotm mskkmot ktz kzn tnoztqtmktz qsokmwktz kznrwmwktz to qomyltz kzsykz rkyykrw kywkz o tnko1 Gtmsoyt 1 533;? 7:45596 455:51 s22nt1 r2431435 42lt;339:m WTOJ 4;57:9 51 _o TG. Isoz b._tmvsky .No F.Ikstww R.Nkztrkz TN. okw1Uow tztrs tzovktm rwkyw kzotnk o4qy somkw mo qsorwkyko lzn sykz ozyo1 QGtw Isoy1 5346? 5 6435 64461 s22nt1 r243143; 72ulm1T44617 46 WTOJ 5737;9 61 Utkzkt b.k b.Fnkmst N.uty T1Ikw mo qsykz ozkw ntotnko tzwon tz lokwkmky snwt1 QTwGtw1 5335? 654 4;;4 71WTOJ 45477;;; 71 sowkzn T.skzvk kzkkkzkz W.msoo .Utrky 1Ktnozmo qsooozmo qss wttn snotno rwkstzo otnk otzsykz wkowo tywtmktz qttzwoyoz tzsoorwk zov qso45wt rozko ksk qkkmstnztm kmtn yoklwty1 Gtmsoy Q15334? 696 44331 WTOJ 444497 35 91 k IK. Goww .Lrwk tL.Tkt W.Zot F. .okw1so mkkwtm toqrwkstzo otnko 1Fzttn Zon trzkw1 533? 434949495:1 s22 nt1r243143 2k153 315399 WTOJ 49335: :1 Zonnkzzk W.Wkls R._sowkz Q.Zonn II1 Iklot nko Fmkkwon ntom mzotz q wovtozo I7wovtozo L71Fms Gtmsoy Gts1 5336? 746 494:61 WTOJ 45;5:45 ;1 kzrwk S.Ftwo La.Nlo Z.MytZ sLa.Fwk QS1Tkyyk wtkzyokwwo tnko tzstlttz k sonoqozo lkto qFmkt kkto1 Wm Ukw Fmkn mtF1533? 43: 4;764;7;1 s22 nt1 r243143;62 zk1345 :5643: WTOJ 44;59 1 Ozo .Otvk J.Vvkkvt U.Rtzrkk .Tky kN.ny oU.okw1Tomskz tyqyokw kmt ktz qsykz soyk totm krw kzntz Jzsk o1Ukm Gtw1 5336? 43545 :1s22 nt1r243143 62zl3 ;WTOJ 45:5;55 6 1 kztvk .Ukvkkzt b.oyy U.Tkvkyt T.Rn O1Twomwk tnoztqtmktz qmwtm k rwkzntz K5zsko sktqzmtzkww mwon ts mmwr ozko4 tztyyontko krw kzntz K5 ltzsot1 QGtwIsoy1 5333? 5;9 65;;9 65;51 s22nt1 r243143; 72ulm1T3369 37533 WTOJ 43556:6 31 _oko FQ.wwtkz _W. Low Q.Voz GF.q JV1 Ikw mo kznkmtt qsykz 56. k sok smv otz 3mmsko zo1 QGtwIsoy1 5333? 5;9 5637956395 1s2 2nt1r243143 ;72 ulm1T33674 3533 WTOJ 4344:: 3 Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 5925;41 KwNkkt b.Lktk FJ.Wtwvk K.Rttowk T.Voy kzz.Tktz N.okw1Fzkwt qsolko ltzntzr toqsykz mklzw onmko IGZ4 kznIGZ6 ltontomon ykrozo t1Isoy Gtw Ozokm1 533? 4; 5675741 s22 nt1r243143 4:2u1mlt153 3144133 7WTOJ 43:4;9 51 Gkoykz ZS.Zks J.ks kzutkz G.svk RT1 Nykz mklzw onmko 4tkzztrw  kstzo onmko 1QGtwIsoy1 533? 56 69;9:69;:5 1s22nt1 r243143;72 ulm1T3;45 9533 WTOJ 45:76 61 Utooz LN.msw S.Qknsk F.Gsktk I.M R.Tkwzo JQ.okw1Ntrskqqtz ttzstlt qsykz UFJnooz noz 49sn krwkz ntznosnrozko yomskzty qtzstlttz kznmo kmtt owktzst 1WS VUK1 5343? 9o46;41 s22nt1 r243146; 42uzkw1 zo13346;4  WTOJ 543;54:9 71 _kzr S.Rwykm ZQ1syl kzo zsko mo kznqzmtz qotz kznrozo1 Wkr wkz ntz Vso Sttn Tontk1 5335? :: 737551 WTOJ 4576566 91 Mozrotms LW._koykz TZ. KrwtT1Zomoz mkw Oztrs tzIms yo W793 Lzmtz1 ozn Wskyk mwmt1534:? 6;:59:731 s22nt1 r2431434 :2u1t1534 :139133: WTOJ 5;5:;:; :1 ttr RJ.Woo I.s U.RkwwS.Kwqz F1so VWIVU ol oo qmzoz ontmt z qyoylkzo otz wr kzntrzkw otno1 Umwotm Fmtn Zo1 5349? 767341 s22 nt1r2 4314362zk2r v79 WTOJ 59:7 7: ;1 tyyz JS.Gtzr ZT. Nwk1Imwro zko tyo soltwr qkrw kzntz zsot kzntzstlttz1 Wskykm wZo1 5337? 9:6;76; 1s22nt1 r243144572 19:1616 WTOJ 4964; 43 1 Wtm J.SwwWQ.Mkkt ZT1 so ak mkw mo qsoyoylkzo otz krwkzntz N5 zsko41 Uko1 47? 6:; 57657 1s22nt1 r2431436 26:;576k3 WTOJ 4547  1 SwwWQ.Wtm J.Mkkt ZT1 so mkw lkt qkttz kmtt tzqoon qy somkw mo qtzkmtkon krwkzntz N5zsko1 Ukm Gtw1 49? 5:6;:761 WTOJ ;995;59 4331 yts _S. Jo_t JS.Mkkt ZT1 Imwro zko mkw .mowwwk. kznywomwk ltwr1 Fzz Zo Gtmsoy1 5333? :479451 s2 2nt1r243144 7:2kzz o1ltmsoy 1:141479 WTOJ 43::79: 4341 kwyoz R.Gorwtz _K. Qktzr O.mszotno I.kk R.Gks FZ.okw1mk wkznqzmtzkw myktz q49 kzn49Zomtqtm mmw rozko qy somkw Wwokk syykwwk 1KQGt msoy1 5337? 5;4 696669 61s22nt1 r24314444 2u1334759: 153371375 1 WTOJ 4964;9  4351 Rkwrvk F.Io GI.Zwtz z_. Tkzo FG.Rkv RZ.Zoyyow ZW.okw1Gtmsoyt mkww lkon notrz qmmwr ozko5 IVa5 tzstlt qkmtwo mzotz qzzotnkw kzttzqw kyyk nr oz kznstrsw owomto IVa5 tzstlt1 Wm Ukw Fmkn mtF15333? ;59 631 WTOJ 43:644 4361 Mkmsk .Vwt KN1Somtzo2k wtzootno ntom rozkt zqwtzwotm kmtn l43Z kznZ ntrozk o oo tzkzntontomon ykrozo tL43Znt rozko ts okwm sw zsko kmtt1 QGtwIsoy1 533? 57 46;99 46;:91 s22nt1 r243143; 72ulm1T3: :9533 WTOJ 457:5 4371 tns Z.SooQb.bkz I.yts _S1 Iy ktz qmmwr ozko4 mkw mo mkwv loooz yzyo myttzr mmwr ozko4 syntyo 1Gtmsoyt 15343? 7;3:;3;1 s22nt1 r243143542 lt43365 WTOJ 53::;; 4391 styky .bstnk .Ozt.Msnk R.Rlkks tb.Lutyt R.okw1UTZ wtz mo q wtmkwtzo krw kzntz Jzsk ootnozmo qktkw owktzr qmkkwtm mvo kznot ztm kmtnltzntzr mvo tstz somozkw mkt1 QGtwIsoy1 533;? 55 646;6646; 1s22n t1 r243143;72u lm1T;33456 533WTOJ 4;;49466 43:1 mszotno TZ. kzr JM. mstzo T.Nzz R1Wkmm wtzkzntkzkwro kztyokktm oqqom kznyomskzty qkmtz1 Ikzmo Tokkt Zo1 47? 46676:71 WTOJ ;;459: 43;1 Istkzr I.bos N._kzr S.Iskz U1Ikw mo qsosykz kmmwtz zsko 1QTwGtw1 533:? 6:7 5::5;71 s22nt1 r2431434:2 u1uyl1533:1 3136 WTOJ 4;353;:: 431 Fr N.Rkzkv kb.Otvk J.Sky GR.styky k.Foz RL.okw1Ikw mo qksykz yoylkzo otz tzwon tzmotz wwovtozo ltzso t1Uko1 533;? 77 :3:4 51s22 nt1r243143 62zko 396: WTOJ 4;:6597 431 Lorz FJ.TmRooo GT. a._tzto vtJ.Ttwwo JR.bkytz .okw1Ikw mo qtzstlt lzn sykz 9wtr ozkokm tktzr otz1 mtozmo1 533;? 64; 9439451 s22nt1 r2431 445:2mtoz mo1447767 :WTOJ 4;:3347 4431 Nz .Fnow .msykzz Z..Rkvwkky RZ.Wwkyk ko F.okw1Kwtzk kom q wtrozk okznrozotm ntot qsykz wovtozo trzkwtzr 1Wr Sttn Zo1 5349? 9;4661 s22nt1 r2431434:2 u1wto15347 1441334 WTOJ 597693; Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 5:25;4441 kz S.atza.cskt S.soz S1Jstwk Lon FZF kznKWF btown Ktmkz tn.49Nn 9c.c. 44c. 46KKtm kokoztm Fmtn. kzn49Nn 9c.c.44c .46K.4; cKtmkoz koztm Fmtn1 St tn1534:? 94769771 s22nt1 r2431433 ;244;79 34:74646 WTOJ 5:6479; 4451 soz SZ.SktIY. Lozr a.Wkzoww SJ._kz QG._kzr QJ.okw1Jstw kwkmv I53 kznI55 WLF1 QSttn Zo1 5343? 9459551 s22nt1 r24314472u w1T339 57WTOJ 53:9:4; 4461 kzwo J.Rty b1Wkr wkzntz kznsot omo tztzom ltwr1 Lz Kznmtzw Skkz zo1 5344? 54391 s22n t1r243166 2qozn15 344133439 WTOJ 55:97 73 4471 soz KJ.Skvvtno RT. yts _S1 WMM5. 44ZNWKK kzn49Z2NWK Kkoqyon qy ntq qooz mzqyo qkkmstnztm kmtn tzsokrw kzntz oznotno Nzsko4 mmwr oz koto1 Fn K Ton Gtw1 5335? 93; :;;51 WTOJ 45::79:: 4491 Nomvo T.wwtms .Ltmso I.Tooo IV1 Onoztqtmkt zqzow kkmstnztm kmtn yoklwto qyon lkrwkz ntzNzsko 1KQGtmsoy1 4;? 4: 4464561 WTOJ 64466: 44:1 atk M.kt FS.Wkwyo M.Gk _I. Tkskww WQ.Rwykm ZQ1Fzkwt qsnotno tznmo n w kntmkw kznwtroz kokmtt tzkttzok onsykz krwkzntz Nzsko51 Gt msoyt1 4;? 6:46:4791 s22n t1r2431435 42lt:57;: WTOJ 379: 44;1 mszotno I.Gks FZ1oo omtqtmt qsnro zklkmtz tzsomzotz qkkmstnztm kmtn 49ZNKK lkttzok onmmwr ozko51 Oywtmktz qsokwtrzyo zqlko tz sokmto to1 QGtwIsoy 15333? 5;9 7;767; 7:1WTOJ 43:;493: 441 Iskzr .Nowtr I.ktyt T.Zkysk NF.Iww FN.Fykn T.okw1IbW5 4.kzow sykz s y kznlktzo mtqtm mmsy oW793. mkkwo york kznyork 4snwk tzqqk kmtn1 QGtwIsoy1 5337? 5; :639: 6471 s22nt1 r243143; 72ulm1T644 63533 WTOJ 47::3:43 441 Iknotwk QN.Lkwmv QZ1Gtmsoyt mkwkznywomwk oto qsommsy oW793 kkmstnztm kmtn yzroz ko1 Wkr wkzntz Vso Sttn Tontk1 5335? :: 65967 71WTOJ 457655; 4531 Nkzoz Q.Mkok F.Goztzmk kT.Lo TI. Go T.Tkzok F1Gkmotkw wtroz ko. k zo lqkytw qozyoD Fswro zotm kkm s1Fw Ttmltw Gtomsz w15346? ;7;6; 7;7;1 s22nt1 r2431433 ;233596346 7; WTOJ 56:57: 9; 4541 _kz T1Onoztqtmkt zqwttn yontk tzr Jstw kntom qzmtz kznwotztzqwkyyk ntoko. ztot qGtytzrsky1 53471 s22osoo 1lsky1km1v 276621 Wkto otmkzt nltzsot ksk tzJ1yowkzrk o WSV VUK s22nt1 r243146; 42uzkw1 zo13544 ; Lolk 45.534 5;25;",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_16.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_17.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_18.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_19.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_20.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_21.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_22.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_23.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_24.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_25.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_26.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_27.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_28.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_29.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_30.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_31.jpg",
                "caption": "No caption available"
            }
        ]
    }
]