[
    {
        "pmid": "22084416",
        "title": "Expression and characterization of the bacterial mechanosensitive channel MscS in Xenopus laevis oocytes.",
        "year": "2011",
        "journal": "J Gen Physiol",
        "abstract": "We have successfully expressed and characterized mechanosensitive channel of small conductance (MscS) from Escherichia coli in oocytes of the African clawed frog, Xenopus laevis. MscS expressed in oocytes has the same single-channel conductance and voltage dependence as the channel in its native environment. Two hallmarks of MscS activity, the presence of conducting substates at high potentials and reversible adaptation to a sustained stimulus, are also exhibited by oocyte-expressed MscS. In addition to its ease of use, the oocyte system allows the user to work with relatively large patches, which could be an advantage for the visualization of membrane deformation. Furthermore, MscS can now be compared directly to its eukaryotic homologues or to other mechanosensitive channels that are not easily studied in E. coli.",
        "full_text": "The Rockefeller University Press 30.00 J. Gen. Physiol. Vol. 138 No. 6 641649 www.jgp.orgcgidoi10.1085jgp.201110723 641C o m m u n i c a t i o n I N T R O D U C T I O N Ion channels gated by mechanical stimuli are found in bacteria, animals, and plants, where they are proposed to mediate the perception of sound, touch, pain, gravity, and osmotic stress (Monshausen and Gilroy, 2009; Arnadttir and Chalfie, 2010; Kung et al., 2010). The best-studied prokaryotic mechanosensitive ion channels are mechano - sensitive channel of small conductance (MscS) and mech - anosensitive channel of large conductance (MscL) from Escherichia coli . MscS and MscL are often described as osmotic safety valves, as they are redundantly required for cell survival of extreme hypo-osmotic shock (Levina et al., 1999). MscS forms a homoheptameric channel that is gated directly by membrane stretch (Bass et al., 2002; Okada et al., 2002; Sukharev, 2002; Wang et al., 2008). Electrophysiological studies of MscS have tradition- ally been performed in one of two systems. MscS activity was first described in giant E. coli spheroplasts, which are produced from multiple cells by enzymatic inhibi- tion of septation and subsequent digestion of the cell wall (Ruthe and Adler, 1985; Martinac et al., 1987). The cloning of MscS (Levina et al., 1999) made the reconsti- tution of liposomes with purified channel protein possi- ble (Okada et al., 2002; Sukharev, 2002; Vsquez et al., 2007). Giant spheroplasts are the system of choice when a native lipid environment is critical, whereas reconsti- tuted liposomes allow modulation of membrane lipid composition and the complete absence of any cell- related structures. In general, the electrophysiological characteristics of MscS in giant spheroplasts are the same as in reconstituted patches. For the most part, the channel is nonselective, Correspondence to Elizabeth S. Haswell: e h a s w e l l  w u s t l . e d u Abbreviations used in this paper: BN, bubble number; GFP, green fluo- rescent protein; MscL, mechanosensitive channel of large conductance; MscS, mechanosensitive channel of small conductance.exhibiting only a slight preference for anions (Li et al., 2002; Sukharev, 2002; Sotomayor et al., 2007). MscS single-channel conductance is 1.2 nS in giant sphero- plasts (measured in 200 mM KCl; Akitake et al., 2005; Edwards et al., 2005; Sotomayor et al., 2007) and 0.5 nS in liposomes (measured in 100 mM salt; Sukharev, 2002; Vsquez et al., 2007). At negative pipette potentials, the single-channel conductance of MscS is approximately half of that measured at positive potentials (Sukharev, 2002). Although gating of MscS by membrane stretch is voltage independent, at higher membrane potentials the channel produces multiple subconducting states that somewhat complicate its characterization (Li et al., 2002; Sukharev, 2002; Shapovalov and Lester, 2004; Akitake et al., 2005; Sotomayor et al., 2007; Edwards et al., 2008). In excised patches or reconstituted liposomes, or in the cell-attached configuration, MscS is subject to desensiti- zation, the reversible loss of response to a sustained stimulus (Levina et al., 1999; Li et al., 2002; Sukharev, 2002; Schumann et al., 2004; Akitake et al., 2005; Grajkowski et al., 2005; Sotomayor et al., 2007; Edwards et al., 2008; Koprowski et al., 2011), although the physi- ological significance of this phenomenon has been questioned (Belyy et al., 2010b; Booth et al., 2011). An asymmetric response to tension during the opening and closing transitions (hysteresis) also appears to be an intrinsic feature of MscS and has been attributed to the hydration characteristics of the channel pore (Sukharev, 2002, 2007; Anishkin et al., 2010). We have tested a third system for the study of MscS that exploits the promiscuous transcription and translation Expression and characterization of the bacterial mechanosensitive channel MscS in Xenopus laevis oocytes Grigory Maksaev and Elizabeth S. Haswell Department of Biology, Washington University in Saint Louis, Saint Louis, MO 63130 We have successfully expressed and characterized mechanosensitive channel of small conductance (MscS) from Escherichia coli in oocytes of the African clawed frog, Xenopus laevis . MscS expressed in oocytes has the same single- channel conductance and voltage dependence as the channel in its native environment. Two hallmarks of MscS activity, the presence of conducting substates at high potentials and reversible adaptation to a sustained stimulus, are also exhibited by oocyte-expressed MscS. In addition to its ease of use, the oocyte system allows the user to work with relatively large patches, which could be an advantage for the visualization of membrane deformation. Further - more, MscS can now be compared directly to its eukaryotic homologues or to other mechanosensitive channels that are not easily studied in E. coli .  2011 Maksaev and Haswell This article is distributed under the terms of an Attribution NoncommercialShare AlikeNo Mirror Sites license for the first six months after the publi- cation date (see http:www.rupress.orgterms). After six months it is available under a Creative Commons License (AttributionNoncommercialShare Alike 3.0 Unported license, as described at http:creativecommons.orglicensesby-nc-sa3.0).The Journal of General Physiology642 Expression of MscS in Xenopus oocytesQIAprep Miniprep kit (QIAGEN). Capped cRNA was transcribed in vitro by SP6 polymerase using the mMessenger mMachine kit (Invitrogen) and stored at 80C at 1,000 ngl until use. Spheroplast preparation Cells from the wild-type E. coli strain Frag-1 were used for making spheroplasts, as described in Martinac et al. (1987). Isolated sphe-roplasts were stored at 80C, and thawed spheroplast prepara- tions were discarded after 1 d. Oocyte preparation Xenopus oocytes (Dumont stage V or VI) were collected and iso- lated as described elsewhere (Yang and Sachs, 1990; Stuhmer and Parekh, 1995) and incubated in complete ND96 buffer (96 mM NaCl, 2 mM KCl, 1.8 mM CaCl 2, 1 mM MgCl 2, and 5 mM HEPES, pH 7.4) supplemented with 50 mgl gentamicin at 18C overnight. The next day, cells were injected with cRNA, typically 50 nl of 1,000 ngl of RNA prep per cell. Oocytes injected with pOO2-MscS or pOO2-MscS-GFP RNAs were patched 37 d after injec-tion. Vitelline membranes were removed from the cells before patching using a pair of dull forceps in complete ND96 buffer. Confocal microscopy 24 d after injection with pOO2-MscS-GFP cRNA, de-vitellinized oocytes were placed onto cavity slides and covered with thin cov-erslips. A Fluoview-1000 confocal with BX-61 microscope and FV10-ASW application software suite (all from Olympus) were used for imaging and image acquisition and handling. Electrophysiology De-vitellinized oocytes were patched in symmetric complete ND96 buffer using pipette bubble number (BN) 6.57, unless otherwise specified. Giant spheroplasts were patched in symmetric potas-sium (200 mM KCl, 90 mM MgCl 2, 5 mM CaCl 2, and 5 mM HEPES, pH 7.4); the bath solution also included 300 mM sucrose. Pipette BN was 4.55. All the traces presented in this report except for that shown in Fig. 1 A were obtained from inside-out (excised) patches. Pressure ramps and steps were generated by means of a high speed pressure system (HSPS-1; ALA Scientific Instruments). Recordings were made and digitized with the Axopatch 200B patch-clamp amplifier and the Digidata 1440A digitizer (Molecu-lar Devices). Data were collected at 20 kHz and filtered at 5 kHz. Data were acquired and analyzed with the pClamp10 software suite (Molecular Devices). For pipette fabrication, patch glass (Kimax 51; Kimble Products) and a puller (P-97; Sutter Instrument) apparatus of the oocytes of the African clawed frog Xen- opus laevis (Gurdon et al., 1971; Stuhmer and Parekh, 1995). Xenopus oocytes have proven to be a very effective tool for the study of ion channels from a variety of eukaryotic systems, including mammals, insects, and plants (Miller and Zhou, 2000; Sigel and Minier, 2005). Several prokaryotic ligand-gated ion channels have been successfully expressed and characterized by two-electrode voltage clamp in Xenopus oocytes (Bocquet et al., 2007; Choi et al., 2010; Hilf et al., 2010; Weng et al., 2010). Furthermore, oocytes have been used for the ex-pression and study of mammalian mechanosensitive channels, including TREK-1, TRPC1, and TRPV4 (Patel et al., 1998; Maroto et al., 2005; Loukin et al., 2010). Here, we describe the expression of MscSgreen fluo-rescent protein (GFP) in Xenopus and use single-channel patch-clamp electrophysiology to show that the mecha-nosensitive behavior of untagged MscS in oocyte mem-branes is comparable to that of MscS in E. coli membranes and in reconstituted liposomes. We anticipate that this system will provide a useful tool for future studies of MscS structure and function. M AT E R I A L S A N D M E T H O D S Molecular biology To obtain pOO2-MscS, MscS was amplified from pFLAG-CTC-MscS (Haswell and Meyerowitz, 2006) using the primers 5 -GCTCTAGA - ATGGAAGATTTGAATGTTGTCGATAGC-3  and 5 -GGGG TACC - TTACGCAGCTTTGTCTTCTTTCAC-3, and introduced into the pOO2 vector (a pBF-derived oocyte expression plasmid; Ludewig et al., 2002) between the XbaI and KpnI sites. To obtain pOO2-MscS-GFP, GFP was subcloned into pOO2 between the EcoRI and BglII sites. Next, MscS was amplified from pB10b-MscS using the primers 5 -ATAAGCTTATGGAAGATTTGAATGTTGTC-3  and 5 -ATG - A ATTCCGCAGCTTTGTCTTCTTTCAC-3, and introduced into pOO2-GFP between the HindIII and EcoRI sites, resulting in a construct without the -globin 5UTR upstream of the MscS ATG. The sequences were verified and plasmid DNA isolated using the Figure 1. Suitability of Xenopus oocytes for the expression of bacterial mechanosensitive channel MscS. (A) Inactivation of endogenous mechanosensitive channels upon patch excision. Traces from the same water-injected oocyte are shown in cell-attached configuration (top) and excised-patch (bottom). Pipettes with BN 7 at a potential of 40 mV were used. (B) Confocal scan showing a portion of an oocyte expressing MscS-GFP 4 d after injection. Bright field and GFP signal (in green) are superimposed. (C) MscS activation by nega-tive and positive pressure in the pipette, as recorded from the same excised patch in symmetric ND96 buffer. Pipette potential was 30 mV with BN 6. Maksaev and Haswell 643indicated that an untagged version of MscS had reproduc - ibly higher activity than MscS-GFP under identical ex- perimental conditions ( n  21 oocytes for MscS-GFP; n  40 oocytes for untagged MscS); therefore, we used untagged MscS for electrophysiological characterization in oocytes. Oocytes expressing untagged MscS reproduc - ibly exhibited channel response to membrane stretch generated both by negative and positive pipette pressures (Fig. 1 C). As has been observed with other mechano-sensitive channels (Suchyna and Sachs, 2007; Suchyna et al., 2009), we saw a characteristic difference in the number of channels per patch at positive versus nega-tive pressure, with fewer channels activated at subsat - urating pressure. Thus, untagged MscS can be easily expressed in Xenopus oocytes and is capable of forming a functional tension-gated channel within the context of a metazoan membrane. We next compared number and conductance of MscS channels expressed in Xenopus ooctyes to that of endog- enous MscS in giant E. coli spheroplasts (Fig. 2 A). In oocytes, the number of channels per patch ranged from the hundreds to only a few (Fig. 2, B and C), depending on the patch size (pipette BN 57) and time of incuba-tion after cRNA injection. These expression levels were similar to that of native MscS in wild-type E. coli Frag-1 spheroplasts, although lower than the number of chan-nels previously observed in spheroplasts derived from were used. A micromanipulator system was used for membrane patching (PatchStar 700; Scientifica). All measurements were per - formed at 30-mV command potential or as specified in the text. R E S U LT S To begin to evaluate Xenopus oocytes as an appropriate system for the analysis of MscS, we first considered pos- sible interference by endogenous mechanosensitive channels, which have been characterized by several au-thors (Methfessel et al., 1986; Sobczak et al., 2010; Terhag et al., 2010). In the cell-attached configuration, these channels have an amplitude of 5 pA at 50-mV pipette potential and are activated at relatively low mem-brane tensions (Yang and Sachs, 1990). In our hands, endogenous mechanosensitive channel activity either was not detected in the oocyte membranes at all (in 3040 of patches), or became inactive upon patch excision in ND96 (Fig. 1 A). In all subsequent experi-ments, water-injected oocytes were routinely tested for endogenous activity; in rare cases when the latter was observed after patch excision (217 batches), the entire batch of oocytes was discarded. Oocytes injected with MscS-GFP cRNA exhibited strong GFP signal at the periphery of the cell within 48 h of incubation, indicating efficient translation of the injected cRNA (Fig. 1 B). Preliminary observations Figure 2. MscS conductance in oocytes is comparable to that in E. coli. (A) MscS and MscL channel activities in spheroplasts, recorded in 200 mM KCl plus 90 mM MgCl 2. (B) MscS channel activity in oocytes, recorded in 96 mM NaCl plus 2 mM KCl (ND96). (C) Opening and closing of single MscS channels in response to stretch in an excised Xenopus oocyte patch. Pipette, BN 5. (D) Single-channel conduc- tance measured in 98 mM TEA-Cl. Pipette, BN 7. Pipette potential was 40 mV in A and B, 30 mV in C and D. 644 Expression of MscS in Xenopus oocytesdata shown in Figs. 2, B and C, and 3 A demonstrate that the conductance of MscS in oocytes is similar to that of MscS in giant spheroplasts and in liposomes. We also tested the effect of replacing the KCl in pipette and bath solutions with TEA-Cl, a specific blocker of K  channels (Armstrong, 1971; Stanfield, 1983). The single- channel conductance of MscS was almost unchanged in Na -, K-free symmetric buffer (98 mM TEA-Cl, 1.8 mM CaCl 2, 1 mM MgCl 2, and 5 mM HEPES, pH 7.4) at neg- ative pipette potentials (233  3 pS), whereas at positive potentials, it decreased slightly to 280  4 pS (Figs. 2 D and 3 A). These results imply that the TEA  ion, with a predicted diameter of 8 , similar to that of a hydrated potassium ion (Bezanilla and Armstrong, 1972), can pass relatively efficiently through the MscS channel pore. This interpretation is consistent with molecular dynamics simulations and a recent crystal structure of MscS A106V that indicate a pore diameter of at least 1015  in the open state (Anishkin et al., 2008; Vsquez et al., 2008; Wang et al., 2008). A characteristic of MscS activity in both spheroplasts and liposomes is the appearance of conducting sub-states at high potentials, although the relationship of these substates to the normal gating cycle of MscS is un-clear (Li et al., 2002; Sukharev, 2002; Shapovalov and Lester, 2004; Akitake et al., 2005; Sotomayor et al., 2007; Edwards et al., 2008). MscS expressed in Xenopus oocytes also exhibited conducting substates at high poten-tials (Fig. 3 B); in fact, their appearance prevented us from plotting a currentvoltage relationship at pipette E. colioverexpressing MscS (Levina et al., 1999; Akitake et al., 2005). We consistently observed the expected tension-sensitive channels of 1.2-nS conductance when wild-type E. coli spheroplasts were patched under the standard conditions for MscS ( n  6 patches). The buffer used for oocyte read - ings had fourfold lower ionic strength than the buffer used for spheroplasts; taking into account MscSs prefer - ence for anions over cations, we expected a nearly four - fold decrease in current from MscS channels expressed in oocytes, or a single-channel conductance of 300 pS. Our experimental values are in good agreement with this prediction, as MscS in oocytes exhibited a single-channel conductance of 330 pS at 30 mV (Fig. 2 C). Although MscS is largely voltage independent, slight inward rectification has been previously reported in both spheroplasts and in liposomes (Li et al., 2002; Sukharev, 2002; Sotomayor et al., 2007; Edwards et al., 2008), and has been attributed to the production of conducting substates (see below). We therefore estab-lished the currentvoltage relationship for MscS in oocytes under symmetric salt, as shown in Fig. 3 A. At positive pipette potentials, the single-channel conduc-tance for MscS derived from the slope of the currentvoltage curve was 351  3 pS, whereas at negative pipette potentials, the slope of the currentvoltage curve was 218  2 pS. The ratio of the conductance of MscS in oocytes at positive to negative pipette potentials is 1.6, close to the value of 2.0 obtained with purified MscS reconstituted into liposomes (Sukharev, 2002). Thus, the Figure 3. MscS exhibits low voltage dependence when expressed in oocytes. (A) The currentvoltage relationship for MscS in sym- metric ND96 (squares; n  7 patches) and in TEA-Cl (diamonds; n  4 patches). Error bars indicate standard deviation. (B) Example of conductive substates as recorded at 40-mV pipette potential. (C) Nearly symmetric activation curves recorded at opposite potentials in the same excised patch. Maksaev and Haswell 645and inactivation midpoint pressure of 32.6  6.4 mmHg (n  7 patches) when measured with a pipette of BN 7 (Fig. 4 A). This result is therefore consistent with the previously reported midpoint pressure for MscS. The average activation threshold pressure (defined as the pressure at which the first stable channel opening is detected) in these experiments was 19.1  5.1 mmHg, and the average inactivation threshold pressure (clo-sure of the last channel) was 15.8  5.3 mmHg. The average activationinactivation midpoint ratio was 0.89  0.14, whereas the average activationinactivation threshold ratio was 1.48  0.50 (n  7 patches). This mild hysteresis, wherein MscS channels required lower tension to open than to close, and opened at a faster rate, is similar to that reported previously (Sukharev et al., 2007; Anishkin et al., 2010; Belyy et al., 2010a). We observed more prominent hysteresis in about half of recordings made with smaller (BN 5) pipettes. Con-trary to the results reported above with large patches, in these recordings MscS channels required a lower ten-sion to open than to close, and opened at a slower rate. In the example shown in Fig. 4 B, the threshold and midpoint pressures for channel opening were 39.7 and 50.1 mmHg, respectively, whereas for channel closing they were 27.4 and 34.8 mmHg. This phe- nomenon could be caused by differences in membrane voltages over 40 mV and below 40 mV. We occasion- ally observed flickering at negative pipette potentials, which may be a result of an increased rate of switching between subconducting states (Akitake et al., 2005). Im-portantly, the number of channels activated in excised patches under negative and positive potentials was the same (Fig. 3 C), as reported previously for MscS ex-pressed in E. coli spheroplasts (Akitake et al., 2005). To compare the activation dynamics of MscS ex- pressed in oocytes with that in giant spheroplasts, we calculated the midpoint gating pressure (Fig. 4 A). The previously reported midpoint pressure for MscS was 120150 mmHg when measured with a pipette of BN 4 (Akitake et al., 2005; Belyy et al., 2010b). These pipettes should have inner tip diameters of 0.5 m, whereas the pipettes of BN 7 used in our oocyte patches should have diameters of 2 m (Schnorf et al., 1994). According to the law of Laplace (  Pr2), and assuming that the curvature radius of the membrane patch changes pro-portionally to the diameter of the pipette, we expected to see approximately fourfold less pressure (P) required to produce the same linear tension () in oocytes than in spheroplasts, or 3050 mmHg. Opening and closing curves fitted with a Boltzmann distribution function (Fig. 4 A, red and blue, respectively) indicated an aver - age activation midpoint pressure of 27.0  5.5 mmHg Figure 4. Activation and inactivation behavior of MscS expressed in oocytes. (A) Representative trace from a short triangle stimulation ramp; pipette, BN 7. (B) Hysteresis of MscS is more prominent in small patches (pipette, BN 5). In A and B, slope fits for channel open- ing are shown in red and for channel closing in blue; dashed and dotted lines indicate threshold and midpoint tensions, respectively. Pipette potential was 40 mV. (C) Slow inactivation at subsaturating pressure with subsequent recovery during saturating tension pulses. 646 Expression of MscS in Xenopus oocytesA Xenopus oocyte system for the analysis of heterolo- gously expressed ion channels presents several advan- tages for the study of MscS. The large size of an oocyte (1 mm in diameter, compared with 6 m in diame- ter for giant E. coli spheroplasts) allows for the use of much larger patch pipettes, which facilitates the detec-tion of rare single-channel events. The chance of de-tecting poorly expressed or unstable channels can also be improved by simply increasing the incubation time after injection, as oocytes are stable in vitro for up to 2 wk (Stuhmer and Parekh, 1995). The ease with which oocytes can be injected and the high efficiency of cRNA expression may facilitate the study of heteromeric chan-nels formed between mutant versions of MscS (or be-tween MscS and its five E. coli homologues; Booth et al., 2007) when coinjected, and will allow for the incorpora- tion of unnatural amino acids (Nowak et al., 1998; Torrice et al., 2009). It may also be possible to make use of high-throughput technologies to quickly analyze MscS variants or the effect of drugs on MscS function (Dunlop et al., 2008; Papke and Smith-Maxwell, 2009). A particularly useful application of MscS expression in oocytes may be in the measurement of membrane tension, a parameter of interest to those who study the biophysics of mechanosensitive channel gating (for ex-ample, see Phillips et al., 2009). When MscS is analyzed in spheroplast patches, the threshold tension required to open MscS is often reported relative to that required to open MscL (Blount et al., 1996; Li et al., 2002; Edwards et al., 2005, 2008; Nomura et al., 2006). A more direct approach was used with MscS-reconstituted lipo-somes, wherein the tension applied to the membrane was calculated from visual observations of membrane curvature under stretch in the pipette (Sukharev, 2002). More recently, spheroplast radius was measured and compared with channel open probability in whole cell mode (Belyy et al., 2010b). However, these direct ap-proaches to measuring membrane tension are limited by the requirement for MscS protein expression and purification, or by the relatively small size of E. coli sphe- roplasts. In comparison, we expect that large numbers of MscS mutants may be relatively easily assayed and membrane curvature accurately measured in the large patches typically possible with Xenopus oocytes (for ex- ample, see Hamill and McBride, 1992). Expressing MscS in Xenopus oocytes may also be use- ful for direct comparison to MscS homologues from eu-karyotes (Pivetti et al., 2003; Haswell, 2007; Balleza and Gmez-Lagunas, 2009). Although an MscS homologue from the unicellular alga Chlamydomonas was expressed and characterized in E. coli spheroplasts (Nakayama et al., 2007), attempts to do so with MscS-like proteins from higher plants have been unsuccessful (unpublished data). If MscS-like proteins are functional in oocytes (as are many plant channels and transporters), their charac - teristics could be directly compared with those of MscS. relaxation mechanisms or in the contributions made by cooperative gating in patches of different sizes. Another hallmark of MscS activity is the loss of chan- nel response after sustained channel stimulation or inactivation (Levina et al., 1999; Akitake et al., 2005; Grajkowski et al., 2005). In oocytes, MscS inactivation was not detected during short periods of stimulation with 12-s pressure ramps (Fig. 4 A). However, at longer periods of constant tension and especially when smaller pipettes were used, slow and reversible inactivation (with current decaying over a 10-s interval) was observed (Fig. 4 C). This behavior appears to be reversible and much slower than that reported for MscS expressed in spheroplasts, where the current decayed in 1 s (Akitake et al., 2007). This difference in the rate of inactivation of MscS expressed in ooctyes versus spheroplasts might be explained by the larger pipette diameters used for oocyte patches, as patch geometry has been shown to affect MscS adaptation in excised patches (Belyy et al., 2010b). Alternatively, the different lipid composition of Xenopus and E. coli membranes might lead to variable bilayer relaxation behaviors. D I S C U S S I O N A common concern regarding the use of Xenopus oocytes for the heterologous expression of ion channels is the presence of endogenous channels, which may complicate single-channel studies by providing unwanted background signal (Sobczak et al., 2010; Terhag et al., 2010). An important consideration for our studies was potential interference by endogenous mechanosensi-tive channels, which have been reported in both excised and cell-attached patches of Xenopus ootyes (Methfessel et al., 1986; Taglietti and Toselli, 1988; Yang and Sachs, 1990; Lane et al., 1991). However, as shown in Fig. 1 B, although endogenous mechanosensitive channels are frequently present in cell-attached patches, they are not active in excised patches under our conditions. Al - though we cannot completely rule out a minor effect of endogenous channels on our recordings, their contri-bution to the final conductance measured under ten-sion appears negligible; in traces at relatively high tensions, with all MscS single-channel events resolved, no other channels or current drift was observed (see Figs. 2 C and 4 C). Other drawbacks to oocyte expres-sion include those inherent to the system, such as vari-ability in oocyte quality and expression capacity that depend on the genetic background of the frog, its health, and even the season (Stuhmer and Parekh, 1995; Terhag et al., 2010). Although we show here that the general features of MscS channel activity are un-changed in oocytes (Figs. 24), it remains possible that eukaryotic posttranslational modifications or the lipid environment of the oocyte membrane could more sub-tly alter its properties. Maksaev and Haswell 647Bezanilla, F., and C.M. Armstrong. 1972. Negative conductance caused by entry of sodium and cesium ions into the potassium channels of squid axons. J. Gen. Physiol. 60:588608. http:dx.doi .org10.1085jgp.60.5.588 Blount, P., S.I. Sukharev, M.J. Schroeder, S.K. Nagle, and C. Kung. 1996. Single residue substitutions that change the gating proper - ties of a mechanosensitive channel in Escherichia coli . Proc. Natl. Acad. Sci. USA . 93:1165211657. http:dx.doi.org10.1073 pnas.93.21.11652 Bocquet, N., L. Prado de Carvalho, J. Cartaud, J. Neyton, C. Le Poupon, A. Taly, T. Grutter, J.P. Changeux, and P.J. Corringer. 2007. A prokaryotic proton-gated ion channel from the nicotinic acetylcholine receptor family. Nature. 445:116119. http:dx.doi .org10.1038nature05371 Booth, I.R., M. Edwards, S. Miller, C. Li, S. Black, W. Bartlett, and U. Schumann. 2007. Structure-function relations of MscS. In Mechanosensitive Ion Channels, Part A. O.P. Hamill, editor. Academic Press, New York. 269292. Booth, I.R., T. Rasmussen, M.D. Edwards, S. Black, A. Rasmussen, W. Bartlett, and S. Miller. 2011. Sensing bilayer tension: bacterial mechanosensitive channels and their gating mechanisms. Biochem. Soc. Trans. 39:733740. Choi, S.B., J.U. Kim, H. Joo, and C.K. Min. 2010. Identification and characterization of a novel bacterial ATP-sensitive K chan-nel. J. Microbiol. 48:325330. http:dx.doi.org10.1007s12275- 010-9231-9 Dunlop, J., M. Bowlby, R. Peri, D. Vasilyev, and R. Arias. 2008. High- throughput electrophysiology: an emerging paradigm for ion-channel screening and physiology. Nat. Rev. Drug Discov. 7:358368. http:dx.doi.org10.1038nrd2552 Edwards, M.D., Y. Li, S. Kim, S. Miller, W. Bartlett, S. Black, S. Dennison, I. Iscla, P. Blount, J.U. Bowie, and I.R. Booth. 2005. Pivotal role of the glycine-rich TM3 helix in gating the MscS mechanosensitive channel. Nat. Struct. Mol. Biol. 12:113119. http:dx.doi.org10.1038nsmb895 Edwards, M.D., W. Bartlett, and I.R. Booth. 2008. Pore mutations of the Escherichia coli MscS channel affect desensitization but not ionic preference. Biophys. J. 94:30033013. http:dx.doi.org10 .1529biophysj.107.123448 Grajkowski, W., A. Kubalski, and P. Koprowski. 2005. Surface changes of the mechanosensitive channel MscS upon its activation, inac tivation, and closing. Biophys. J. 88:30503059. http:dx .doi.org10.1529biophysj.104.053546 Gurdon, J.B., C.D. Lane, H.R. Woodland, and G. Marbaix. 1971. Use of frog eggs and oocytes for the study of messenger RNA and its trans - lation in living cells. Nature . 233:177182. http:dx.doi.org10 .1038233177a0 Hamill, O.P., and D.W. McBride Jr. 1992. Rapid adaptation of single mechanosensitive channels in Xenopus oocytes. Proc. Natl. Acad. Sci. USA. 89:74627466. http:dx.doi.org10.1073pnas.89.16.7462 Haswell, E.S. 2007. MscS-like proteins in plants. In Mechanosensitive Ion Channels, Part A. O.P. Hamill, editor. Academic Press, New York. 329353. Haswell, E.S., and E.M. Meyerowitz. 2006. MscS-like proteins control plastid size and shape in Arabidopsis thaliana . Curr. Biol. 16:111. http:dx.doi.org10.1016j.cub.2005.11.044 Hilf, R.J., C. Bertozzi, I. Zimmermann, A. Reiter, D. Trauner, and R. Dutzler. 2010. Structural basis of open channel block in a pro- karyotic pentameric ligand-gated ion channel. Nat. Struct. Mol. Biol. 17:13301336. http:dx.doi.org10.1038nsmb.1933 Koprowski, P ., W. Grajkowski, E.Y. Isacoff, and A. Kubalski. 2011. Genetic screen for potassium leaky small mechanosensitive chan - nels (MscS) in Escherichia coli : recognition of cytoplasmic  domain as a new gating element. J. Biol. Chem. 286:877888. http:dx.doi .org10.1074jbc.M110.176131Furthermore, comparisons between MscS and evolution- arily unrelated mechanosensitive channels from ani-mals are also now possible, and MscS should serve as a valuable internal standard for the mechanosensitivity of eukaryotic channels coexpressed in the same patch. Although we did not include MscL in our studies, our results suggest that other prokaryotic mechanosensitive channels may also be functional in oocytes. In summary, we anticipate that Xenopus oocytes provide a system for the expression and electrophysiological study of the prokaryotic mechanosensitive channel MscS that will complement the approaches currently in use. The authors thank Daniel Schachtman for his expert advice and guidance in setting up a Xenopus system in our laboratory and for providing the pOO2 plasmid, and Dr. Ellen Martin-Tryon for gen-erating pOO2-MscS-GFP. This work was supported by an American Recovery and Re - investment Act supplement to National Institutes of Health (R01GM084211-01). Kenton J. Swartz served as editor. Submitted: 22 September 2011 Accepted: 24 October 2011 R E F E R E N C E S Akitake, B., A. Anishkin, and S. Sukharev. 2005. The dashpot mechanism of stretch-dependent gating in MscS. J. Gen. Physiol. 125:143154. http:dx.doi.org10.1085jgp.200409198 Akitake, B., A. Anishkin, N. Liu, and S. Sukharev. 2007. Straightening and sequential buckling of the pore-lining helices define the gat- ing cycle of MscS. Nat. Struct. Mol. Biol. 14:11411149. http: dx.doi.org10.1038nsmb1341 Anishkin, A., K. Kamaraju, and S. Sukharev. 2008. Mechanosensitive channel MscS in the open state: modeling of the transition, ex- plicit simulations, and experimental measurements of conduc- tance. J. Gen. Physiol. 132:6783. http:dx.doi.org10.1085jgp .200810000 Anishkin, A., B. Akitake, K. Kamaraju, C.S. Chiang, and S. Sukharev. 2010. Hydration properties of mechanosensitive channel pores define the energetics of gating. J. Phys. Condens. Matter. 22:454120. http:dx.doi.org10.10880953-89842245454120 Armstrong, C.M. 1971. Interaction of tetraethylammonium ion derivatives with the potassium channels of giant axons. J. Gen. Physiol. 58:413437. http:dx.doi.org10.1085jgp.58.4.413 Arnadttir, J., and M. Chalfie. 2010. Eukaryotic mechanosensitive channels. Annu Rev Biophys . 39:111137. http:dx.doi.org 10.1146annurev.biophys.37.032807.125836 Balleza, D., and F. Gmez-Lagunas. 2009. Conserved motifs in mechanosensitive channels MscL and MscS. Eur. Biophys. J. 38: 10131027. http:dx.doi.org10.1007s00249-009-0460-y Bass, R.B., P. Strop, M. Barclay, and D.C. Rees. 2002. Crystal structure of Escherichia coli MscS, a voltage-modulated and mechanosensi- tive channel. Science. 298:15821587. http:dx.doi.org10.1126 science.1077945 Belyy, V., A. Anishkin, K. Kamaraju, N. Liu, and S. Sukharev. 2010a. The tension-transmitting clutch in the mechanosensitive channel MscS. Nat. Struct. Mol. Biol. 17:451458. http:dx.doi.org10.1038 nsmb.1775 Belyy, V., K. Kamaraju, B. Akitake, A. Anishkin, and S. Sukharev. 2010b. Adaptive behavior of bacterial mechanosensitive channels is coupled to membrane mechanics. J. Gen. Physiol. 135:641652. http:dx.doi.org10.1085jgp.200910371648 Expression of MscS in Xenopus oocytesPatel, A.J., E. Honor, F. Maingret, F. Lesage, M. Fink, F. Duprat, and M. Lazdunski. 1998. A mammalian two pore domain mechano-gated S-like K channel. EMBO J. 17:42834290. http: dx.doi.org10.1093emboj17.15.4283 Phillips, R., T. Ursell, P. Wiggins, and P. Sens. 2009. Emerging roles for lipids in shaping membrane-protein function. Nature . 459:379385. http:dx.doi.org10.1038nature08147 Pivetti, C.D., M.R. Yen, S. Miller, W. Busch, Y.H. Tseng, I.R. Booth, and M.H. Saier Jr. 2003. Two families of mechanosensitive channel proteins. Microbiol. Mol. Biol. Rev. 67:6685. http:dx.doi.org10 .1128MMBR.67.1.66-85.2003 Ruthe, H.J., and J. Adler. 1985. Fusion of bacterial spheroplasts by electric fields. Biochim. Biophys. Acta . 819:105113. http:dx.doi .org10.10160005-2736(85)90200-7 Schnorf, M., I. Potrykus, and G. Neuhaus. 1994. Microinjection technique: routine system for characterization of microcapillar - ies by bubble pressure measurement. Exp. Cell Res. 210:260267. http:dx.doi.org10.1006excr.1994.1038 Schumann, U., M.D. Edwards, C. Li, and I.R. Booth. 2004. The con - served carboxy-terminus of the MscS mechanosensitive channel is not essential but increases stability and activity. FEBS Lett. 572: 233237. http:dx.doi.org10.1016j.febslet.2004.07.045 Shapovalov, G., and H.A. Lester. 2004. Gating transitions in bacterial ion channels measured at 3 s resolution. J. Gen. Physiol. 124:151 161. http:dx.doi.org10.1085jgp.200409087 Sigel, E., and F. Minier. 2005. The Xenopus oocyte: system for the study of functional expression and modulation of proteins. Mol. Nutr. Food Res. 49:228234. http:dx.doi.org10.1002 mnfr.200400104 Sobczak, K., N. Bangel-Ruland, G. Leier, and W.M. Weber. 2010. Endogenous transport systems in the Xenopus laevis oocyte plasma membrane. Methods . 51:183189. http:dx.doi.org10 .1016j.ymeth.2009.12.001 Sotomayor, M., V. Vsquez, E. Perozo, and K. Schulten. 2007. Ion conduction through MscS as determined by electrophysiology and simulation. Biophys. J. 92:886902. http:dx.doi.org10.1529 biophysj.106.095232 Stanfield, P.R. 1983. Tetraethylammonium ions and the potassium permeability of excitable cells. Rev. Physiol. Biochem. Pharmacol. 97:167. http:dx.doi.org10.1007BFb0035345 Stuhmer, W., and A. Parekh. 1995. Electrophysiological recordings from Xenopus oocytes. In Single-Channel Recording. B. Sakmann and E. Neher, editors. Springer, New York. 341356. Suchyna, T.M., and F. Sachs. 2007. Mechanosensitive channel properties and membrane mechanics in mouse dystrophic myotubes. J. Physiol. 581:369387. http:dx.doi.org10.1113 jphysiol.2006.125021 Suchyna, T.M., V.S. Markin, and F. Sachs. 2009. Biophysics and structure of the patch and the gigaseal. Biophys. J. 97:738747. http:dx.doi.org10.1016j.bpj.2009.05.018 Sukharev, S. 2002. Purification of the small mechanosensitive chan - nel of Escherichia coli (MscS): the subunit structure, conduction, and gating characteristics in liposomes. Biophys. J. 83:290298. http:dx.doi.org10.1016S0006-3495(02)75169-2 Sukharev, S., B. Akitake, and A. Anishkin. 2007. The bacterial mech - anosensitive channel MscS: emerging principles of gating and modulation. In Mechanosensitive Ion Channels. O. Hamill, editor. Academic Press, New York. 236263. Taglietti, V., and M. Toselli. 1988. A study of stretch-activated chan - nels in the membrane of frog oocytes: interactions with Ca2 ions. J. Physiol. 407:311328. Terhag, J., N.A. Cavara, and M. Hollmann. 2010. Cave Canalem: how endogenous ion channels may interfere with heterologous expression in Xenopus oocytes. Methods. 51:6674. http:dx.doi .org10.1016j.ymeth.2010.01.034Kung, C., B. Martinac, and S. Sukharev. 2010. Mechanosensitive channels in microbes. Annu. Rev. Microbiol. 64:313329. http: dx.doi.org10.1146annurev.micro.112408.134106 Lane, J.W., D.W. McBride Jr., and O.P . Hamill. 1991. Amiloride block of the mechanosensitive cation channel in Xenopus oocytes. J. Physiol. 441:347366. Levina, N., S. Ttemeyer, N.R. Stokes, P. Louis, M.A. Jones, and I.R. Booth. 1999. Protection of Escherichia coli cells against ex- treme turgor by activation of MscS and MscL mechanosensitive channels: identification of genes required for MscS activity. EMBO J. 18:17301737. http:dx.doi.org10.1093emboj 18.7.1730 Li, Y., P.C. Moe, S. Chandrasekaran, I.R. Booth, and P. Blount. 2002. Ionic regulation of MscK, a mechanosensitive channel from Escherichia coli. EMBO J. 21:53235330. http:dx.doi.org10 .1093embojcdf537 Loukin, S., X. Zhou, Z. Su, Y. Saimi, and C. Kung. 2010. Wild-type and brachyolmia-causing mutant TRPV4 channels respond directly to stretch force. J. Biol. Chem. 285:2717627181. http:dx.doi.org 10.1074jbc.M110.143370 Ludewig, U., N. von Wirn, and W.B. Frommer. 2002. Uniport of NH4 by the root hair plasma membrane ammonium trans - porter LeAMT1;1. J. Biol. Chem. 277:1354813555. http:dx.doi .org10.1074jbc.M200739200 Maroto, R., A. Raso, T.G. Wood, A. Kurosky, B. Martinac, and O.P . Hamill. 2005. TRPC1 forms the stretch-activated cation channel in vertebrate cells. Nat. Cell Biol. 7:179185. http:dx.doi.org10 .1038ncb1218 Martinac, B., M. Buechner, A.H. Delcour, J. Adler, and C. Kung. 1987. Pressure-sensitive ion channel in Escherichia coli. Proc. Natl. Acad. Sci. USA. 84:22972301. http:dx.doi.org10.1073pnas.84.8.2297 Methfessel, C., V. Witzemann, T. Takahashi, M. Mishina, S. Numa, and B. Sakmann. 1986. Patch clamp measurements on Xenopus laevis oocytes: currents through endogenous channels and implanted acetylcholine receptor and sodium channels. Pflugers Arch. 407:577 588. http:dx.doi.org10.1007BF00582635 Miller, A.J., and J.J. Zhou. 2000. Xenopus oocytes as an expression system for plant transporters. Biochim. Biophys. Acta . 1465:343358. http:dx.doi.org10.1016S0005-2736(00)00148-6 Monshausen, G.B., and S. Gilroy. 2009. Feeling green: mechanosens - ing in plants. Trends Cell Biol. 19:228235. http:dx.doi.org10 .1016j.tcb.2009.02.005 Nakayama, Y., K. Fujiu, M. Sokabe, and K. Yoshimura. 2007. Molecular and electrophysiological characterization of a mechanosensitive channel expressed in the chloroplasts of Chlamydomonas. Proc. Natl. Acad. Sci. USA . 104:58835888. http:dx.doi.org10.1073 pnas.0609996104 Nomura, T., M. Sokabe, and K. Yoshimura. 2006. Lipid-protein inter - action of the MscS mechanosensitive channel examined by scanning mutagenesis. Biophys. J. 91:28742881. http:dx.doi.org10.1529 biophysj.106.084541 Nowak, M.W., J.P. Gallivan, S.K. Silverman, C.G. Labarca, D.A. Dougherty, and H.A. Lester. 1998. In vivo incorporation of un-natural amino acids into ion channels in Xenopus oocyte expres- sion system. Methods Enzymol. 293:504529. http:dx.doi.org10 .1016S0076-6879(98)93031-2 Okada, K., P .C. Moe, and P . Blount. 2002. Functional design of bacte - rial mechanosensitive channels. Comparisons and contrasts illumi - nated by random mutagenesis. J. Biol. Chem. 277:2768227688. http:dx.doi.org10.1074jbc.M202497200 Papke, R.L., and C. Smith-Maxwell. 2009. High throughput electro - physiology with Xenopus oocytes. Comb. Chem. High Throughput Screen. 12:3850. http:dx.doi.org10.2174138620709787047975 Maksaev and Haswell 649Wang, W., S.S. Black, M.D. Edwards, S. Miller, E.L. Morrison, W. Bartlett, C. Dong, J.H. Naismith, and I.R. Booth. 2008. The struc- ture of an open form of an E. coli mechanosensitive channel at 3.45 A resolution. Science. 321:11791183. http:dx.doi.org10 .1126science.1159262 Weng, Y., L. Yang, P.J. Corringer, and J.M. Sonner. 2010. Anesthetic sensitivity of the Gloeobacter violaceus proton-gated ion chan - nel. Anesth. Analg. 110:5963. http:dx.doi.org10.1213ANE .0b013e3181c4bc69 Yang, X.C., and F. Sachs. 1990. Characterization of stretch- activated ion channels in Xenopus oocytes. J. Physiol. 431: 103122.Torrice, M.M., K.S. Bower, H.A. Lester, and D.A. Dougherty. 2009. Probing the role of the cation-pi interaction in the binding sites of GPCRs using unnatural amino acids. Proc. Natl. Acad. Sci. USA. 106:1191911924. http:dx.doi.org10.1073pnas.0903260106 Vsquez, V., D.M. Cortes, H. Furukawa, and E. Perozo. 2007. An opti - mized purification and reconstitution method for the MscS channel: strategies for spectroscopical analysis. Biochemistry . 46:67666773. http:dx.doi.org10.1021bi700322k Vsquez, V., M. Sotomayor, J. Cordero-Morales, K. Schulten, and E. Perozo. 2008. A structural mechanism for MscS gating in lipid bilay - ers. Science . 321:12101214. http:dx.doi.org10.1126science .1159674",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "Suitability of Xenopus oocytes for the expression of bacterial mechanosensitive channel MscS"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "MscS conductance in oocytes is comparable to that in E"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "MscS exhibits low voltage dependence when expressed in oocytes"
            }
        ]
    }
]