[
    {
        "pmid": "38862479",
        "title": "Spatially resolved multiomics on the neuronal effects induced by spaceflight in mice.",
        "year": "2024",
        "journal": "Nat Commun",
        "abstract": "Impairment of the central nervous system (CNS) poses a significant health risk for astronauts during long-duration space missions. In this study, we employed an innovative approach by integrating single-cell multiomics (transcriptomics and chromatin accessibility) with spatial transcriptomics to elucidate the impact of spaceflight on the mouse brain in female mice. Our comparative analysis between ground control and spaceflight-exposed animals revealed significant alterations in essential brain processes including neurogenesis, synaptogenesis and synaptic transmission, particularly affecting the cortex, hippocampus, striatum and neuroendocrine structures. Additionally, we observed astrocyte activation and signs of immune dysfunction. At the pathway level, some spaceflight-induced changes in the brain exhibit similarities with neurodegenerative disorders, marked by oxidative stress and protein misfolding. Our integrated spatial multiomics approach serves as a stepping stone towards understanding spaceflight-induced CNS impairments at the level of individual brain regions and cell types, and provides a basis for comparison in future spaceflight studies. For broader scientific impact, all datasets from this study are available through an interactive data portal, as well as the National Aeronautics and Space Administration (NASA) Open Science Data Repository (OSDR).",
        "full_text": "Article https:doi.org10.1038s41467-024-48916-8 Spatially resolved multiomics on the neuronal effects induced by space ight in mice Yuvarani Masarapu1,17, Egle Cekanaviciute2,17, Zaneta Andrusivova1,17, Jakub O. Westholm3, s aB j  r k l u n d4, Robin Fallegger5, Pau Badia-i-Mompel5,6,V a l e r yB o y k o2,7, Shubha Vasisht8, Amanda Saravia-Butler9, Samrawit Gebre2,E n i k Lzr1,10, Marta Graziano11, Solne Frapard1,R o b e r tG .H i n s h a w12,O l a fB e r g m a n n10,13, Deanne M. Taylor8,14, Douglas C. Wallace15, Christer Sylvn16, Konstantinos Meletis11, Julio Saez-Rodriguez5, Jonathan M. Galazka2, Sylvain V. Costes2S t e f a n i aG i a c o m e l l o1 Impairment of the central nerv ous system (CNS) poses a signi cant health risk for astronauts during long-duration sp ace missions. In this study, we employed an innovative approach by integrating sin gle-cell multiomics (transcriptomics and chromatin accessibili ty) with spatial transcriptomics to elucidate the impact of space ight on the mouse brain in female mice. Our comparative analysis between ground control and space ight-exposed animals revealed signicant alterations in essential brain pr ocesses including neurogenesis, synaptogenesis and synaptic transmissi on, particularly affecting the cortex, hippocampus, striatum an d neuroendocrine structures. Additionally, we observed astrocyte activation and si gns of immune dysfunction. At the path- way level, some space ight-induced changes in the brain exhibit similarities with neurodegenerative disorders, m arked by oxidative stress and protein misfolding. Our integrated spatial mul tiomics approach serves as a stepping stone towards understanding space ight-induced CNS impairments at the level of individual brain regions and cell types, and provides a basis for com-p a r i s o ni nf u t u r es p a c e ight studies. For broader scienti c impact, all datasets from this study are available through an interactive data portal, as well as the National Aeronautics and Space Administration (NASA) Open Science DataRepository (OSDR). In preparation for long-duration lunar and Mars missions, it is crucial to investigate the health risks to astronauts that are posed by exposureto the space environment 1. The key physiological impairments include DNA damage and oxidative stress from galactic cosmic radiation2, bone and muscle damage from loss of gravity3,4, circadian and sleep dysregulation5, microbial dysbiosis6and tissue and organdegeneration, including cardiovascular and CNS damage7.S t u d i e s on animal models have shown several space ight stressors directly impacting brain molecular mechanisms causing neuroin-ammation, neurodegeneration and neurovascular damage 811. Speci- cally, exposure to simulated space radiation at doses comparable to the ones expected during the planned Mars mission, leads toReceived: 23 May 2023 Accepted: 17 May 2024 Check for updates A full list of af liations appears at the end of the paper. e-mail: sylvain.v.costesnasa.gov ;stefania.giacomelloscilifelab.se Nature Communications  (2024) 15:4778 11234567890():,; 1234567890():,;neurodegeneration and neuroin ammation in vivo and in tissue and cell models12, as well as cognitive and behavioral de cits in rodent models. Furthermore, major physiological effects of microgravity inlow-Earth orbit, as observed at the International Space Station (ISS), include a redistribution of body uids from lower towards upper body parts, leading to signi cant cardiovascular 13and CNS changes14.H o w - ever, deeper investigations are needed to understand the mechanismsand speci city of these impairments, and identify targets for coun- termeasure development. Studies performed directly on astronauts have to be minimally invasive, resulting in limited information on molecular and cellularlevel outcomes, while space own rodent models allow the range of subcellular to behavioral-level investigation of space ight effects. In this study, we used spatial transcriptomics and multiomics to explorespace ight-induced molecular changes in brain tissue of young adult female BALBc mice samples obtained during the Rodent Research-3 (RR-3) mission and requested from the NASA Biological InstitutionalScienti c Collection (NBISC). We combined single-nucleus multiomics (i.e., snMultiomics, RNA and ATAC sequencing) with Spatial Tran-scriptomics (ST) data to study changes in chromatin accessibility andRNA expression in different cell types and brain regions and to identifykey regional and cell type differences in responses to space ight. Single-cell sequencing is a powerful method to obtain information about the cellular composition of a tissue and cellular-level responsesto perturbations. However, the applicability of single-cell tran-scriptomics relies on the accessibility of fresh specimens and the possibility to successfully dissociate the tissue of interest 15. Since s a m p l ep r e p a r a t i o ni ns p a c e ight studies typically involves in-orbit freezing of the entire carcass to simplify the experiment and minimizecrew time, single-nucleus transcriptomics becomes a more feasiblemethod. Using single-nuclei multiomics, we were able to assess bothtranscriptional pro les and chromatin changes within the same nuclei, thus providing paired data of RNA expression and chromatinaccessibility. While single-nuclei sequencing methods facilitate the study of individual nuclei transcriptomes, they lack spatial context. There-fore, spatial transcriptomics is a powerful addition, enabling the comparison of effects among brain structures and providing tran- scriptomics information coupled with the original location within tis-sue sections 16.Overall, our study is a stepping stone towards the understanding of the molecular changes induced by the space environment at theresolution of individual cell type and brain region. Our ndings not only advance the knowledge of the neurological effects of space ight, but also provide a critical foundation for future space biology mission designs. Results To identify speci c cellular microenvironments affected by space- ight, we combined the techniques of spatial transcriptomics (ST; 10X Genomics Visium) and single-nucleus multiomics (snMultiomics; geneexpression and chromatin accessibility; 10 Genomics Single CellMultiome ATAC  Gene Expression) on mouse brain. In total, we ana-lyzed three brains from mice euthanized on-board of the InternationalSpace Station (ISS; F1, F2, F3) and three brains from ground control mice (G1, G2, G3) that were kept under matched conditions (see Ani- mals in Methods). For each sample, we isolated nuclei from onehemisphere for snMultiomics analysis and cryo-sectioned the otherhemisphere for ST analysis with the focus on the hippocampalregion (Fig. 1). Space ight sample quality is suitable for ST and snMultiomics analysis As arst step, we ensured that the morphological and RNA quality of the samples was suitable for our experimental work ow given that the space own samples had undergone a speci c preservation approach17, which was also used for the corresponding ground control animals (see Animals in Methods). We measured the RNA integrity number(RIN) for each sample and found that it was 9.15 on average (Supple-mentary Fig. 1A). Furthermore, we performed a tissue optimizationexperiment con rming that both RNA integrity and tissue morphology was of suf cient quality for ST analysis (see Visium Spatial Gene Expression technology and sequencing in Methods; Supplemen-tary Fig. 1B). snMultiomics dissects the effects of space ight on different cell types in space own mouse brains To dissect the alterations induced by space ight at the single-nucleus level, we performed a snMultiomics analysis on hemispheres of threespace own (F1, F2, F3) mice and two out of three ground controls UMAP1 UMAP2 UMAP1 UMAP2 UMAP1 UM AP2Spatial Gene Expression Analysis Single Nuclei MultiomicsRNA-seq ATAC-seq Combined Data AnalysisCell Type MappingDifferential Expression Analysis (Flight vs Ground control) Brain location 1 Brain location 2 Brain location n... snMultiomics cluster 1 snMultiomics cluster 2 snMultiomics cluster 3 ... snMultiomics cluster mDifferential Expression Analysis (Flight vs Ground control) Ground control n3Flight n3 Fig. 1  Summary of the project work ow.Overview of the study work ow where brains from International Space Station (ISS; Flight mice) and ground controlmouse groups (Ground control mice) were split into the two hemispheres forSpatial Gene Expression Analysis (Spatial Transcriptomics or ST) and Single Nuclei Multiomics analysis (snMultiomics).Article https:doi.org10.1038s41467-024-48916-8 Nature Communications  (2024) 15:4778 2(G2, G3), obtaining RNA expression pro les (RNA-seq) and chromatin accessibility (ATAC-seq) information from the same nucleus. In total, we isolated 21,178 nuclei across the space ight and con- trol samples with an average of 3140 unique transcripts (Unique Molecular Identi er or UMI) per nucleus (i.e., from snRNA-seq) and 9217 peaks per nucleus (i.e., from snATAC-seq) (Fig. 2A, B; Supple- mentary Fig. 1C) and an overall high gene expression correlationbetween the space ight and ground control samples ( r0 . 9 5 , p0 . 0 5 ;F i g . 2C). By integrating snRNASeq and snATAC-seq data and performing a joint clustering analysis, we identi ed 18 snMultiomics clusters (Fig. 2D; Supplementary Fig. 2). Next, we leveraged previously reported marker genes in the lit- erature (see Gene and cluster annotation in Methods for details) toidentify 11 macro categories for the 18 snMultiomics clusters (inter- changeably referred to as multiomics clusters in the next sections) according to their functions (Fig. 2E; Supplementary Data 1, 2). The majority of clusters were related to neurogenesis, neuronal activityand synaptic transmission, distinguished by differences in neuro-transmitters (GABAergic, glutamatergic, dopaminergic) and based ongene expression patterns, tentatively associated with neuronal loca-tions in hypothalamus, striatum, cortex and hippocampus. We identi ed a total of 825 differentially expressed genes (DEGs) between space own and ground control samples across all multiomics clusters (Supplementary Data 3). The majority of these 825 DEGs wereinvolved in neuronal development (multiomics clusters 9, 11), axonalor dendritic outgrowth (multiomics cluster 9), and synaptic trans- mission (multiomics cluster 4), including speci cally GABAergic synaptic transmission (multiomics cluster 11). Comparison of 825 space ight multiomics DEGs to the 629 sig- nicant DEGs (Space ight vs Ground Control; p-value  0.05) from the bulk RNAseq data of the same mice brains from the same NASAmission (RR-3), indicated 11 shared genes ( p-value  0.01582549, hypergeometric distribution test; see Gene overlap test in Methods;Supplementary Data 4). Out of these 11 overlapping genes, only 2 genes (Gabra6, and Kctd16) showed the same directional change in both the datasets indicating that the majority of space ight effects are cell type-speci c and emphasizing the need for cell-speci ca n a l y s i so f central nervous system responses to space ight. We also compared these 825 space ight DEGs with space ight DEGs reported in a total of 11 other datasets processed by NASA OSDRincluding mass spectrometry and RNA-seq data collected from dif-ferent organs of BALBc and C57BL6J mice strains. This comparisonrevealed a total of 461 overlapping DEGs ( p-value  0.05) across all the 11 datasets combined (refer to Supplementary Data 5 for a detailed listof overlapping genes and the resulting p-value from the hypergeo- metric distribution test performed for each dataset). ST provides a high-resolutio n mapping of gene expression changes to mouse brain regions To investigate space ight-induced CNS alterations at a spatial level, we performed ST analysis on the other brain hemispheres from 3 ight (F1, F2, F3) and 3 ground control mice (G1, G2, G3). We collected twocoronal sections from each brain hemisphere containing hippo-campus, somatosensory cortex, striatum, amygdala and corpuscallosum. In total, we captured 14,630 genes across 29,770 spots after l- tering and detected 10,884 UMIsspot and 3755 genesspot on average (Fig. 2F, G; Supplementary Fig. 3A, B) and found a high overall gene expression correlation between space ight and ground control tissue sections ( r0 . 9 9 , p0 . 0 5 ;F i g . 2H). Unsupervised clustering analysis of spot information identi ed 18 distinct spatial clusters (further referred as ST clusters) (Fig. 3A, B; Supplementary Data 6), which 0Neurogenesis I 1Synaptic Transmission I 2Neuronal activity, Synaptic Transmission I 3Myelination 4Astrocytes 5Glutamatergic Synaptic Transmission I 6Glutamatergic Synaptic Transmission II 7Glial development 8Glutamatergic Synaptic Transmission III9Neurogenesis II 10Microglia 11GABAergic Synaptic Transmission 12Neurovasculature13Neuronal activity, Synaptic Transmission II 14Neuroendocrine 15Neuronal activity, Synaptic Transmission III 16Glutamatergic Synaptic Transmission IV 17Synaptic Transmission IIA B F GUMAP1UMAP21 243 0 135 11148 1767 1612910 1501000020000nUMIsnuclei RNAseq 0500010000150002000025000nPeaksnuclei ATACseq 025005000750010000nGenesspot ST0300006000090000nUMIspot ST Lingo2Meg3Asic2Tenm2Dab1TtrBmp6PtgdsStk39Enpp2RarbMeis2Foxp2DgkbCacna2d3Kcnq5Tafa1Cntnap5bZfhx3Rnf220Chn2Olfm3Cadps2Sox6Sox2otPlp1MbpPlcl1St18Edil3Tgfbr1Cst3HexbElmo1Epb41l2Nxph1Kcnc2Hs3st4Adarb2Eml5Gria1Slc1a3Luzp2Npas3Lama2Grip1Erbb4Grik1Galntl6Fgf13Gpc5Slc1a2Pitpnc1Atp1a2Gm3764AstrocytesGABAergic SynapticGlial developmentGlutamatergicMicrogliaMyelinationNeurogenesisNeuronal activityNeuroendocrineNeurovasculatureSynaptic Transmission Celltype groupsFeaturesPercent Expressed 25 50 75 100 1012Average ExpressionMultiomics Ground vs Flight 0123 0123 ground (log (1  avgUMI))flight (log (1  avgUMI))r  0.95; p  0.05 ST Ground vs Flight 3 012 012 3 ground (log (1  avgUMI))flight (log (1  avgUMI))r  0.99; p  0.05CD HE Fig. 2  Single-nucleus multiomics analysis of space own mouse brains. ADistribution of UMIs per nucleus in the entire snRNA-seq dataset. nUMInuclei: number of UMIs detected in each nuclei. BDistribution of peaks per nucleus in the entire snATAC-seq dataset. nPeaksnuclei: number of peaks detected per nuclei in the multiomics dataset. CCorrelation between ight (y-axis) and ground control (x- axis) single nuclei multiomics samples (Pearson s correlation coef cient, r0 . 9 5 ; p 0.05) shown as a scatter plot. This is a two-sided Pearson correlation test with 95 con dence intervals performed on the average expression (log(1  avgUMI)). avgUMI: average UMI counts per spot. DUMAP of single nuclei multiomics data and cluster annotations. E11 functional multiomics clusters categories represented bytheir marker genes. FDistribution of UMIs per spot for the whole spatial tran- scriptomics (ST) dataset. nUMIspot: number of UMIs detected per spot in the STdataset. GDistribution of unique genes per spot for the whole spatial tran- scriptomics (ST) dataset. nGenesspot: number of genes detected per spot in the ST dataset. HCorrelation between ight (y-axis) and ground control (x-axis) ST sam- ples (Pearson s correlation coef cient, r 0.99; p 0.05) shown as a scatter plot. This is a two-sided Pearson correlation test with 95 con dence intervals per- formed on the average expression (log(1  avgUMI)). avgUMI: average UMI counts per spot.Article https:doi.org10.1038s41467-024-48916-8 Nature Communications  (2024) 15:4778 3presented a clear separation between the cortical top (ST cluster 1) and bottom layers (ST cluster 9), as well as other major structures,including hippocampus (with separation of CA1, CA3, and dentategyrus in ST clusters 10, 8 and 11 respectively), thalamus (ST cluster 5), striatum (ST clusters 0, 14), hypothalamus (ST cluster 2), pituitary (anterior and posterior; ST cluster 2), corpus callosum (ST cluster 12)and cerebral peduncles (ST cluster 4) (Fig. 3C). Key functions of the markers (Supplementary Data 7) that were shared by numerous STclusters include neurogenesis, neuronal development, axonal growthand synaptogenesis, indicating that ST cluster analysis is dominated byneuronal gene expression. Next, we investigated how space ight in uences gene expression at the spatial level and identi ed a total of 4057 DEGs in 7 out of 18 ST clusters (Supplementary Data 8). The majority of DEGs were involvedin neuronal development, synaptogenesis and synaptic plasticity, and neurodegeneration, including 21 DEGs in hippocampal CA3 neurons. The most pronounced change in gene expression due to space ight was observed in cortical neurons (bottom layers; ST cluster 9) whichshowed 3208 DEGs (1808 upregulated, and 1400 downregulated) withsimilar functions related to neuronal development and synaptictransmission in somatosensory, motor and visual cortex. Consensuspathway analysis 18highlighted neurodegeneration-associated path- ways in cortical neurons (bottom layers; ST cluster 9) including proteinmisfolding and abnormal protein clearance, indicating potential simi-larities with neurodegenerative diseases characterized by proteinmisfolding and accumulation, such as Parkinson sd i s e a s e 19,20(Fig. 3D). Integration of multiomics and ST datasets for spatial and cell type-level effects of space ight To infer the spatial distribution of the clusters identi ed by multio- mics, we performed spot deconvolution analysis on matching STdataset using Stereoscope 21(which corrects for biases arising from different experimental techniques before calculating celltype pro-portions probabilities) (Fig. 3E; refer to Supplementary Figs. 4 6f o r detailed visualizations of multiomics cluster proportions in ST data-set). The deconvolution analysis revealed similarities based on theassigned functional annotations between several multiomics and spatial data clusters, for instance, synaptic transmission (multiomics cluster 1 matched with ST clusters 0 and 2), myelination (multiomicscluster 3 matched ST clusters 4 and 12), and neuronal activity (mul-tiomics cluster 15 matched ST cluster 5) (Fig. 3F; Supplementary Figs. 7, 8; Supplementary Data 9). This comparative analysis suggested theeffects of space ight on synaptic transmission speci cally in cortex (including both neurons and astrocytes, as revealed by snRNA-seq datathat allowed cell type separation) and on dopaminergic neurondevelopment speci cally in striatum (Supplementary Data 9). Ligand-receptor interaction analysis suggests space ight- mediated effects on astrocyte functions To assess the effects of space ight on the cell-cell interaction level, we performed a ligand-receptor analysis on two multiomics clusters thatshowed among highest number of differentially expressed genes inresponse to space ight, i.e., multiomics clusters 4 (Astrocytes), and 11 (GABAergic Synaptic Transmission). We found 4 signi cantly upregu- lated interactions (Fig. 4A), including adhesion molecule pairs, EGFR (epidermal growth factor receptor) pairs, and VEGFA (vascular endo-thelial growth factor). These ligand-receptor interactions have pre-viously been shown to be involved in cellular development in the CNS.EGFR 22, is involved in neuronal development, including axonal out- growth. Meanwhile, VEGFA23,24primarily regulates angiogenesis though it can also play a role in hippocampal neurogenesis, and astrocyte-produced VEGFA has previously been demonstrated to reg-ulate neuronal NMDA receptor activity 2325. Interestingly, we found that space ight widely increased VEGFA_GRIN28 interactions between multiomics cluster pairs related to astrocytes and synaptictransmission, i.e., 4-11 (Astrocytes-GABAergic Synaptic Transmission). No ligand-receptor interactions in these clusters were signi cantly downregulated. We also extended the ligand-receptor analysis to the ST dataset using SpatialDM26. We applied SpatialDM on each ST brain section to identify spatially co-expressed LR pairs and found a total of 1260 LRpairs (Supplementary Fig. 9; refer to Supplementary Data 10 for adetailed list of LR pairs with corresponding z-scores across each STsection). Differential testing between the two conditions ( ight and ground control) for the observed 1260 LR pairs revealed a total of 134differential LR pairs (differential p-value  0.1; Supplementary Data 11). Motif analysis shows space ight effects on transcription factor (TF) activity To investigate the effects of space ight on transcription factors (TFs), we performed motif analysis on snATAC-seq peaks from the single nucleus multiomics data, which revealed space ight-mediated differ- ences in TF activity in several multiomics clusters (SupplementaryData 12), especially 4 (Astrocytes), and 11 (GABAergic SynapticTransmission). Space ight was associated with reduced accessibility of motifs Zic1, Zic2 and Atoh1 in multiomics clusters 4 (Astrocytes) 27,28(Fig. 4B). Meanwhile, increased accessibility of motifs Pou5f1 and Sox2 in mul-tiomics cluster 11 (GABAergic Synaptic Transmission) might indicatereduced neuronal differentiation in space ight 2931(Fig. 4C). In addi- tion to neuronal effects, motifs Pparg, Rxra and Nr2f6, which collec- tively inhibit immune responses, showed decreased accessibility in telencephalon interneurons (multiomics cluster 11), suggestingincreased in ammatory responses in space 3234, and possible circadian dysregulation3539. Spatial gene expression patterns show several changes in sig- naling pathways occurring in space ight brain samples Local environments of cell types may affect the functional responses to space ight represented by changes in signaling pathways. We com- pared key signaling pathways in adjacent locations based on thespatially-resolved cell type deconvolution results from Stereoscope analyzed using the Multiview intercellular SpaTial modeling frame- work (MISTy) 40. This tool allowed us to investigate the relationships between cell type proportions in each ST spot and activities of 14pathways inferred by decoupler-py and PROGENy 41,42.S p e c i cally, the MISTy models predict cell type abundance in a spot based on anintraview (features in the same spot) and paraview (weighted sum ofthe features in the neighboring spots; weights decreasing with dis-tance). Either cell type abundances or pathway activities were selectedas features for the model, and a separate model was built for each sample and cell type. To analyze the effects of space ight, the models were subsequently aggregated into ight and ground control groups. Based on cell type abundances, we did not nd any signi cant changes in cell type colocalization (which would occur duringtissue restructuring or lesion formation) between ight and ground controls, similar to our previous nding of no signi cant changes in cell type abundance in deconvolution results (SupplementaryFigs. 7 and 8). In contrast, changes in signaling pathways were associated with individual cell types. Cell abundance in neurovasculature (multiomicscluster 12) colocalized with decreased MAPK signaling in space ight (Fig. 4D). Similarly, signaling changes in local neighborhood (MISTy paraview) of several other cell types were found in space ight samples (Fig. 4E): (1) less negative correlation of EGFR signaling and glutama- tergic neuronal cells; (2) more negative correlation of MAPK andcholinergic, monoaminergic and peptidergic neurons; (3) increasedTGFbeta signaling in the vicinity of GABAergic interneurons; (4)reduced WNT signaling in class II glutamatergic neurons.Article https:doi.org10.1038s41467-024-48916-8 Nature Communications  (2024) 15:4778 4Odf3bDynlrb2Foxj1Ccdc153Tmem212Clic61500015O10RikKlGm5741Sostdc1Vsig2NrepBaiap2l1Coro6Tshz2Rgs9Gpr88Pde10aPpp1r1bPenkSlc6a13FmodSlc6a20aPrlPtgdsLpar1Plekhb1Ppp1r14aCtgfCplx3Sema5aBhlhe22Fam163bDgkhDdnScrg1RgccHapln1Slc1a3NdnfCcl27aIpcef1Ttc9bRprm3110035E14RikSyn2HpcaChgbCpeYwhahTmem121bRai14Gm19410DtlBmp3Atp2b1ItpkaPlk2Man1aNovPtpn4RoraPdp1Pcp4PrkcdMagCar2CnpCldn11MobpAcvr2aKcng1Camk2dHpcal1Slc30a3GalTrhResp18CartptPmchArcStx1aGm765Pamr1Mef2cEsrrgSteap2Gata3Syt2Spp1 0123456789 1 0 1 1 1 2 1 3 1 4 1 5 1 6 1 7 ST ClusterFeatures Average Expression 1012 Percent Expressed 0 25 50 75 1000Midbrain neurons 3Amygdalar and piriform neurons 6Hippocampal CA1 neurons, pyramidal layer 9Cortical neurons, bottom layers 12Corpus callosum 15Retrosplenial neurons1Cortical neurons, top layers 4White matter 7Auditory and entorhinal neurons 10Hippocampal CA1 neurons, stratum radiatum 13Neurovasculature 16Choroid plexus and subventricular structures2Neuroendocrine neurons 5Thalamic neurons 8Hippocampal CA3 neurons 11Dentate gyrus neurons 14Caudateputamen neurons 17Choroid plexusA UMAP1 UM AP22 713 1310 96 15124 140178 1611 5Flight Ground control D ST Cluster 9 Oxidative phosphorylation Parkinson diseaseEndocytosisActin cytoskeleton reorganization Ubiquitin mediated proteolysis TGF-beta signaling pathway Renal cell carcinoma GABAergic synapseLong-term potentiation F00.250.500.751.00 1234567 891011 12 1314 15 16 17Multiomics cluster proportions 0 ST cluster0Neurogenesis I 1Synaptic Transmission I 2Neuronal activity, Synaptic Transmission I 3Myelination 4Astrocytes 5Glutamatergic Synaptic Transmission I 6Glutamatergic Synaptic Transmission II 7Glial development 8Glutamatergic Synaptic Transmission III 9Neurogenesis II 10Microglia 11GABAergic Synaptic Transmission 12Neurovasculature 13Neuronal activity, Synaptic Transmission II 14Neuroendocrine 15Neuronal activity, Synaptic Transmission III 16Glutamatergic Synaptic Transmission IV 17Synaptic Transmission IIEC Low HighExpressionWfs1 Dkk3 Prox1 Flight Ground control Flight Ground control Flight Ground control Synaptic transmission I Ground controlFlight0.9 0.40.50.7 0.6 0.30.8 0.2 0.1 Myelination Fli ght Gr ound control0.9 0.50.7 0.6 0.30.8 0.2 0.1 Neuronal activity, Synaptic transmission III Flight Ground control0.9 0.40.50.7 0.6 0.30.8 0.2 0.1B Fig. 3  Spatial Transcriptomics datasets, cell type deconvolution and pathway analysis of ST data. A Clustering of spatial transcriptomics data, cluster annota- tions and spatial location of clusters visualized on ight and ground control mouse brain sections. BMarker genes for each ST cluster visualized as dotplot. CSpatial distribution of 3 genes (Wfs1 for CA1 region of hippocampus, Dkk3 for CA1 and CA3 hippocampal region and Prox1 for Dentate gyrus) in three ight (left column) and three ground control (right column) ST sections. DSigni cantly different pathways (p 0.05) between ight and ground control in ST cluster 9 (Cortical neurons,bottom layers). EVisualization of number of clusters identi ed by single-nuclei multiomics and their proportions in each ST cluster (x-axis; 0 17). Only multiomics clusters with higher proportions (10) are displayed in the barplot. FCell type proportions mapped to spatial coordinates on three ground control (top row) and three ight (bottom row) mouse brain sections (Synaptic transmission I or mul- tiomics cluster 1; Myelination or multiomics cluster 3; Neuronal activity, Synaptictransmission III or multiomics cluster 15).Article https:doi.org10.1038s41467-024-48916-8 Nature Communications  (2024) 15:4778 5To assess the downstream effects of these changes, we built a tissue-speci c gene regulatory network (GRN) from the multiomics data using CellOracle43and used it to predict TF activities in spatial data and computed the Pearson correlation between TF and signaling activities for the dysregulated pathways in spots containing the cell types identi ed above. The network suggested that the decrease in MAPK signaling in space ight increases activity of the transcription factor Glis3 and reduces Lef1 in neurovasculature, respectively(Fig. 4F, G).Metabolic gene enrichment analysis shows decreased gene expression in space ight mice Gene Set Enrichment Analysis (GSEA) on the ST data using metabolic pathways indicated space ight-mediated inhibition of the oxidative phosphorylation pathway, especially Complex I signaling (Fig. 5A, Supplementary Data 13), as well as pathways related to glycolysisgluconeogenesis (Supplementary Fig. 10), fructose and mannosemetabolism (Supplementary Fig. 11) and arachidonic acid metabolism(Fig. 5B). Analysis of multiomics data was consistent with space ight- AB E multiomics cl 4multiomics cl 11multiomics cl 7multiomics cl 6multiomics cl 16multiomics cl 3multiomics cl 2multiomics cl 15multiomics cl 0multiomics cl 12multiomics cl 1multiomics cl 17 Androgen EGFR Hypoxia MAPK NFkB p53 TGFb TNFa WNT PredictorTargetCondition specific interactions in paraviewD F Flight Ground ConditionCorrelationNeurovasculature: MAPK  Glis3 p-val  0.0388 0.1 0.0 -0.1 -0.2 -0.3 G Flight Ground ConditionCorrelationNeurovasculature: MAPK  Lef1 0.3 0.2 0.1 0.0 -0.1 -0.2 -0.3 -0.4p-val  0.0388_____ F1 F2 F3 G2 G3Identity7.55.02.50.02.55.0chromVAR signalAtoh1 123456789 1 0 Position00.511.52Information content_____ 2024 F1 F2 F3 G2 G3 IdentitychromVAR signalPou5f1::Sox2 123456789 1 0 1 1 1 2 1 3 1 4 1 5 Position00.511.52Information contentC _____ 02 F1 F2 F3 G2 G3 IdentitychromVAR signalZic1::Zic2 -2 123456789 1 0 1 1 Position00.511.52Information content multiomics cl 4_multiomics cl 11multiomics cl 11_multiomics cl 4 CADM1_NECTIN3 CADM3_CADM1 COPA_EGFR VEGFA_GRIN2B log10(pvalue) 01 23 Log2 mean (Molecule1_Molecule2) 1 0 1 2 Flight Ground ConditionCorrelation0.0 -0.1 -0.2 -0.3 -0.4 -0.5 -0.60.1MAPK - Neurovasculature F3F2F1 G1 G2 G3mouseF3:MAPK G2:MAPK F3:Neurovasculature G2:Neurovasculature0 -1 -2 -3 -4 -5 -60 -1 -2 -3 -4 -5 1.0 1.0 0.60.8 0.4 0.20.8 0.6 0.4 0.2 G2: MAPK G2: Glis3 2.0 1.5 1.0 0.5 0.0 -0.5 -1.0-1.5 -2.0 -2.5 -3.0 -3.5 -4.0 -4.5 G2: Lef1 2.0 1.5 1.0 0.5 0.0 -0.5 -1.0 -1.5 -2.0G2: MAPK -1.5 -2.0 -2.5 -3.0 -3.5 -4.0 -4.5F1: MAPK F1: Glis3 2.0 1.5 1.0 0.5 0.0 -0.5 -1.0 -1.5-1.5 -2.0 -2.5 -3.0 -3.5 -4.0 -4.5 -5.0 F3: Lef1 F3: MAPK -1.5 -2.0 -2.5 -3.0 -3.5 -4.0 -4.5 -5.03.0 2.5 2.0 1.5 1.0 0.5 0.0 -0.5 F3F2F1 G1 G2 G3mouse F3F2F1 G1 G2 G3mouseTarget multiomics cl 6multiomics cl 3multiomics cl 2multiomics cl 15multiomics cl 14multiomics cl 9multiomics cl 12 Hypoxia JAKSTAT MAPK NFkB TGFb WNT PredictorCondition specific interactions in intraview log( p) in Flight 012 log( p) in Ground 012log( p) in Flightlog( p) in Ground 0.00.51.01.50.00.51.01.5Article https:doi.org10.1038s41467-024-48916-8 Nature Communications  (2024) 15:4778 6mediated reduction in these pathways together with fatty acid synth- esis (Fig. 5C; Supplementary Data 14). De cits in glycolysis and oxi- dative phosphorylation are consistent with previously reportedmitochondrial impairments caused by space ight 44, while, arachidonic acid is primarily produced by astrocytes and suggests astrocyte dys- function as a potential target for future space ight CNS studies. Validation of differential gene expression In order to validate our ndings on the space ight affected processes in mouse brain, we performed single molecule Fluorescence In situHybridization (smFISH) using the RNAscope technology for two genesof interest (Adcy1 and Gpc5) in ve brain sections: 3 ights, 2 ground controls (Supplementary Fig. 12) from a comparative set of mice (seeMethods). We observed signi cant upregulation in the expression of both genes in space ight samples, con rming our ndings from the ST data and multiomics data analysi s (Supplementary Data 3 and 8, Sup- plementary Fig. 13A C). Adcy1 was particularly upregulated in the hippocampus and associated with changes in neuronal activity (STclusters 8, 11), while Gpc5 was upregulated in astrocytes (multiomicscluster 4). Discussion In this study, we used brain samples from ground control and space-own female mice from the RR-3 mission to understand the effects of the space environment at high resolution: at the level of individualbrain cell types and brain regions. The main alterations in gene expression induced by space ight included changes in synaptogenesis and neuronal development, as well as neurodegeneration and in am- mation, similar to previously reported tissue and behavioral-leveleffects of simulated space ight and simulated deep space radiation in mice 12. In addition, multiple gene expression changes mapped to pathways associated with circadian rhythm and mitochondrial func-tions. This study applies spatial transcriptomics and single-cell mul-tiomics to study the effects of space ight on the CNS which can serve as a stepping stone towards comparative investigation of samplesfrom other space missions and the outcomes of live animal return andreacclimation to Earth conditions. We demonstrate spatial transcriptomics and single nuclei mul- tiomics datasets to be highly complementary. For example, single- nucleus resolution permitted a focus on glial cells including astrocytesand microglia, which were not distinguishable in neuron-dominated STdatasets, due to the lower resolution of the method. Similarly, oursnATAC-seq analysis in transcription factor binding sites indicatedimmune dysfunction 34, while immune cells were too few to be distin- guishable in ST. On the other hand, combining spatial and geneexpression data revealed region-speci c effects of space ight 32,45. Furthermore, analysis of ligand-receptor interactions revealed inter- actions between different cell types, with the focus on neurodeve- lopment and astrocyte functions. In our study, multiple lines of evidence converged on space ight- mediated disruption of neurogenesis, neuronal development andsynaptogenesis, including dopaminergic synapse formation in thestriatum. Similar outcomes of increased pluripotency and reduced celldifferentiation have previously been reported in space own mouse bone samples 46,i ns p a c e own human stem cell models47, and in irra- diated mouse models48, indicating that it might be a systemic impair- ment that has now been identi ed to include the CNS. In addition, neurogenesis has been shown to be affected in a space ight analog study that combined simulated microgravity and low dose rate photon i r r a d i a t i o ni nm i c e10. Notably, synaptogenesis is particularly sensitive to simulated galactic cosmic radiation components49,i n d i c a t i n ga potential additional risk for deep space missions. Finally, our obser-vations in the striatal gene expression changes and transcription factoraccessibility are worth validating in future space ight experiments, since they might result in disrupted dopaminergic signaling. Space ight-associated changes in circadian gene expression are consistent with circadian disruption as one of the major biologicalresponses to space ight 50, though it has been studied comparatively little so far, especially in animal models51. Molecular and cellular CNS correlation of circadian gene expression dysregulation in space ight remains to be investigated in greater detail. Our results suggest potential similarities between space ight and some terrestrial CNS conditions. Changes in gene expression asso-ciated with disrupted synaptogenesis and neurogenesis, oxidativestress and in ammation collectively resemble neurodegeneration that is associated with natural aging. Thus, in future studies anti-aging andneuroprotective therapeutics, such as antioxidants 52or mitochondria- targeting pharmaceuticals53,54, might be repurposed as space ight countermeasures, or vice versa, space ight might be used as a model for accelerated aging55. We have recently begun computational studies on identifying terrestrial disorder analogs to alterations induced by space ight, though they have not yet included CNS effects, which will require comparing the data from multiple space ight experiments56. Our study presents two main limitations. The rst one is related to statistical robustness. Speci cally, since the input material consists of space ight legacy samples collected without envisioning a spatialFig. 4  Ligand-receptor interactions, motif accessibility, and signaling path- ways affected by space ight. A Dotplot showing the differentially expressed ligand receptor pairs found by CellPhoneDB between two interacting multiomicsclusters (4 and 11) which are affected by space ight. These clusters showed the largest number of space ight DEGs, and four LR pairs were found signi cantly upregulated in these interactions. The null distribution of the mean expression of the LR pairs was estimated by employing a random permutation approach. Themean expression of the interacting LR molecule pairs are indicated by the dot colors and the dot sizes represent the p-values which refers to the enrichment of the LR pair in the interacting multiomics clusters. Scales for both dot size and colorare presented below the plot. BAccessibility differences for motifs Atoh1, Zic1, and Zic2 in multiomics cluster 4 of ight mice and ground control mice. Space ight results in reduced accessibility of these motifs in ight samples. Two-sided Chi- square test statistic was used for differential testing with FDR correction (fdr0.05). CAccessibility differences for motifs Pou5f1, and Sox2 in multiomics cluster 11 ofight and ground control mice. Space ight results in increased accessibility of these motifs in ight samples. Effects of space ight shown by increased accessi- bility of these motifs in ight samples. Two-sided Chi-square test statistic was used for differential testing with FDR correction (fdr 0.05). D(left) adjusted p-value of differential interactions found by MISTy in intraview (cell type and pathway activity colocalization) occuring only in ight (blue; n 3 individual ST ight mouse sam- ples) or in controls (red; n 3 individual ST ground control mouse samples), tileswith black border identify statistically signi cant changes, (middle) correlation of MAPK pathway activity and Neurovasculature abundance, and mapped on Visium slide for two samples (right). Two-sided Student sttests with Benjamini Hochberg multiple testing correction was used to determine the differential interactions.Eadjusted p-value of differential interactions found by MISTy in paraview (cell type and pathway activity in local neighborhood) occuring only in ight (blue; n3 individual ST ight mouse samples) or in controls (red; n 3 individual ST ground control mouse samples), tiles with black border identify statistically signi cant changes. Two-sided Student sttests with Benjamini Hochberg multiple testing correction was used to determine the differential interactions. FPearson correla- tion of Glis3 activity (left) containing vascular endothelial cells and MAPK activity(n  6 individual ST mouse samples, 3 ight, 3 ground controls), and their respec- tive activities in Visium slides (4 plots on the right). Two-sided Student st-tests with Benjamini Hochberg multiple testing correction was used to determine the changes in correlation. GPearson correlation of Lef1 activity (left) within spots containing vascular endothelial cells and MAPK activity, and their respective activities in Visium slides (4 plots on the right). Two-sided Student sttests with Benjamini Hochberg multiple testing correction was used to determine the changes in correlation. multiomics cl: multiomics cluster. The boxplots in D,F,a n d Gshow the median as a central line, the box boundaries denote the rst and third quartiles and the whiskers extend to the most extreme point in the range within 1.5 times the interquartile range from the box.Article https:doi.org10.1038s41467-024-48916-8 Nature Communications  (2024) 15:4778 7Fig. 5  Metabolic gene set enrichment analysis. A Heatmap showing fold change differences (log2FC) between ight and ground control samples in oxidative phosphorylation pathway in both ST and multiomics datasets. There is a space ight-mediated inhibition seen for this pathway that is consistent across the two datasets. Two-sided Wilcoxon s rank-sum test was done with FDR adjustment. BHeatmap showing fold change differences (log2FC) between ight and ground control samples in Arachidonic acid metabolism pathway in both ST andmultiomics datasets. There is a de cit for this pathway seen in space ight samples in both the datasets. Two-sided Wilcoxon s rank-sum test was done with FDR adjustment. CHeatmap showing fold change differences (log2FC) between ight and ground control samples in Fatty acid synthesis pathway in both ST and mul- tiomics datasets. There is a space ight-mediated reduction observed for this pathway in both the modalities. Two-sided Wilcoxon s rank-sum test was done with FDR adjustment. multiomics cl: multiomics cluster.Article https:doi.org10.1038s41467-024-48916-8 Nature Communications  (2024) 15:4778 8transcriptomics analysis, the resulting brain morphology is not fully even across samples. This limits the interpretability of the differencesbetween space ight and ground control conditions to only a subset of spatial and multiomics clusters. Therefore, it will be important to validate the results of the RR-3 mission by comparing them to the neuronal effects of space ight in other mouse studies at similarly high resolution to increase statistical robustness. Moreover, it will bemeaningful to expand the experimental design by including samplesfrom animals that underwent a period of reacclimation to groundconditions after space ight. By doing so, it will be possible to quantify the extent to which space ight-mediated impairments persist after landing, especially once model organisms begin to age. This will allowthe investigation of key aspects of astronaut health risks that have notbeen included yet. The second limitation of our study relates to the sex of the ana- lyzed animals. The majority of mouse studies in space ight have been performed on females to facilitate group housing, while astronautcohorts include both male and female astronauts. Thus, it will benecessary to compare male and female animals to address the sexuald i m o r p h i s mo fC N Sh e a l t hr i s k s .I no r d e rt of u r t h e re x t r a p o l a t ea n i m a lmodels to human outcomes, human and mouse CNS organ modelsystems will have to be own as payloads. The rst human neurovas- cular models have already been investigated on the ISS 57,58,t h o u g h their results have not yet been published, while analyzing the effects ofsimulated space radiation on human neurovascular models 59high- lighted the importance of investigating astrocyte functions in missions beyond low-Earth orbit. In preparation for these missions, in which crew time will be severely limited, it will be essential to developautomated, long-lasting CNS models and compare their responses tomodel organisms. Overall, our study serves as a p reliminary indication to the potential risks that the brain is exposed to in space ight missions and more studies with larger sample sizes will be required to con rm our ndings. To encourage the scienti c community to use our datasets for generating new discoveries, all our data is openly available throughNASA GeneLab and can be explored by a Shiny app ( https: giacomellolabst.shinyapps.iorr3-brain-shiny ). In summary, in this study, we observed that space ight altered the expression of genes associated with neurogenesis, synaptogenesis andneuronal development in multiple regions of the brain, especiallystriatum, as well as oxidative stress and neuroin ammation collectively resembling neurological aging and neurodegeneration. Future studiesare planned to increase statistical robustness, focus on neuroimmuneoutcomes and investigate the persistence of space ight effects after landing and re-acclimation to Earth environment. In addition, ourndings illustrate the bene ts of combined spatial transcriptomics and single-cell analysis in revealing detailed biological alterations andsuggest them as highly relevant techniques for future space biology research. Our shared data, freely available in NASA s OSDR database 60, aims to deepen our collective understanding of the impact of space-ight on biological systems. Methods Ethical approval The study followed recommendations in the Guide for the Care and Use of Laboratory Animals and the protocol (CAS-15-001-Y1) wasapproved by the NASA Flight Institutional Animal Care and Use Com-mittee (IACUC) for both ight (housed at the NASA Ames Research Center) and ground control (housed at the Kennedy SpaceCenter) mice. Animals A cohort of 12-week-old female BALBc mice were own to the ISS and housed in the Rodent Habitat for 39 42 days. Male mice were not used in this study because of their behavioral impairments when co-housedin a stressful environment. Recent studies have also shown that the ISS differences across individual male mice are greater than those acrossfemale mice 61, indicating negligible effects of any hormonal changes during estrus cycle in female mice. Mice of similar age, sex and strain were used as ground controls housed in identical hardware (Rodent Habitat AEM-X, identi er 1379) and matching ISS environmental conditions62, including but not limited to cage type, light cycle (stan- dard 12:12 lightdark cycle for both ground control and ight mice groups), food (Nutrient Upgraded Rodent Food Bar (NuRFB)), tem-perature (23.36 C, and 21.37 C on average for ground control andight mice, respectively), humidity (41.86 and 41.53 on average for ground control and ight mice, respectively) and CO 2concentra- tion (3664.89 ppm mean CO 2f o rg r o u n dc o n t r o l s ,a n d3 7 1 1 . 9 7p p m mean CO 2foright mice). Detailed information on environmental telemetry data including temperature, humidity, CO2 levels, and cabin radiation exposure can be found on NASA s Environmental Data Application (EDA) by clicking on the publicly accessible link https: visualization.osdr.nasa.goveda and selecting RR-3 from the drop- down menu in the Mission Dashboard on the right-hand panel. Addi-tionally, all information on RR-3 mission payload is publicly availableon NASA OSDR link https:osdr.nasa.govbiorepodatapayloads RR-3 . At the end of the mission, space ight and ground controls were euthanized (using euthanasia chemical ketaminexylazineaceproma-zine) and whole carcasses were stored at 80 C until the dissection on earth. Mouse carcasses were removed from 80 C storage and thawed at room temperature for 15 20 min for dissection. Each carcass dis- section time was no longer than 1 h from collection of the rst tissue. Brain tissues were harvested and placed into 2 ml Eppendorf tubes forsnap freezing in liquid nitrogen, then stored in 80 C freezer for sample processing. RNA extraction RNA was extracted from tissue sections using the RNeasy Mini kit(Qiagen). RNA integrity was measured by using the Agilent Bioanaly-zer. All samples had RIN values above 8. Sample preparation Six brains in total, three from each group, were used in this study.Hemispheres of each of the brain samples were split. One hemispherefrom each sample was embedded in Tissue-Tek O.C.T. and cryo-sectioned in the hippocampus area at 10 m thickness. Sections were placed on Visium Gene Expression arrays, Superfrost glass slides orinto Eppendorf tubes. Second hemisphere of each brain was used fornuclei isolation. Samples were stored in 80 C before processing. Visium Spatial Gene Expression technology and sequencing First, 10 Genomics Spatial Gene Expression Tissue Optimization protocol was performed on 8 consecutive mouse brain sections to determine the optimal permeabilization time. One tissue sectionwas used as a negative control. The experiment was performedaccording to the manufacturer s instructions (User Guide, CG000283 Rev B). Spatial gene expression libraries were generated using the Visium Gene Expression kit (10x Genomics ). Brain hemispheres were cryo- sectioned to reach the hippocampus area. Two consecutive sections ofhippocampus from the ground control cohort and two consecutivesections of hippocampus from the ight cohort were placed on Visium glass slides. Consecutive sections were considered technical repli-cates. In total, 12 Visium libraries were prepared following the manu- facturer s protocol (User Guide, CG000239 Rev F). Twelve libraries were sequenced by using an Illumina Novaseq platform, while fourwere sequenced on an Illumina NextSeq500 platform and sequencedby using a Illumina Novaseq platform. Length of read 1 was 28 bp andread 2 was 120 bp long.Article https:doi.org10.1038s41467-024-48916-8 Nature Communications  (2024) 15:4778 9Chromium single-cell Multiome ATAC Gene Expression tech- nology and sequencing Nuclei isolation . One hemisphere of 4 brains used for Spatial Tran- scriptomics was utilized for nuclei isolation. Brain tissue was placed into a tube together with lysis buffer (10 mM Tris-HCl, 10 nM NaCl, 3n M M g C l 2, 0.1 Igepal CA-630, 1 mM DTT, 1U l RNAseOUT), homogenized by pestle homogenization in eppendorf tube and incu-bated on ice for 5 min. The nuclei were extracted by following10XGenomic protocol for Single Cell Multiome ATAC  Gene Expres-sion Sequencing (User Guide, CG000375 Rev B). Each sample was l- tered through a 40 m cell strainer prior to FACS sorting. Sorted and permeabilized nuclei were pelleted at 500  gfor 5 min at 4 C, coun- ted and used for Chromium Single Cell Multiome ATAC  GeneExpression library preparation. One hemisphere from the groundcontrol G1 sample was used to optimize the nuclei isolation protocol. Cell sorting . The stained cell nuclei suspension samples were then analyzed and sorted utilizing a BD Bioscience In uxow cytometer using an 86 m nozzle. Flow cytometry analyses and sorting were carried out by the following gating strategy: nuclei:singlets:7-AADpositive events. The nuclei sub-population was characterized in theSide Scatter-Forward Scatter plot by back-gating from the 7-AAD (ex.488 nm, em. 692 nm), singlets were gated in the Side Scatter Pulse width plot and nally the nuclei were gated in the Side Scatter 7-AAD plot. The nuclei were collected in a BSA coated Eppendorf tube. Single nuclei samples . Isolated and sorted nuclei were used to gen- erate single nuclei gene expression and ATAC-seq libraries accordingto the manufacturer s protocol using Chromium Single Cell Multiome ATAC  Gene Expression kit (User Guide, CG000338 Rev E). FinishedGene Expression libraries were sequenced by using an Illumina Next-Seq2000 platform with lengths of read 1 and read 2, 28 bp and 120 bplong respectively. Finished ATAC-seq libraries were sequenced byusing an Illumina NextSeq2000 platform. Length of both read 1 andread 2 was 50 bp long. Pre-processing and Clustering of Spatial Transcriptomics (ST) and multiomics Data ST data generation . Sequenced Visium libraries were processed using Space Ranger software (version 1.0.0, 10X Genomics). Reads werealigned to the Space Ranger built-in mouse reference genome (mm10-3.0.0) and count matrices were generated using these along with theHematoxylin and Eosin (HE) images. ST data analysis ST data analysis was performed jointly in R (v4.1.1) using the Seuratpackage (v4.0.1) and STUtility (v0.1.0). InputFromTable() was used togenerate a Seurat object from the count matrices with speci cltering parameters (min.spot.feature.count  100, min.gene.count  100, min.gene.spots  10, and min.spot.count  100). The count matriceswere enriched for protein-coding and lincRNA genes and then ltered for MALAT1, ribosomal and mitochondrial genes. Next, all spots con-taining less than 200 genes were removed. Technical variability withindata was reduced with SCTransform (SCTransform() with default set-tings; SelectIntegrationFeatures() with nfeatures  3000; Pre-pSCTIntegration() with anchor.features assigned to genes returnedfrom the SelectIntegrationFeatures()) and Harmony (RunHarmony()with group.vars  section.name addressing for batches associated with different Visium slide capture areas) packages. Principal Com-ponent Analysis (PCA) was used for selection of signi cant compo- nents (RunPCA() with default 50 PCs computed; 35 selected for the rest of the analysis). FindClusters() with resolution  0.35 and dims  1:35was used to identify ST clusters and then Uniform Manifold Approx-imation and Projection (UMAP) was used to visualize the same in2D space.Multiomics data generation The sequenced multiomics (snRNA-seq, and snATAC-seq) librarieswere processed using CellRanger ARC (v2) software from 10X Geno-mics with default settings. Reads were mapped to the mouse genome (mm10 reference 2020-A from 10X Genomics). Multiomics data analysis Data analysis for the snRNA-seq and snATAC-seq data was performed in R (v4.1.1) using the packages Seurat (v4.1.0) and Signac (v1.6.0). Intotal, extracted single nuclei from 5 brain hemispheres were pro-cessed, resulting in 21,178 nuclei used in the analysis. The chromatinassay was generated using CreateChromatinAssay() from the Signacpackage (min.cells  10). The annotation data for this was obtainedusing GetGRangesFromEnsDb() (ensdbEnsDb.Mmusculus.v79). ThesnRNA-seq assay was generated using Read10X_h5() available in the Seurat package. MALAT1, ribosomal and mitochondrial genes were removed and count matrix was further ltered on number of reads, genes and peaks, as well as fraction ATAC-seq reads in peaks, andenrichment of ATAC-seq reads at transcription start sites. Filtering forlow quality nuclei and genes was applied separately for each sampleusing a custom function, code for which can be found on our GitHub repository 63(see Code availability for more details). Doublet nder was used for doublet removal (v2.0.3) with a doublet score cut-off of 0.6.RNA-seq data was normalized using SCTransform with V2 regulariza-tion, while also regressing out cell cycle effects using cell cycle geneslist available in the Seurat package. ATAC-seq data was normalized using TF-IDF normalization with default settings. Harmony (group.- by.vars bio_origin ) was then used to remove batch effects and inte- grate data from different samples, after which cells from both RNA-seqand ATAC-seq data were clustered using Weighted Nearest Neighbor(WNN) Analysis (FindMultiModalNeighbors() function with para-meters reduction.listlist( SCT_CC_harmony ,ATAC_harmony ); dim- s.listlist(1:30, 2:30); k.nn30). Uniform Manifold Approximation and Projection (UMAP) was used to visualize the multiomics clusters(FindClusters() with setting Resolution0.2). Differential expression analysis For identi cation of differentially expressed genes between clusters, Wilcoxon s rank-sum test, implemented in the Seurat function Fin- dAllMarkers() was used. Only genes expressed in at least 25 of cellswere included in the analysis, and genes with log2 fold change 0.25and FDR adjusted p-value  0.05 were considered differentially expressed. Differential gene expression between ight and ground condi- tions was performed using MAST, with a mixed model, using sample asa random effect. The analysis was done on each cell type separately,a n di n c l u d e dg e n e se x p r e s s e di na tl e a s t3 0 o f ight or ground cells in the given cell type. Genes with FDR adjusted p-value  0.05 were considered differentially expressed. Differential chromatin accessi- bility between ight and ground conditions was performed the same way, using the same parameters. Gene overlap test To test the signi cance of the overlapping genes found from the validation analysis, a hypergeometric distribution test was used to testthe null hypothesis: The overlap of X genes between the two genelistsis a random sampling effect. The phyper() function in R (v4.3.2) wasused to perform the hypergeometric distribution test and the resultantp-value was recorded. The R scripts consisting of the code for this test is available on our github repository 63(refer to Code availability for details). Motif analysis ChromVAR (v1.16.0)64, with default settings, was used to assess chro- matin accessibility around DNA sequence motifs, taken from theArticle https:doi.org10.1038s41467-024-48916-8 Nature Communications  (2024) 15:4778 10JASPAR (v2020_0.99.10) database65. For each motif and cell chromVAR calculated a score representing chromatin accessibility, while cor-recting for confounders such as for GC content and average accessi-bility. The chromatin accessibility scores from ight and ground cells were then compared, for each cell type separately. This was done with a mixed model using, sample as a random effect, implemented in thelmer() function from the lme4 (v1.1-28.9000) package. Motifs with FDRadjusted p-value  0.05 were considered differentially accessible between ight and ground conditions. Gene and cluster annotation Marker genes from the clustering analysis and the DEGs from the dif- ferential expression, for both ST and multiomics data, were usingmarker genes in the Tabula muris database 66, literature search and EnrichR pathway analysis tool (with mouse model organism used as background)6769. These annotations for the marker genes were used as a guide for manual annotation of the multiomics as well as the STclusters. Pathway analysis For pathway analysis and visualization of the results, the ConsensusPathway Analysis platform 18and the EnrichR pathway analysis tool6769 were used. For both these tools, pathway enrichment was determined relative to a universal background rather than a custom-de ned, brain- speci c gene list. This is to accept a known bias towards over- representation of brain-speci c pathways in place of potential unknown biases resulting from the construction of a custom back- ground gene list. Ligand-receptor analysis Ligand-receptor interactions analysis was performed with the packageCellPhoneDB (v3) 70. Multiomics clusters were analyzed using the DE genes for space ight obtained from using MAST (v1.20.0) (see Dif- ferential Expression Analysis in Methods). For the analysis, DE geneswere transformed to their human orthologues which is a requiredcriteria to run CellPhoneDB. The ligand-receptor analysis on the spatial data to identify co- expressed LR pairs was performed using SpatialDM (v0.1.0) 26.T h e standard pipeline to perform global selection of signi cant LR pairs and for local selection of spots for co-expressed LR pairs was per-formed using the package documentation as a reference (with l  250and cutoff  0.2 in sdm.weight_matrix() function). Likelihood ratio testwas used in the differential testing and the test was run by followingthe package documentation. For further details on the scripts used inthis analysis, refer to the Code availability section. Spatial pattern analysis We inferred a gene regulatory network (GRN) from the brain multio- mics dataset using CellOracle43.At i s s u e - s p e c i c GRN was generated by grouping all brain cell types into the same label before running themethod. Transcription Factor (TF) ac tivities were inferred for the brain spatial transcriptomics data using decoupler-py 41with the method mlm and the obtained GRN as prior knowledge. Additionally, pathwayactivities were inferred for the brain spatial transcriptomics data usingdecoupler-py with the method mlm and the PROGENy model ofpathway footprints as prior knowledge 42. To analyze spatial relationships between cell types and pathway activities, we built cell type speci c models with MISTy40,w h i c hp r e - dict abundances (as determined by Stereoscope) from pathwayactivities in situ and from the local neighborhood (up to two spots away). In this case, The MISTy models are built only on Visium spots with at least 5 of the speci cc e l lt y p e . We then extracted cell type-pathway interactions that occur in only one of the conditions. In the regions of interest where these dif-ferential interactions occur, we investigate changes in correlation(Pearson) between pathway activities and TF activities inferred from the CellOracle GRNs. We used Student s t-tests with Benjamini Hochberg multiple testing correction for both determining the differential interactions and the changes in correlation. Metabolic pathway analysis Theight-vs-ground expression level fold changes of each cluster were computed for genes that are expressed in more than 1 of the cells ineither ight or ground condition of the cluster, using the FindMar- kers() function in the Seurat package (v4.1.1) 71. Genes listed in the RECON3D metabolic model72were extracted with their assigned metabolic pathway membership. The human gene IDs were translatedto mouse gene IDs using the manual inspection and the HUGO GeneNomenclature Committee (HGNC) Comparison of Orthology Predic-tions (HCOP) service 73.A l lg e n e sf r o mt h e ight-vs-ground expression analysis were then ranked by fold-change differences (positive to negative) regardless of the p-value from FindMarkers() function, and tested for pathway enrichment vs the genes in RECON3D pathwaysusing the fgsea function in the fgsea package (v1.22.0) 74in R (v4.2.1)75. Resulting p-value enrichment of RECON3D-sourced pathways were adjusted (adjusted p-value) by program for the number of pathway tests performed. ShinyApp ShinyApp was designed using the package shiny (v1.7.1) in R (v4.1.1)and the theme superhero was used for the overall esthetics of the shinyapp design. The R (v4.3.2) package babelgene (v22.9) with references from the NCBI database was used to identify the humanorthologs for the genes listed under the Cluster markers - Expressionand Space ight DEGs - Expression tabs in the shinyapp. All genes from Supplementary Data 4, 7 and 8 can be visualized on the shinyapp. RNAscope Single molecule Fluorescence In Situ Hybridization (smFISH) to detectexpression of genes of interest (Adcyl and Gpc55) was performed usingthe RNAscope technology following the manufacturer s protocol (Advanced Cell Diagnostics, ACD, Hayward, CA). Target genes (Gpc5 in channel red, Adcy1 in channel green) were visualized using the HRP- based RNAscope Fluorescent Multiplex Assay V2 (Cat. No. 323110).Brains from a cohort of 14 15 weeks-old female B6129SF2J wild type mice own to the ISS and housed in the Rodent Habitat for 28-29 days (NASA RR-10 mission) were used for this validation. Brains from miceof similar age, sex and strain were used as ground controls housed inidentical hardware and matching ISS environmental conditions. At theend of the mission, space ight and ground controls were euthanized (euthanasia method: bilateral thoracotomy with sedation, ketaminexylazine injection) and whole carcasses were stored at 80 C until the dissection on earth. Brain tissues were harvested and snapped frozen in liquid nitrogen, then stored in 80 C freezer for sample processing. Brains from two ground controls (GC3, GC9) and three ights (FL1, FL3 and FL5) were cryo-sectioned to reach the hippocampus areaand for each of them, one 10 m section was placed on a superfrost plus slide and stored at 80 C for less than a week before proceeding t ot h eR N A s c o p ep r o t o c o l .T h et i s s u es e c t i o n sw e r es u b j e c t e dt opermeabilization steps before incubation with the target probes. Thesignal was ampli ed using the HRP-based technology (visualized by Tyramide Signal Ampli cation or TSA TMuorophores by PerkinElmer). RNAscope signal quanti cation The quanti cation of the uorescence signal was performed with Fiji by ImageJ software. The images were taken with a ZEN LSM700 con- focal microscope and exported as tiff with the same settings. Onceexported they were loaded on ImageJ and the whole area of the sec-tion, i.e., the whole hemisphere was selected for quanti cation. Image was then transformed from RGB to 16-bit and quanti cation was doneArticle https:doi.org10.1038s41467-024-48916-8 Nature Communications  (2024) 15:4778 11by counting the number of pixels positive for the threshold set. The threshold was unique for each channel and was kept the same forground and control samples. Reporting summary Further information on research design is available in the NaturePortfolio Reporting Summary linked to this article. Data availability The raw data generated in this study is hosted on the NASA GeneLabserver, a part of the NASA Open Science Data Repository under studyID OSD-352 62(https:doi.org10.26030jm59-zy54 ). This includes raw data (fastq les and bright eld images) from the ST and multiomics datasets, as well as processed data (aggregated gene count matrices,metadata, and fragment les) from the multiomics dataset. GeneLab, as an integral component of NASA s open-science initiative, provides researchers with raw and processed multi-omics data from space ight and ground-based analog experiments, fostering broad scienti c collaboration 76,77. Additionally, processed count matrices generated for the ST samples, the nal data generated from the analysis per- formed in this study, and the source data for the generated gures are publicly accessible from Mendeley dataset78(https:doi.org10.17632 fjxrcbh672.1 ). Furthermore, the RNAscope validation images with genes Adcy1 and Gpc5 for all the validated tissue sections are availableon Figshare 79(https:doi.org10.6084m9. gshare.24581544 ). Source data are provided with this paper. Code availability All the necessary scripts required for the generation, processing, andanalysis of the data discussed in this study are publicly available on ourGithub repository 63(https:github.comgiacomellolabNASA_RR3_ Brain ). Code to perform the validation tests and to generate the g- ures presented in this study are also available on this repository.Interactive visualization of our dataset can be done via our shiny app(https:giacomellolabst.shinyapps.iorr3-brain-shiny ). References 1. Afshinnekoo, E. et al. Fundament al Biological Features of Space- ight: Advancing the Field to Enable Deep-Space Exploration. Cell 183,1 1 6 2 1184 (2020). 2. Li, Z. et al. Exposure to galactic cosmic radiation compromises DNA repair and increases the potenti al for oncogenic chromosomal rearrangement in bronchial epithelial cells. Sci. Rep. 8, 11038 (2018). 3. Juhl, O. J. 4th et al. Update on the effects of microgravity on the musculoskeletal system. NPJ Microgravity 7, 28 (2021). 4 . W i l l e y ,J .S . ,L l o y d ,S .A .J . ,N e l s o n ,G .A .B a t e m a n ,T .A .S p a c e Radiation and Bone Loss. Gravit. Space Biol. Bull. 25,1 4 21 (2011). 5. Guo, J.-H. et al. Keeping the right time in space: importance of circadian clock and sleep for physiology and performance ofastronauts. Mil. Med. Res. 1, 23 (2014). 6. Turroni, S. et al. Gut Microbiome and Space Travelers Health: State of the Art and Possible ProPrebiotic Strategies for Long-TermSpace Missions. Front. Physiol. 11, 553929 (2020). 7 . S t r o l l o ,F . ,G e n t i l e ,S . ,S t r o l l o , G., Mambro, A.  Vernikos, J. Recent Progress in Space Physiology and Aging. Front. Physiol. 9,1 5 5 1( 2 0 1 8 ) . 8. Overbey, E. G. et al. Space ight in uences gene expression, pho- toreceptor integrity, and oxidative stress-related damage in themurine retina. Sci. Rep. 9, 13304 (2019). 9. Mao, X. W. et al. Space ight induces oxidative damage to blood- brain barrier integrity in a mouse model. FASEB J. 34,1 5 5 1 6 15530 (2020). 10. Overbey, E. G. et al. Mice Exposed to Combined Chronic Low-Dose Irradiation and Modeled Microgravity Develop Long-Term Neuro-logical Sequelae. Int. J. Mol. Sci. 20, 4094 (2019).11. Holley, J. M. et al. Characterization of gene expression pro les in t h em o u s eb r a i na f t e r3 5d a y so fs p a c e ight mission. NPJ Micro- gravity 8, 35 (2022). 12. Cekanaviciute, E., Rosi, S.  Costes, S. V. Central Nervous System Responses to Simulated Galactic Cosmic Rays. Int. J. Mol. Sci. 19, 3669 (2018). 13. Vernice, N. A., Meydan, C., Afshinnekoo, E.  Mason, C. E. Long- term space ight and the cardiovascular system. Precis Clin. Med. 3, 284 291 (2020). 1 4 . L e e ,J .K .e ta l .S p a c e ight-Associated Brain White Matter Micro- structural Changes and Intracranial Fluid Redistribution. JAMA Neurol. 76,4 1 2 419 (2019). 15. Wang, Y.  Navin, N. E. Advances a nd applications of single-cell sequencing technologies. Mol. Cell 58,5 9 8 609 (2015). 16. Sthl, P. L. et al. Visualization and analysis of gene expression in tissue sections by spatial transcriptomics. Science 353,7 8 82 (2016). 17. Overbey, E. G. et al. Challenges an d considerations for single-cell and spatially resolved transcriptomics sample collection duringspace ight. Cell Rep. Methods 2, 100325 (2022). 18. Nguyen, H. et al. CPA: a web-based platform for consensus pathway analysis and interac tive visualization. Nucleic Acids Res. 49, W114 W124 (2021). 19. Calabrese, G., Molzahn, C.  Mayor ,T .P r o t e i ni n t e r a c t i o nn e t w o r k s in neurodegenerative diseases: From physiological function toaggregation. J. Biol. Chem. 298, 102062 (2022). 20. Su jan-Leite, P., Ramuta, T. ., Bor i,E . ,O r e h e k ,S .H a f n e r - B r a t - kovi,I .S u p r a m o l e c u l a ro r g a n i z i n gc e n t e r sa tt h ei n t e r f a c eo f inammation and neurodegeneration. Front. Immunol. 13, 940969 (2022). 21. Andersson, A. et al. Single-cell and spatial transcriptomics enables probabilistic inference of cell type topography. Commun. Biol. 3, 565 (2020). 22. Romano, R.  Bucci, C. Role of EGFR in the Nervous System. Cells 9, 1887 (2020). 2 3 . L i c h t ,T .K e s h e t ,E .D e l i n e a t i n g multiple functions of VEGF-A in the adult brain. Cell. Mol. Life Sci. 70,1 7 2 7 1737 (2013). 24. Meissirel, C. et al. VEGF modulates NMDA receptors activity in cerebellar granule cells through S rc-family kinases before synapse formation. P r o c .N a t lA c a d .S c i .U S A 108,1 3 7 8 2 13787 (2011). 2 5 . A r g a w ,A .T .e ta l .A s t r o c y t e - d e rived VEGF-A drives blood-brain barrier disruption in CNS in ammatory disease. J. Clin. Invest. 122, 2454 2468 (2012). 26. Li, Z., Wang, T., Liu, P.  Huang, Y. SpatialDM for rapid identi cation of spatially co-expressed ligand receptor and revealing cell cell communication patterns. Nat. Commun. 14,112 (2023). 27. Welle, A. et al. Epigenetic control of region-speci c transcriptional programs in mouse cerebellar and cortical astrocytes. Glia69, 2160 2177 (2021). 28. Aruga, J., Inoue, T., Hoshino, J.  Mikoshiba, K. Zic2 controls cere- bellar development in cooperation with Zic1. J. Neurosci. 22, 218 225 (2002). 29. Ikushima, H. et al. Glioma-initiating cells retain their tumorigenicity through integration of the Sox axis and Oct4 protein. J. Biol. Chem. 286,4 1 4 3 4 41441 (2011). 30. Di Stefano, B., Prigione, A.  Broccoli, V. Ef cient genetic repro- gramming of unmodi ed somatic neural progenitors uncovers the essential requirement of Oct4 and Klf4. Stem Cells Dev. 18,7 0 7 716 (2009). 31. Graham, V., Khudyakov, J., Ellis, P.  Pevny, L. SOX2 functions to maintain neural progenitor identity. Neuron 39,7 4 9 765 (2003). 32. Wu, J.-S., Tsai, H.-D., Cheung, W.-M., Hsu, C. Y.  Lin, T.-N. PPAR-  Ameliorates Neuronal Apoptosis and Ischemic Brain Injury viaSuppressing NF- B-Driven p22phox Transcription. Mol. Neurobiol. 53,3 6 2 6 3645 (2016).Article https:doi.org10.1038s41467-024-48916-8 Nature Communications  (2024) 15:4778 1233. Zhao, X.-R., Gonzales, N.  Aronowski, J. Pleiotropic role of PPAR in intracerebral hemorrhage: an intricate system involving Nrf2, RXR,and NF- B.CNS Neurosci. Ther. 21,3 5 7 366 (2015). 34. Hermann-Kleiter, N. et al. The nuclear orphan receptor NR2F6 suppresses lymphocyte activation and T helper 17- dependent autoimmunity. Immunity 29,2 0 5 216 (2008). 3 5 . S a h a r ,S .S a s s o n e - C o r s i ,P .M e t abolism and cancer: the circadian clock connection. Nat. Rev. Cancer 9, 886 896 (2009). 36. Kawai, M. et al. Nocturnin: a circadian target of Pparg-induced adipogenesis. Ann. N. Y. Acad. Sci. 1192,1 3 1 138 (2010). 37. Bahrami-Nejad, Z. et al. A Transcrip tional Circuit Filters Oscillating Circadian Hormonal Inputs to Regulate Fat Cell Differentiation. Cell Metab. 27,8 5 4 868.e8 (2018). 38. Liu, Y., Niu, L., Liu, X., Cheng, C.  Le, W. Recent Progress in Non- motor Features of Parkinson s Disease with a Focus on Circadian Rhythm Dysregulation. Neurosci. Bull. 37,1 0 1 0 1024 (2021). 39. Warnecke, M., Oster, H., Revelli, J.-P., Alvarez-Bolado, G.  Eichele, G. Abnormal development of the locus coeruleus in Ear2(Nr2f6)-decient mice impairs the functiona lity of the forebrain clock and affects nociception. Genes Dev. 19,6 1 4 625 (2005). 4 0 . T a n e v s k i ,J . ,F l o r e s ,R .O .R . ,G a b o r ,A . ,S c h a p i r o ,D .S a e z - R o d r i g u e z , J. Explainable multiview framewor k for dissecting spatial relation- ships from highly multiplexed data. Genome Biol. 23, 97 (2022). 41. Badia-i-Mompel, P. et al. decoup leR: ensemble of computational methods to infer biological activities from omics data. Bioinforma. Adv. 2, vbac016 (2022). 42. Schubert, M. et al. Perturbation-response genes reveal signaling footprints in cancer gene expression. Nat. Commun. 9,2 0( 2 0 1 8 ) . 43. Kamimoto, K., Hoffmann, C. M.  Morris, S. A. CellOracle: Dissect- ing cell identity via network inference and in silico gene perturba-tion. bioRxiv, https:doi.org10.11012020.02.17.947416 (2020). 44. da Silveira, W. A. et al. Comprehen sive Multi-omics Analysis Reveals Mitochondrial Stress as a Central Biological Hub for Space ight Impact. Cell183, 1185 1201.e20 (2020). 45. Simeone, A. Genetic control of dopaminergic neuron differentia- tion. Trends Neurosci. 28,6 2 65 (2005). 46. Blaber, E. A. et al. Microgravity induces pelvic bone loss through osteoclastic activity, osteocytic o steolysis, and osteoblastic cell cycle inhibition by CDKN1ap21. PLoS One 8,e 6 1 3 7 2( 2 0 1 3 ) . 47. Ma, C. et al. Simulated Microgravity Potentiates Hematopoietic Differentiation of Human Pluripotent Stem Cells and SupportsFormation of 3D Hematopoietic Cluster. Front. Cell Dev. Biol. 9, 797060 (2021). 48. Tang, J. et al. Irradiation of Juvenile, but not Adult, Mammary Gland Increases Stem Cell Self-Renewal and Estrogen Receptor NegativeTumors. Stem Cells 32, 649 661 (2014). 49. Parihar, V. K. et al. Cosmic radiation exposure and persistent cog- nitive dysfunction. Sci. Rep. 6, 34774 (2016). 50. Flynn-Evans, E. E., Barger, L. K., Kubey, A. A., Sullivan, J. P.  Czeisler, C. A. Circadian misalignment affects sleep and medicationuse before and during space ight. NPJ Microgravity 2, 15019 (2016). 51. Dijk, D.-J. et al. Sleep, performance, circadian rhythms, and light- dark cycles during two space shuttle ights. Am. J. Physiol. Regul. Integr. Comp. Physiol. 281, R1647 R1664 (2001). 52. Filograna, R., Beltramini, M., Bubacco, L.  Bisaglia, M. Anti- Oxidants in Parkinson s Disease Therapy: A Critical Point of View. Curr. Neuropharmacol. 14,2 6 0 271 (2016). 53. Gao, X.-Y., Yang, T., Gu, Y.  Sun, X.-H. Mitochondrial Dysfunction in Parkinson s Disease: From Mechanistic Insights to Therapy. Front. Aging Neurosci. 14, 885500 (2022). 54. Malpartida, A. B., Williamson, M., Narendra, D. P., Wade-Martins, R.  Ryan, B. J. Mitochondrial Dysfunction and Mitophagy in Parkinson s Disease: From Mechanism to Therapy. Trends Biochem. Sci. 46, 329 343 (2021).55. Takamatsu, Y. et al. Protection ag ainst neurodegenerative disease on Earth and in space. npj Microgravity 2,14( 2 0 1 6 ) . 56. Nelson, C. A. et al. Knowledge Network Embedding of Tran- scriptomic Data from Space own Mice Uncovers Signs and Symptoms Associated with Terrestrial Diseases. Life11,4 2 (2021). 57. Mu, X. et al. Small tissue chips with big opportunities for space medicine. Life Sci. Space Res. 35,1 5 0 157 (2022). 58. Yeung, C. K. et al. Tissue Chips in Space-Challenges and Oppor- tunities. Clin. Transl. Sci. 13,810 (2020). 59. Verma, S. D. et al. Astrocytes regulate vascular endothelial r e s p o n s e st os i m u l a t e dd e e ps p a c er a d i a t i o ni nah u m a no r g a n - o n -a-chip model. Front. Immunol. 13, 864923 (2022). 60. NASA OSDR: Open Science for Life in Space, https:osdr.nasa.gov bio. 61. Hong, X. et al. Effects of space ight aboard the International Space Station on mouse estrous cycle and ovarian gene expression. npj Microgravity 7,18( 2 0 2 1 ) . 62. NASA OSDR: Open Science for Life in Space. https:doi.org10. 26030jm59-zy54 . 63. giacomellolabNASA_RR3_Brain: v1.0.0. https:doi.org10.5281 zenodo.10954397 . 6 4 . S c h e p ,A .N . ,W u ,B . ,B u e n r o s t r o ,J .D .G r e e n l e a f ,W .J .c h r o m V A R : inferring transcription-factor-associated accessibility from single-cell epigenomic data. Nat. Methods 14,9 7 5 978 (2017). 65. Fornes, O. et al. JASPAR 2020: update of the open-access database of transcription factor binding pro les.Nucleic Acids Res. 48, D87 D92 (2020). 66. Tabula Muris Consortium, Overall coordination, Logistical coordi- nation, Organ collection and pro cessing, Library preparation and sequencing, Computational data analysis, Cell type annotation,Writing group, Supplemental text w riting group, Principal investi- gators. Single-cell transcriptomics of 20 mouse organs creates aTabula Muris. Nature 562,3 6 7 372 (2018). 67. Chen, E. Y. et al. Enrichr: interactive and collaborative HTML5 gene list enrichment analysis tool. BMC Bioinforma. 14,1 2 8( 2 0 1 3 ) . 68. Kuleshov, M. V. et al. Enrichr: a c omprehensive gene set enrichment analysis web server 2016 update. Nucleic Acids Res. 44,W 9 0 W97 (2016). 69. Xie, Z. et al. Gene Set Knowledge Discovery with Enrichr. Curr. Protoc. 1,e 9 0( 2 0 2 1 ) . 70. Garcia-Alonso, L. et al. Mapping the temporal and spatial dynamics of the human endometrium in vivo and in vitro. Nat. Genet. 53, 1698 1711 (2021). 71. Hao, Y. et al. Integrated analysis of multimodal single-cell data. Cell 184,3 5 7 3 3587.e29 (2021). 72. Brunk, E. et al. Recon3D enables a three-dimensional view of gene variation in human metabolism. Nat. Biotechnol. 36,2 7 2 281 (2018). 7 3 . E y r e ,T .A . ,W r i g h t ,M .W . ,L u s h ,M .J .B r u f o r d ,E .A .H C O P :a searchable database of human orthology predictions. Brief. Bioin- form. 8,25( 2 0 0 7 ) . 74. Korotkevich, G. et al. Fast gene set enrichment analysis. bioRxiv, https:doi.org10.1101060012 (2021). 75. The R Project for Statistical Computing. https:www.r-project.org . 76. Ray, S. et al. GeneLab: Omics database for space ight experiments. Bioinformatics 35,1 7 5 3 1759 (2019). 7 7 . B e r r i o s ,D .C . ,G a l a z k a ,J . ,G r i g o r e v ,K . ,G e b r e ,S .C o s t e s ,S .V . NASA GeneLab: interfaces for the exploration of space omics data.Nucleic Acids Res. 49, D1515 D1522 (2020). 78. Masarapu, Y. NASA RR-3 Brain Dataset. Mendeley Data https:doi. org10.17632fjxrcbh672.1 (2024). 79. Masarapu, Y. M. RNAscope images for Adcy1 (green) and Gpc5 (red) genes for ve validation samples (3 Flight, 2 Ground Control). https:doi.org10.6084m9. gshare.24581544.v1 (2024).Article https:doi.org10.1038s41467-024-48916-8 Nature Communications  (2024) 15:4778 13Acknowledgements We would like to gratefully acknowle dge the assistance of San-huei Lai Polo with hosting data on the NASA GeneLab server. We thank UppsalaMultidisciplinary Center for Advanced Computational Science (UPPMAX) for providing computational infrastructure and Joakim Lun- deberg for supporting Z.A. through Vet enskapsrdet funding. This study was supported by NASA GeneLab. GeneLab is funded by the SpaceBiology Program (Science Mission Directorate, Biological and PhysicalSciences Division) of the National Aeronautics and Space Administra-tion. S.G. was supported by Formas grant 2017-01066 and VR grant2020-04864. The authors would also like to thank NASA Ames ResearchCenter for providing the mouse samples to carry out this study. Author contributions Conceptualization: S.G., J.M.G., S.V.C. Methodology: S.G. Investigation: Z.A. performed ST and single-cell multiomics experiments; V.B. per- formed sequencing, E.L. performed nuclei isolation. Formal analysis: E.C.performed data annotation, Z.A. and .B. performed ST data analysis,J.O.W. performed single-cell multi omics analysis, R.F. and P.BiM per- formed MISTy analysis, E.C., S.V. a nd D.T. performed pathway analysis with interpretations provided by R.G .H., C.S. and Y.M. performed Ligand- Receptor analysis, R.G.H. gave conceptu al advice. Validation: R.F., P.BiM, D.C.W., M.G., S.F., K.M. Software: J.O.W., .B. Resources: V.B., A.S.B.,D.C.W., J.M.G., S.V.C. Data curation: J.O.W., .B., A.S.B., C.S., R.F., Y.M.,and P.BiM. Visualization: Y.M., Z.A., C .S. Supervision: S.G., O.B., J.S.R., J.M.G. Project administration: S.G., J .M.G., S.V.C. Funding acquisition: S.V.C., S.G. Writing original draft: Y.M., E.C., Z.A., D.T., D.C.W. and S.G. Manuscript gures preparation: Y.M., Z.A. Supplementary Figs. and data preparation: Y.M., Z.A. Manuscript review  editing: All authors. Funding Open access funding provided by Royal Institute of Technology. Competing interests ZA, SF and SG are scienti c advisors to 10x Genomics Inc, which holds IP rights to the ST technology. SG hold s 10X Genomics stocks. JSR reports funding from GSK, P zer and Sano and feeshonoraria from TravereTherapeutics, Stadapharm, Astex, Owkin, P zer and Grunenthal. All other authors declare no competing interests. Additional information Supplementary information The online version contains supplementary material available athttps:doi.org10.1038s41467-024-48916-8 . Correspondence and requests for materials should be addressed to Sylvain V. Costes or Stefania Giacomello. Peer review information Nature Communications thanks Susanna Rosi and the other, anonymous, reviewer(s) for their contribution to the peer review of this work. A peer review le is available. Reprints and permissions information is available at http:www.nature.comreprints Publisher s note Springer Nature remains neutral with regard to jur- isdictional claims in published maps and institutional af liations. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing,adaptation, distribution and reproduction in any medium or format, aslong as you give appropriate credit to the original author(s) and thesource, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is notincluded in the article s Creative Commons licence and your intended use is not permitted by statutory re gulation or exceeds the permitted use, you will need to obtain permission directly from the copyrightholder. To view a copy of this licence, visit http:creativecommons.org licensesby4.0 .  The Author(s) 2024 1Science for Life Laboratory, Department of Gene Technolog y, KTH Royal Institute of Technology, Stockholm, Sweden.2Space Biosciences Division, NASA Ames Research Center, Moffett Field, Mountain View, CA 94035, USA.3National Bioinformatics Infrastructure Sweden, Department of Biochemistry and Biophysics, Stockholm University, Science for Life Laboratory, Stockholm, Sweden.4Department of Cell and Molecular Biology, National Bioinformatics Infrastructure Sweden, Science for Life Laboratory, Uppsala University, Uppsala, Sweden.5Heidelberg University, Faculty of Medicine, and Heidelberg University Hospital, Institute for Computational Biomedicine, Bioquant, Heidelberg, Germany.6GSK, Cellzome, Heidelberg, Germany.7Bionetics, Yorktown, VA, USA.8Department of Biomedical and Health Informatics, The Children s Hospital of Philadelphia Research Institute, Philadelphia, PA, USA.9KBR, Space Biosciences Division, NASA Ames Research Center, Moffett Field, Mountain View, CA 94035, USA.10Department of Cell and Molecular Biology, Karolinska Institute, Stockholm, Sweden.11Department of Neuroscience, Karolinska Institutet, Biomedicum, Solna, Sweden.12NASA Postdoctoral Program - Oak Ridge Associated Universities, NASA Ames Research Center, Moffett Field, Mountain View, CA 94035, USA.13Pharmacology and Toxicology, Department of Pharmacology and Toxicology University Medical Center Goettingen, Goettingen, Germany.14Department of Pediatrics, The University of Pennsylvania Perelman School of Medicine, Philadelphia, PA 19104, USA.15Center for Mitochondrial and Epigenomic Medicine, Children s Hospital of Philadelphia and Department of Pediatrics, Division of Human Genetics, The University of Pennsylvania Perelman School of Medicine, Philadelphia, PA 19104, USA. 16Department of Medicine, Karolinska Institute, Huddinge, Sweden.17These authors contributed equally: Yuvarani Masarapu, Egle Cekanaviciute, Zaneta Andrusivova. e-mail: sylvain.v.costesnasa.gov ;stefania.giacomelloscilifelab.seArticle https:doi.org10.1038s41467-024-48916-8 Nature Communications  (2024) 15:4778 14",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_13.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_14.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_15.jpg",
                "caption": "No caption available"
            }
        ]
    }
]