[
    {
        "pmid": "38261932",
        "title": "Drosophila parasitoids go to space: Unexpected effects of spaceflight on hosts and their parasitoids.",
        "year": "2024",
        "journal": "iScience",
        "abstract": "While fruit flies (Drosophila melanogaster) and humans exhibit immune system dysfunction in space, studies examining their immune systems' interactions with natural parasites in space are lacking. Drosophila parasitoid wasps modify blood cell function to suppress host immunity. In this study, naive and parasitized ground and space flies from a tumor-free control and a blood tumor-bearing mutant strain were examined. Inflammation-related genes were activated in space in both fly strains. Whereas control flies did not develop tumors, tumor burden increased in the space-returned tumor-bearing mutants. Surprisingly, control flies were more sensitive to spaceflight than mutant flies; many of their essential genes were downregulated. Parasitoids appeared more resilient than fly hosts, and spaceflight did not significantly impact wasp survival or the expression of their virulence genes. Previously undocumented mutant wasps with novel wing color and wing shape were isolated post-flight and will be invaluable for host-parasite studies on Earth.",
        "full_text": "iScience Article Drosophila parasitoids go to space: Unexpected effects of spaceight on hosts and their parasitoids Jennifer Chou, Johnny R. Ramroop, Amanda M. Saravia-Butler, ..., Siddhita D. Mhatre, SharmilaBhattacharya, Shubha Govind sgovindccny.cuny.edu Highlights Spaceight enhances immune gene expressionand tumor development in fruit ies Drosophila parasitoid wasps can develop in space without losing virulence Parasitoid mutants with visible alterations were obtained Chou et al., iScience 27, 108759 January 19, 2024 2023 The Author(s). https:doi.org10.1016 j.isci.2023.108759 ll OPEN ACCESSiScience Article Drosophila parasitoids go to space: Unexpected effects of spaceight on hostsand their parasitoids Jennifer Chou,1Johnny R. Ramroop,1,9Amanda M. Saravia-Butler,2,4,9Brian Wey,1,3,9Matthew P. Lera,4 Medaya L. Torres,4,5Mary Ellen Heavner,1,6Janani Iyer,2,4,7Siddhita D. Mhatre,2,4Sharmila Bhattacharya,4,8 and Shubha Govind1,3,6,10, SUMMARY While fruit ies ( Drosophila melanogaster ) and humans exhibit immune system dysfunction in space, studies examining their immune systems interactions with natural parasites in space are lacking. Drosophila parasitoid wasps modify blood cell function to suppress host immunity. In this study, naive and parasitized ground and space ies from a tumor-free control and a blood tumor-bearing mutant strainwere examined. Inammation-related genes were activated in space in both y strains. Whereas controlies did not develop tumors, tumor burden increased in the space-returned tumor-bearing mutants. Sur-prisingly, control ies were more sensitive to spaceight than mutant ies; many of their essential geneswere downregulated. Parasitoids appeared more resilient than y hosts, and spaceight did not signi-cantly impact wasp survival or the expression of their virulence genes. Previously undocumented mutantwasps with novel wing color and wing shape were isolated post-ight and will be invaluable for host-para- site studies on Earth. INTRODUCTION As humans become a space-faring species, they must confront the dual and long-term challenges of microgravity and radiation. Robust im- mune physiology and intact genomes are vital to the success of manned space exploration efforts. Animals and plants harbor a diverse array of microbial and metazoan pathogens and parasites. While the effects of the space environment in low Earth orbit are documented on manyhost species, with a focus on humans, 1the effects of space on the accompanying pathogens and parasites are not known. This question is especially important as immune-compromised humans (and other animal hosts), or those with dysfunctional immunity, venture into space. Experiments with the Drosophila model organism and studies on astronauts over the last decade have revealed how highly conserved innate immune functions and mechanisms are altered in space.2,3These and earlier studies (reviewed by Iyer et al.4) also demonstrated that fruit ies can successfully develop in space, opening the system to further inquiry. In this study, we examined the effects of spaceight on D. melanogaster infested with their natural parasitoid wasps that journeyed to and back from the International Space Station (ISS), aboard SpaceX-14, on a 34-day mission. Parasitoid wasps represent a large class of obligate parasitic insects, and many are used in the biocontrol of agricultural pests. The term endoparasitoid refers to the wasp whose preimaginal stages develop within the host larva and pupa. The developing parasitoid (or parasite) eats the host as both continue to develop; the host builds a puparium that a parasite ultimately occupies and emerges from. Drosophila larvae and pupae serve as hosts to more than 60 species of such parasitic wasps.5The female wasps sharp ovipositor pierces the rst line of host defensethe larval exoskeleton, made of cuticleto introduce an egg and venom. This step triggers an encapsulation response in which larval blood cells (hemocytes) of the hosts innate immune system (macrophage-like plasmatocytescalled macrophages hereand theirderivatives, lamellocytes) cooperate to recognize, surround, melanize, and destroy the wasp egg. 6This melanotic capsule itself, composed 1Biology Department, The City College of New York, 160 Convent Avenue, New York, NY 10031, USA 2KBR NASA Ames Research Center, Moffett Field, CA 94035, USA 3PhD Program in Biology, The Graduate Center of the City University of New York, 365 Fifth Avenue, New York, NY 10016, USA 4Space Biosciences Division, NASA Ames Research Center, Moffett Field, CA 94035, USA 5Bionetics, NASA Ames Research Center, Moffett Field, CA 94035, USA 6PhD Program in Biochemistry, The Graduate Center of the City University of New York, 365 Fifth Avenue, New York, NY 10016, USA 7Universities Space Research Association, Mountain View, CA 94043, USA 8Present address: Biological and Physical Sciences Division, NASA Headquarters, Washington DC 20024, USA 9These authors contributed equally 10Lead contact Correspondence: sgovindccny.cuny.edu https:doi.org10.1016j.isci.2023.108759 iScience 27, 108759, January 19, 2024 2023 The Author(s). This is an open access article under the CC BY-NC-ND license ( http:creativecommons.orglicensesby-nc-nd4.0 ).1ll OPEN ACCESSof dozens of macrophages and lamellocytes, shields the host from the dead parasite as it continues to become an adult y. Encapsulation, an innate immune response, is conserved across many multicellular animals.6,7 Encapsulation of the parasite egg by Drosophila larvae is not always fatal to the parasite, as active and passive means to avoid encapsu- lation have evolved to assure that at least some percentage of parasitic wasp infections are successful. Leptopilina heterotoma (Lh) is highly successful on many Drosophila species and is considered to be a generalist parasite.8Its venom contains spiked extracellular vesicle (EV)-like structures with immune-suppressive activities.9,10LhEVs are surrounded by a phospholipid bilayer, and their protein composition is similar to that of mammalian EVs.11,12L. boulardi (Lb) is a specialist parasite and is successful on a narrower host range than Lh.8,13LbEVs also bear spikes, are immune-suppressive, and have a protein prole similar to LhEVs.1316There is no evidence that either LborLhEV-like structures possess a genome or that they replicate in either the wasp or the host. The protein-coding genes of LhEVs are present in the wasp genome.12 While the venom EVs from both LbandLhare immune suppressive, their effects on hemocytes differ greatly. LbEVs enter lamellocytes and alter lamellocyte shape to suppress encapsulation without killing them.17LhEVs, on the other hand, lyse lamellocytes within a few hours after infection.18,19LhEVs also kill circulating macrophages as well as hemocyte progenitors housed within a small hematopoietic organ called the lymph gland.18,20Thus, despite differing in the ways they attack host hemocytes, both wasps effectively create immune-decient hosts, mak- ing it conducive for wasp development. In 2025 days, one adult wasp emerges per y pupa; male and female wasps mate as free-living adults, and females then deposit eggs into y larvae to initiate another generation.8,13,21 In this Fruit Fly Lab-03 (FFL-03) spaceight experiment, we compared the development of two y strains: one healthy and another suffering from chronic inammation (CI). The latter strain carries a dominant germline mutation in the Janus kinase (JAK) gene to activate the transcrip- tion factor called Signal Transducer and Activator of Transcription (STAT). The mutation constitutively activates the ys innate immune JAK-STAT and Toll signaling pathways. 2224Components of both pathways are highly conserved in evolution, including humans. Both immune pathways also control hematopoietic development. Their genetic activation in the y leads to the overgrowth of hematopoietic progenitors. As a result, small granuloma-like tumors form melanized structures that are observed in the larval hemolymph.2326In their physical properties, these small tumors are analogous to the hemocyte capsules formed around wasp eggs and are considered to be autoimmune-like reactions to self-tissue.27,28Tumor growth, inammatory gene expression, and metabolic inammation in hopTum-llarvae are sensitive to aspirin admin- istration.24Thus, the hopTum-lbackground is a stand-in disease model for animal leukemia and CI.2224In humans, aberrant JAK-STAT and Toll-nuclear factor kB (NF- kB) signaling is linked to malignancies, immune deciency, inammation, autoimmunity, and cancer and is there- fore the focus of therapeutic measures.29,30 The aims of this study were to (a) compare how conditions in the ISS affect healthy control and CI y hosts; (b) examine if the development of endoparasites occurs normally in the ISS; and (c) study if parasite virulence is affected in space. We report that fewer than expected tumor-free control fruit y strain returned to Earth, but, unexpectedly, the tumor-bearing CI strain succeeded in space just as well as ground controls. In both strains, genes encoding extracellular matrix (ECM) proteins or ECM-associated proteins (together, matrisome proteins) that contribute to cuticle and chorion structure and function were strongly affected in space, but genes essential for life were downregulatedonly in the control fruit y strain. Orthologs of many of these genes have disease relevance in humans. However, inammation-related genes were activated in both strains, and, while the control ies remained free of tumors, the tumor burden in the space-returned CI strain increased. The effects of spaceight on parasite emergence were minimal, if any, and changes in the expression of virulence genes were modest, at best.The venom activity of Lhfrom space wasps was comparable to that of ground wasps, and their virulence EV particles were normally distributed within the hosts. Visible mutations affecting wing shape, color, and ovipositor integrity were identied in the progeny of space L. heterotoma . Pathogens and parasites pose a threat to astronauts health during spaceight. Bacteria reared under microgravity conditions exhibit an increase in virulence. 31,32Thus, in addition to assessing changes in host immune mechanisms, it is important to evaluate changes in pathogen or parasite virulence in space in the context of their natural hosts. Our studies show that metazoan parasites can develop normally in space, retaining their infection strategies. Continued analysis of such systems will be important to help establish multigenerational studies and to obtain a ne-grained understanding of the long-term effects of space on diverse organisms. RESULTS Spaceight compromises ywbut not hopTum-lemergence Lband Lhfemales attack their larval hosts, introducing one or more egg and venom into the hosts body cavity. Depending on the hosts ability to defend itself and the wasps ability to overcome host defenses, one of the two insects emerges alive from the hosts puparium ( Fig- ure 1 A). To study the effects of spaceight on this host-parasite scufe, naive hosts or Lb17 -Lh14 -infected hosts were held in ventilated y boxes (VFBs); these y boxes were then placed into a cargo transfer bag (CTB) aboard the ISS or at the ground facility tracking ISS conditions(Figures 1 B and 1C). The FFL-03 experimental design consisted of two y-only cultures (y strains ywandyw,hop Tum-l) and four yparasite co-cultures on each host strain ( Figure 1 D). Survival of animals was scored post-ight (see STAR Methods ). We found that the overall yield of both male and female ywies in each vial was roughly half of that of the ground-reared ies ( Figures 2 A 2C; FFL-03 ground control and space samples retrieved post-ight are referred to as G0 and S0, respectively). The trend was somewhatdifferent for the hop Tum-lanimals that did not appear to suffer from the effects of spaceight; while spaceight actually favored male viability slightly but signicantly (average 44 versus 57 malesvial), female development remained unaffected ( Figures 2 A2C). Thus, under the FFL-03 experimental protocol, animals of the two genetic backgrounds responded differently to spaceight, underscoring the complex interplay ofthese factors. There was no signicant difference in the yields of ies and wasps from the ywasp co-culture vials ( Figures 2 D and 2E).ll OPEN ACCESS 2 iScience 27, 108759, January 19, 2024iScienc e ArticleEffects of spaceight on gene expression in adult ies To understand the molecular basis of the effects of spaceight on ies, we analyzed bulk RNA sequencing (RNA-Seq) gene expression results in naive adult ies. Differentially expressed genes (DEGs) were dened as adjusted p  0.05 and log2Fold Change (FC)  1. The close clus-tering of the four replicates and high variation among the four sample types in the principal-component analysis (PCA) show that the exper- iment was well controlled ( Figure S1 A). Overall, the ywstrain was more sensitive to spaceight than hop Tum-l, with 13.22 versus 6.78 DEGs (spaceight versus ground control samples), respectively ( Table S1 ), a difference that is also reected in the PCA plot ( Figure S1 A). A separate RNA-Seq analysis of white-eyed ( w1118) ies, also on the SpaceX-14 mission, reported 6.49 and 3.25 DEGs in S0 versus G0 female and male y heads, respectively (false discovery rate FDR-adjusted p values  0.05; total number of genes expressed was 13,99133). Although the sam- ple types in the two studies are different, these results suggest that the ywstrain is more sensitive to space conditions than the y w hopTum-l and the w1118strains. On Earth, the hopTum-lstrain showed 9.69 DEGs relative to yw, with more than two-thirds of DEGs upregulated and the remaining DEGs downregulated. In space, this differential expression was enhanced (14.03 of genes affected), but the proportion of upre- gulated versus downregulated genes was roughly equal ( Table S1 ). Volcano plots of the four comparisons revealed distinct gene identity proles in each comparison ( Figures S1 BS1E). This distinction be- tween the strains is also clearly evident from Gene Ontology-based Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analysis showing active TollImd (immune deciency) signaling not only in naive G0 hopTum-lcompared to ywies but, surprisingly, also in S0 yw andhopTum-lies, relative to their G0 counterparts ( Figure S2 A). Furthermore, for these same three comparisons, the top 20 signicantly en- riched (adjusted p value  0.05) Gene Ontology terms in Biological Process enrichment analyses included host defense terms such as response to bacterium, response to other organism, and response to biotic stimulus ( Figure S2 B). These four comparisons allowed us to decouple the effects of genetic strain differences in the S0G0 culture conditions. We next examined changes in expression patterns ofthe most signicantly DEGs (Top DEGs), genes essential to y viability (Essential DEGs), and immune genes in the JAKSTAT and TollImdpathways (Pathway DEGs), as summarized in Figure S1 F. Top DEGs in space include members of protease, endopeptidase, and matrisome gene families We analyzed 172 annotated Top DEGs (see STAR methods for selection of Top DEGs) and identied six proles described here in two broad categories ( Figures 3 A3F). In the rst category ( Figures 3 A and 3B), we consider the Top DEGs showing differential expression in the two y strains as follows. (a) Top DEGs upregulated in G0 hopTum-lversus G0 ywthat maintain their expression patterns in space (S0 hopTum-lversus S0yw) include genes annotated for stress- and immune-related peptides (Tot and Tep family members), proteases, and endopeptidases (Figure 3 A). (b) The Top DEGs downregulated in G0 hopTum-lversus G0 ywthat maintain their expression patterns in space (S0 hopTum-lversus S0yw) include members of the lysozyme gene family, histone H4 genes, serine proteases, carboxypeptidases, and other enzymes ( Figure 3 B). Exceptions to both of these trends were also observed ( Figures 3 A and 3B). These results dene strong differences in DEG patterns in hopTum-l and ywies. They also show that the molecular gene expression differences between two genetic strains, for many but not all genes, are maintained in spaceight conditions. In the second broad category, we consider the effects of spaceight on Top DEGs in individual strains as follows ( Figures 3 C3F). (a) Top DEGs upregulated in S0 yw, when compared to the respective ground control group (i.e., G0 yw), encode (i) structural proteins for cuticle (e.g., chitin-binding domain-containing proteins of the Twdl, CPLCA, and Cpr families) and (ii) proteins with the GYRYLP domain or immuneresponse-related proteins ( Figure 3 C). (b) Top DEGs downregulated in S0 ywies but not in S0 hop Tum-lies, when compared to respective ground control groups, include members of the yellow gene family ( yellow-g ,yellow-g2 ,yellow-e3 ),bearded gene family ( Brd,Tom ,BobA ), Figure 1. The FFL-03 experimental design (A)D. melanogaster adults (top left) and larva (bottom left) imaged together with parasitoid wasps (bottom right). Female wasps have shorter antennae than males (right).(B) Vented y box (VFB) with 15 holding slots for y vials.(C) Six VFBs in one cargo transfer bag (CTB). Samples in the CTB were placed in the ISS by the crew. The ISS ight conditions were mirrored at the Kennedy Sp ace Center laboratory, where ground control samples were housed for the duration of the mission. (D) The FFL-03 experimental design consisted of two y-only cultures and four ywasp co-cultures, as shown. See STAR methods for more details.ll OPEN ACCESS iScience 27, 108759, January 19, 2024 3iScienc e ArticleHistone H1 s, and several genes for chorion constituents and chorion assembly (e.g., Cp7Fb ,Cp7Fc ,Cp16 ,Cp19 ,Cp36 ,Cp38 ,Mur11Da ;Fig- ure 3 D). These Cpgenes are clustered on the X and third chromosomes, and the gene clusters are selectively amplied in the follicle cells of the ovary.39(c) Top DEGs upregulated in S0 hopTum-l, when compared to the respective ground control group (G0 hopTum-l), include Cprfam- ily genes, Osiris family genes, tracheal-prostasin (tpr), a protein important for sleep regulation ( nemuri ,nur), and CG3108 (Figure 3 E). (d) Top downregulated DEGs in S0 versus G0 ies of both genetic backgrounds include several cuticle-related (CPLCA, CPLCP) families and ight-related genes (e.g., ightin n and Troponin C isoform 4 TpnC4 ;Figure 3 F). Chitin supports the epidermal and tracheal cuticles and the peritrophic matrices that line the gut while the chorion makes up the egg shell. These comparative RNA-Seq results suggest that matrisome genes of many multigene families that encode proteins of the Drosophila cuticle 40are sensitive to spaceight. Essential genes are downregulated in ywies exposed to spaceight To further understand the differential effects of spaceight on y survival, we examined the expression of 1,024 essential genes that have been identied in genetic experiments as indispensable for life (see STAR methods ). Across the four comparisons, we found 137 essential genes to be differentially expressed (adjusted p  0.05 and log2FC  1). Strikingly, the space environment had a profound effect on the differential expression of these genes between the two genetic backgrounds. For example, in G0 hopTum-lversus G0 ywsamples, only 15 differentially expressed essential genes were either upregulated (11 genes) or downregulated (4 genes), whereas spaceight conditionsaffected the transcription of 95 genes in the S0 hop Tum-lversus S0 yw comparison (81 genes upregulated, 14 genes downregulated, Figure 4 A). Figure 2. Survival of ies and wasps in ground control (G0) and space (S0) samples (AC) The average numbers of adult male (A), adult female (B), and all adult (C) ies per vial in naive ywandhopTum-lcultures. The number of animals, averaged from 14 vials, is shown below. Error bars show standard error. ywmales per vial in G0 and S0 samples  86 G3 and 39 G5; p2.23310C08.hopTum-lmales per vial in G0 and S0 samples  44 G5 and 57 G3; p  0.03. ywfemales per vial in G0 and S0 samples  105 G4a n d6 3 G4; p  1.03 310C08.hopTum-lfemales per vial in G0 and S0 samples  53 G7 and 51 G3; p  0.74. Total ywadults per vial in G0 and S0 samples  260 G8 and 151 G10; p  5.38 310C010. Total hopTum-ladults per vial in G0 and S0 samples  122 G15 and 129 G6; p  0.38. (D and E) The number of G0 adult ies (D) and wasps (E) per vial in y-wasp co-cultures. Error bars show standard error. G0 ywfrom Lbinfections  7 G7; S0 yw from Lbinfections  36 G14; p  0.07. G0 ywfrom Lhinfections  10 G9; S0 ywfrom Lhinfections  0.36 G0.17; p  0.33. G0 Lbonywhosts  38 G5; S0 Lbony whosts  41 G5; p  0.31. G0 LbonhopTum-lhosts  14 G4; S0 LbonhopTum-lhosts  15 G3; p  0.78. G0 Lhonywhosts  75 G7; S0 Lhonywhosts  84 G9; p  0.48. G0 LhonhopTum-lhosts  10 G2; S0 LhonhopTum-lhosts  14 G3; p  0.26. See also Figure S9 .ll OPEN ACCESS 4 iScience 27, 108759, January 19, 2024iScienc e Articlell OPEN ACCESS iScience 27, 108759, January 19, 2024 5iScienc e ArticleThe most striking effects of spaceight were seen in ywies: 96 genes were either upregulated (24 genes) or downregulated (72 genes) in y wspace-own samples compared to the respective ground control samples. The most strongly upregulated DEGs of these 96 DEGs, with log2-(FC)  2, include Cpr65Ec (cuticular protein), CG15784, and CG30457 (both latter genes lack annotation). The most highly downregu- lated genes are S1A serine protease Notopleural and histone H1 His1:CG31617 , with log2-(FC)  C01.9. Remarkably, gene expression changes were milder in space-own hopTum-lsamples, with the expression of only 10 genes signicantly affected; either 2 genes were upregulated or 8 genes were downregulated, compared to respective ground control samples ( Figure 4 A). These results likely explain why ywies were more sensitive to spaceight than hopTum-lies. Differentially expressed essential genes reveal association with human disease conditions To assess why S0 ywies were sensitive to spaceight and if they have relevance to human conditions, we ltered the 137 essential DEGs for a DIOPT (Drosophila RNAi Screening Center Integrative Ortholog Prediction Tool) score of at least 12 and identied 34 high-scoring DEGs that we grouped into broad categories. Strikingly, we observed 22 DEGs that were signicantly downregulated in S0 ywversus G0 y wies. Oseg5 and Biotinidase expression was downregulated in G0 hopTum-lversus G0 ywies; for both genes, this downregulation was maintained in space. Only two genes, veiland melt , showed signicant upregulation ( Figure 4 B). This analysis revealed that human ortho- logs of these 34 y genes affect many aspects of human physiology (see Figure 4 B for details). The remaining 17 essential DEGs, with a low DIOPT value (i.e.,  12), were annotated with enzymatic, developmental, or unknown functions. The most signicantly upregulated genes inhop Tum-lversus ywies were l(2)03659 (enables organic anion transporter activity) and Ir40a (involved in response to humidity changes),42 both maintaining differential expression in space. In addition, six DEGs, each in S0 ywies and S0 hopTum-lies, were either upregulated or downregulated, relative to their corresponding ground controls ( Figure 4 C). Spaceight activates the expression of immune genes in S0 adults and increases inammatory tumor burden in S0 hopTum-l A comparison of the Gene Ontology-based pathway and Biological Process enrichment terms associated with the ywversus hopTum-ltran- scriptional proles provided a big picture view of the differential effects of space on the two strains. Both plots show that, while most GOterms and almost all biological processes are affected in ywies, only a few parameters change in both strains. Most notable of these are the TollImd pathway and lysosomal pathway terms that are signicantly enriched in the space samples for both genotypes, suggesting the acti- vation of inammation-related genes in space ( Figures S2 A and S2B). Since the hop Tum-lmutant y strain carries a constitutively active JAK enzyme,43the transcriptional activation of known JAK-STAT target genes is expected in hopTum-lies relative to ywies without this mutation. Consistent with this expectation we found many target genes (Idgf1, SOCS36E ,TotA ,CG3829, CG4793 ,CG13559 , and CG10764 ) to be differentially upregulated in G0 hopTum-lversus G0 ywies. High levels of JAK-STAT pathway genes TotA ,diedel ,et, and CG4793 inhopTum-lversus ywwere maintained in space ( Figure 5 A). Similarly, several Toll pathway components (PGRPs SA, SB1, and SD, grass, SPE) and target genes were signicantly upregulated in G0 hopTum-lversus G0ywies ( Figures 5 B5E). Whereas many immune genes are constitutively active in hopTum-lies, remarkably, spaceight activated the expression of a majority of these immune genes in ywies ( Figures 5 B5E). The JAK-STAT pathway ligands ( upd2 andupd3 ), several core components ( SOCS36E ), and target genes ( TotA ,Gf,mfas , and CG15211 ) were activated in S0 ywversus G0 ywies ( Figure 5 A). A clear signature for TollImd pathway activation was also observed in S0 ywadults. Elevated expression of pathway components ( CG8046 ,Toll-9 ,Figure 5 B), pathogen recognition receptors (PRRs, PGRPs SA ,SB1,SD,Figure 5 C), several antimicrobial peptide (AMP) genes ( Figure 5 D), and other TollImd pathway target genes ( Figure 5 E) was observed in S0 ywversus G0 ywies. Notably, some TollImd pathway target genes (e.g., Drsl2 ,3,5) were also activated in S0 hopTum-lversus G0 hopTum-lies ( Figure 5 D). To examine if the immune gene expression changes identied in space animals might have inuenced tumor development in S0 hopTum-l adults ( Figure 6 A), we scored tumor number and size (small, medium, large tumors, T score; see STAR methods andFigures 6 B and 6C). In 2530 adults from three independent G0 and S0 cultures, the average weighted T score was 1.07 G0.22 in G0 adults and 2.94 G0.40 in S0 ies (Figure 6 D), although this difference is lost in the adult G1 and S1 progeny of these G0S0 animals ( Figure 6 E). Tumors were not detected in S0 ywanimals, even though they showed evidence of high immune signaling.Figure 3. Differential expression of Top DEGs in S0G0 adult ies (A and B) Top DEGs upregulated (A) or downregulated (B) in G0 hopTum-lvs. G0 yw. Most genes in panel A that maintain differential expression in space are Toll pathway target genes34,35(TotM and Tep1 family members, SPH93 , and CG18563 ).Lectin-24A is predicted to bind galactose, and its human homolog is associated with the 3MC syndrome 3.36Notable DEGs in panel (B) with disease-relevant human orthologs are CG32379 ,CG32318 ,a n d CG30059 .37 (C and D) Comparisons showing differential expression of upregulated (C) and downregulated (D) genes in S0 ywversus G0 yw. Cuticle-related and chorion- family genes are included in these proles. The y histone H1 s (orthologous to the human H1 gene, implicated in acute lymphoblastic leukemia38)a n d CG6431 ,a triacylglycerol hydrolase (orthologous to several human disease genes implicated in cardiovascular disease and type-2 diabetes), are downregula ted (D). (E) Genes in hopTum-lwhose expression is activated in space. Cuticle-related and chorion-family genes are included in this prole. CG3108 is predicted to enable metallocarboxypeptidase activity, whose human orthologs are implicated in familial febrile seizures 11 and familial temporal lobe epilepsy 5.37 (F) Genes in ywand hopTum-lwhose expression is downregulated in space. Cuticle-related and ight-related genes are included. Flight-related genes are CG34327 (associated with abnormal ight), ightin (n), and Troponin C isoform 4 (TpnC4 ). See also Figure S1 .ll OPEN ACCESS 6 iScience 27, 108759, January 19, 2024iScienc e Articlell OPEN ACCESS iScience 27, 108759, January 19, 2024 7iScienc e ArticleHigh immune gene expression persists in naive S1 larvae As in the mutant hopTum-ladults, high gene expression levels of the JAK-STAT and TollImd pathway genes encoding ligands, cytoplasmic mediators, and targets were recorded in naive G1 and S1 hopTum-llarvae when compared to G1 yw and S1 yw larvae, respectively (Figures S3 AS3E). Thus, in hopTum-llarvae, the immune effects of spaceight are evaluated in the background of constitutive immune signaling. We assessed if naive S1 yworhopTum-llarvae showed any lingering effects of space observed in their S0 parents. Spaceight-responsive differentially expressed immune genes in naive S1 ywlarvae included CG10764 ,LUBEL ,PGRP-SB1, -SC1a, -SC1b , and AMP genes, CecB , AttC ,Drs, and Drsl5 (Figures S3 AS3D). Similarly, naive S1 hopTum-llarvae showed elevated expression of immune targets DptA ,DptB , CecA2 ,Drsl3 ,Drsl5 , and CecA1 relative to their G1 counterparts ( Figure S3 D). Thus, in both genetic backgrounds, immune signaling was elevated in S1 larvae, even though the affected target genes were different. Naive S1 versus G1 hopTum-llarvae maintained the difference in inammatory tumor burden observed in their parents (0.08 G0.03 and 0.21 G0.06, respectively, p  0.010; Figures 7 A and 7B), although the mitotic index in the underlying hematopoietic tissue was not signicantly different (2.74 G0.93 of G1 and 1.95 G0.66 of S1 macro- phages were phospho-histone H3 positive; p  0.53). Tumor-encapsulation scores are higher in S1 than in G1 hopTum-lhosts Previous studies with hopTum-llarvae have shown that Lb17 attack provokes stronger cellular immune reactions than Lh14 does. While Lb17 attack elicits encapsulation of the wasp egg due to an overabundance of circulating hemocytes (not recruited into the melanized tumors),Lh14 -infected hop Tum-llarvae instead develop small melanized specks8(see Figure S4 for examples of immune reactions). To assess if naive S1 versus G1 hopTum-llarval hosts differ in their ability to mount an encapsulation response, we exposed them to G0S0 Lb17 orLh14 wasps and computed a composite tumor-encapsulation (T  E) score for these animals, which measures their self- and wasp egg-induced encap-sulation response. The experimental design consisted of scoring T  E scores from all GS and hostparasite combinations. The followingndings emerged from our comparisons of naive versus Lb17 -o rLh14 -infected hop Tum-lhosts. First, naive versus G0 or S0 Lb-infected G1 or S1 hopTum-lhosts showed a C2417- to 52-fold increase in T  E scores, and scores from three of the four combinations differed signicantly ( Figures 7 A and 7B). The T  E score in naive versus G0S0 Lh-infected G1 or S1 hopTum-lhosts in all four combinations similarly increased from 1.4- to 14-fold, and the increases were signicantly different across all four comparisons ( Figures 7 A and 7B). It is noteworthy that the canonical Toll pathway target Drsis strongly upregulated in S1 hopTum-lhosts after Lb17 infection, but its expression remains unchanged after Lh14 infection ( Drs,Figures S3 F and S3G). This trend is characteristic of these wasps effects on wild-type hosts8and suggests that the overall differences in wasp virulence were maintained in spaceight. Second, S1 compared to G1 hosts, infected by S0 (but not G0) wasps of both species (S0 LbLh_ S1hosts versus S0 LbLh_ G1hosts), were more competent at mounting an immune response (3.64 G0.46 versus 2.11 G0.72 p  0.0199 for Lb17 and 0.76 G0.03 versus 0.11 G0.04 p  5.55 e C010 for Lh14 ;Figures 7 A and 7B). Thus, not only is the tumor score higher in naive S1 compared to G1 hopTum-llarvae but S1 hosts are also more immune reactive than G1 hosts. Third, on ground hosts, space wasps of both species differed from ground wasps in their ability to elicit encapsulation. T  E scores in G1 hopTum-lhosts subjected to S0 or G0 parasites of the same species ( S0LbLh_G1 hosts versus G0LbLh_G1 hosts) showed that, for both par- asites, the T  E values for S0 wasp infections were signicantly lower than the corresponding values for G0 parasites (2.11 G0.72 versus 4.10G0.65 for Lb17 p  0.0199 and 0.11 G0.04 versus 1.13 G0.33 p  0.000915 for Lh14 ). The difference was not signicant in space hosts (Figures 7 A and 7B). These results suggest that, while S1 larval progeny may be adapting to normal gravity and other terrestrial conditions, they retain altered immune physiology of their space parents, albeit transiently. S0 wasps largely maintain their inherent virulent strategies, although we could detect subtle differences in their abilities to affect host immunity relative to G0 wasps. Lymph gland morphologies of naive and infected G0 and S0 hosts Upon Lb17 attack, hemocytes in wild-type lymph gland lobes divide and differentiate into lamellocytes and disperse into the hemocoel to surround the wasp egg.4446Hemocytes in the hopTum-llymph gland actively divide and differentiate in the absence of infection.43Because of the high inammation state of space animals, we examined differences in lymph gland lobes from third-instar G0 and S0 animals. A normal lymph gland has multiple, paired lobes, consisting of hemocytes, positioned along the tubular dorsal vessel that continues into a pulsating heart, which directs the ow of the hemolymph and circulating hemocytes into the body cavity ( Figures S5 AS5D). The anterior-most lobes are the largest, with hemocytes at varying differentiation stages. The posterior lobes are smaller in size and harbor fewer differentiated cells than the anterior lobes. The margins of all lobes from naive ywground and space hosts were continuous with none-to-little dispersal. Like lobesFigure 4. Differential expression of essential genes in S0G0 adult ies (A) The expression of 137 genes essential to y viability that were differentially expressed (adjusted p  0.05 and log2FC  1) in one or more comparis ons is shown. (B) Expression of 34 genes pertinent to human health. The DIOPT category and score-relevant human disease or trait linked to the human ortholog were determined using the Drosophila RNAi Screening Center Integrative Ortholog Prediction Tool.41The diseasetrait category for the y gene refers to at least one human disease or trait linked to one or more human ortholog. MS, musculoskeletal; DN, developmentneurological; MO, metabolic-obesity-relat ed; S, skin-related; P, pulmonary; IA, infection andor autoimmune; C, coronary-cardiac-related. (C) The differential expression of essential genes with no human ortholog or none-to-low disease relevance. See also Figure S1 .ll OPEN ACCESS 8 iScience 27, 108759, January 19, 2024iScienc e Articlefrom G0 naive ywanimals, lobes from S0 naive ywanimals did not exhibit any hemocyte loss or any other obvious morphological change (Figures S5 AS5H). In contrast to naive ywanimals, all anterior lobes of naive G0 and S0 hopTum-llarvae were dispersed due to the effect of the mutation (Figures S5 IS5P). The mutation also results in some lobes detaching from the dorsal vessel, and many GFP-positive lamellocytes were present in G0 and S0 hopTum-lsamples. Some tumors were observed as small aggregates or as free-oating structures in the hemolymph made of mac- rophages and lamellocytes ( Figures S5 J and S5N). No clear difference in the posterior lobes was detected due to spaceight in either y strain. G1 and S1 ywhost lymph glands were unresponsive after Lbparasitization ( Figures S6 AS6F). In naive G1 hopTum-llymph glands, GFP- expressing cells were absent ( Figures S6 G and S6H), whereas in S1 hosts lamellocytes were clearly observed regardless of infection status (Figures S6 IS6P). In some samples, lamellocyte-rich tumors were associated with the anterior and posterior lobes (e.g., S1 sample, Figures S6 K and S5L). In only one S1 host, the anterior lobes exhibited a strong anti-wasp response ( Figure S6 O). Thus, even though the T  E scores rise in response to Lbinfection, this difference was not reected in the lymph gland morphologies of the animals we examined. Figure 5. Differentially expressed immune signaling genes in S0G0 adult ies (A) JAK-STAT pathway components and target genes are shown based on fold induction. Genes were grouped based on their annotation in FlyBase37as follows: upd2 andupd3 are ligands; CycD ,CycE , and Cdk2 are positive regulators; diedel ,Socs36E , and etare negative regulators. The target genes are TotA ,Idgf1 ,pirk, mfas,CG3829 ,CG4793 ,CG13559 ,CG10764 ,CG15211 , and Gf. (BE) Differentially expressed Toll pathway components: core components (B), pathogen recognition receptors (C), antimicrobial peptides (D), an d other targets (E). Only signicantly affected DEGs (adjusted p  0.05 and log2FC  1, in one or more comparisons) are shown. See also Figures S1 and S2.ll OPEN ACCESS iScience 27, 108759, January 19, 2024 9iScienc e ArticleLh14 infection results in the gradual loss of hemocytes in all lobes. This effect is attributed to the presence of EVs in the entire lymph gland.20EVs were present in hematopoietic progenitor cells and dorsal vessels of G0 and S0 Lh-infected G1 and S1 ywhosts, and this asso- ciation was accompanied by the loss of hematopoietic progenitors ( Figures S7 AS7F). Similarly, in G1 and S1 hopTum- lhosts, the progenitor population was reduced, and EVs were present in the lymph glands of hosts after S0 Lhinfection. (G0 Lhwasps were not available for this experiment.) Lymph glands from uninfected G1 or S1 hosts do not possess EVs ( Figures S7 GS7N). Thus, spaceight does not affect the entry or distribution of LhEVs in the hemolymphatic system. Figure 6. Tumor burden in naive G0S0 hopTum-ly adults (A) Experimental design for space and ground hopTum-lies for post-ight experiments. The progeny of 300 females and 150 adult males were raised either in the ISS or at KSC (see STAR methods )a t2 2C14C, and then at 25C14C, once returned to the laboratory. Tumors were scored in larval and adult samples. (B and C) Representative G1 hopTum-ladult female (B) and male (C), showing tumor size classes: small, medium, and large. (D and E) Weighted average number of tumors per animal (tumor burden) in adult y samples retrieved from ground (G0) and space (S0) (D) and values from th eir ground (G1) and space (S1) adult progeny (E). The weighted tumor numbers per animal in G0 and S0 adults were 1.07 G0.22 and 2.94 G0.40, respectively (meanGstandard error; p  0.015, Students ttest;  indicates p  0.05). The weighted average tumor numbers per animal in G1 and S1 hopTum-ladult males were 5.09 G0.08 and 5.07 G0.33, respectively (mean Gstandard error; p  0.95, Students ttest). See also Figures S1 and S2.ll OPEN ACCESS 10 iScience 27, 108759, January 19, 2024iScienc e ArticlePerturbation of LbandLhEV gene expression The venom uid containing the EVs is injected into the host during oviposition. Due to their close association with and direct effects on target hemocytes,17,20our denition of virulence proteins in this study is restricted to those that make up the EVs. Since standard annotations of wasp transcripts are not available, a custom pipeline was developed to analyze gene expression changes against corresponding transcriptomes(Figure S8 A). Overall, in adult male and female wasps, the effects of spaceight were detected ( Figures S8 B and S8C), although they were modest, and less than 1.5 of all transcripts identied showed signicant change when compared to respective ground controls (293 and 310 transcripts, for Lb17 and Lh14 , respectively). A majority of the transcripts were downregulated in both wasps ( Figures 8 A8C; Tables S2 and S3). Furthermore, the intensity of gene expression change was also mild. Of the downregulated DEGs (adjusted p  0.05), more than 80 showed log (2)-FC between C01.00 and C02.00 (228280 in Lb17 and 250261 in Lh14 ). The remaining downregulated DEGs showed log (2)-FC between C02.00 and C09.18. Only 6 of all DEGs showed a log (2)-FC  2 for Lb17 ; this number was 16 for Lh14 . These DEGs do not appear to belong to a specic functional class, and many lack clear annotations. The identities of the proteins constituting L. boulardi EVs were recently published. 14Our comparative analysis indicated that LbEV pro- teins show an overall prole similar to the LhEV prole; both are enriched in mammalian EV proteins.15A majority ( 98) of the EV transcripts were identied in our RNA-Seq analysis (312316 for Lb17 and 398406 for Lh14 ). InLb17 , 29312 (9.89) EV genes were signicantly differ- entially expressed ( Figure 8 D). Of these, 28 were downregulated ( Table 1 ). Two mildly downregulated genes are predicted to encode RhoGAP superfamily proteins (GAJA01018902.1, log (2)-FC  C01.27, and GAJA01006288.1, log (2)-FC  C01.09). A RhoGAP superfamily pro- tein called LbGAP in LbEVs is implicated in wasp virulence.48,49Of the two downregulated wasp RhoGAP superfamily proteins, only one (GAJA01018902.1) showed homology to LbGAP: 69.7 nucleotide sequence identity (68 query coverage; 8e-55). For Lh14 , only 5398 (1.61) transcripts were signicantly differentially expressed. Of these, only one gene, lacking annotation, was about 5-fold upregulated (Table 2 ). Of the downregulated genes, three lack annotations, and one is predicted to encode a protein with a chitin-binding domain. Spaceight does not signicantly affect wasp emergence Spaceight did not signicantly affect the overall development of wasps. The yields per vial of each wasp species reared in space were com- parable to those of ground control samples ( Figure 2 E). The relative success of parasite versus host in individual vials suggested that each Leptopilina species successfully disarmed both ywand hopTum-lhosts in space and also on Earth ( Figures 2 D and 2E). However, while no hopTum-lhosts escaped parasitization by LborLhin either ground or space cultures, some ywies emerged in the co-culture vials ( Figure 2 D), likely because these hosts overcame parasite infection or remained uninfected by the available parasites. When total wasps were scored rela- tive to all insects ( waspstotal insects in each vial; Figure S9 A), we found no signicant difference in space- versus ground-reared wasp sam- ples. Both wasp species raised on either y host showed equal success in ight and ground conditions ( Figure S9 B), reinforcing this conclusion. EV morphology and Lh14 virulence We next investigated whether the morphology of EV particles produced by both wasp species is affected by spaceight. In the scanning elec- tron micrographs of gold-coated samples of G0 and S0 Lb17 wasp venom, we observed no gross morphological difference ( Figures S10 A S10G). The overall shapes and morphologies reported previously9,16were maintained in both samples. In addition to the regularly shaped, spiked particles, there were many particles with heterogeneous shapes, although most had spike-like processes. We observed small Figure 7. Cellular immunity in G1 and S1 hopTum-llarvae, post parasitization (A) Tumor (T) scores of uninfected (UI) and tumor and encapsulation (T  E) scores of G0S0 Lb- or G0S0 Lh-infected G1S1 hopTum-llarvae. Value above each bar indicates the mean Gstandard error. (B) Summary of the statistical analysis of pairwise comparisons of T or T  E scores (see STAR methods ).Lb17 wasp infection rows are shaded for clarity. p values  0.05 (Mann-Whitney U test for unpaired samples) were considered signicant (bold). See also Figures S3S7 .ll OPEN ACCESS iScience 27, 108759, January 19, 2024 11iScienc e Articlemembranous protrusions on the particles from both G0 and S0 EV samples that were previously not reported. The G0 and S0 Lh14 EV mor- phologies were also indistinguishable (and similar to previously reported structures9), in scanning electron micrographs of gold-coated sam- ples ( Figures S10 HS10S). Overall, the Lh14 particle morphologies were uniform, and the particles were spiked, with variable spike length. Anex vivo assay was used to detect changes in G0 versus S0 L. heterotoma virulence. Lamellocytes from laboratory-reared hopTum-llarvae were exposed to venom uid from G0 or S0 wasps. Venom from both wasp types promoted changes in lamellocyte shape compared to thebuffer control (6.50 G0.76 G0; 6.12 G0.71 S0; 2.99 G0.06 buffer control), but there was no signicant difference in the S0 versus G0Lh14 venom activity ( Figures S11 AS11C). These results are consistent with the unremarkable difference in the overall L. heterotoma suc- cess (emergence) of S0 versus G0 Lh14 wasps. Mutant Lh14 strains Space-radiation-induced mutations in D. melanogaster have previously been reported.51,52We hypothesized that parasitoid wasps are simi- larly sensitive to high levels of radiation in the ISS. We therefore examined the grandsons of space-returned males ( Figure 9 A). While no her- itable defects were observed for any Lb17 or ground-raised Lh14 , we obtained two recessive mutations in Lh14 (Figures 9 B9G). In the aurum1 mutant, melanization of the wings is affected, making the normal wings appear golden (horizontal arrows; Figures 9 B,9C,9E, and 9F; side-by- side view in panel G). This mutant is homozygous viable, and a pure-breeding stock could be established (see STAR methods ). A second phenotypic alteration was identied in this pure-breeding aurum1stock, where the posterior wing margin in affected individuals is angular as opposed to the wild-type round shape (vertical arrows; Figures 9 D9F). In rare cases, this kona1mutation was incompletely penetrant, where only one wing was affected ( Figure 9 F). To our knowledge, these are the only live mutant animals in this class of wasps. To assess if aurum and kona genes are unlinked, we scored over 1,000 sons of unmated double mutant heterozygous females. Roughly equal numbers of parental and recombinant classes were observed (chi-squared test, p  0.63; Figure 9 H). Even though the kona1strain was homozygous viable, we were unable to make a pure-breeding stock. Moreover, we did not nd wasp eggs in dissected hosts, regardless Figure 8. Differential expression of EV genes (A and B) Enhanced volcano plots for DEGs in Lb17 (A) and Lh14 (B) S0 vs. G0 wasp samples. Numerical identiers correspond to EV genes in Tables 1 and2, with their corresponding accession numbers.(C) Number of transcripts from adult male and female wasps, showing uctuation in space. The term all transcripts refers to the number of transcri pt sequences in the Lb17 (GAJA00000000) and Lh14 (GAJC00000000) transcriptomes that aligned with the corresponding RNA-Seq reads. 47The term all DE transcripts refers to the number of differentially expressed transcripts in spaceight vs. ground control samples ( Tables S2 andS3). A majority of transcripts were downregulated. SeeSTAR methods and Figure S8 for more details. (D) Transcripts coding for EV proteins in the RNA-Seq samples show that 312 Lb17 EV and 398 Lh14 EV transcripts were identied for each wasp. Of these, only 29 Lb17 and 5 Lh14 transcripts were differentially expressed in S0 vs. G0 samples. Their identities, fold-change values, and conserved protein domains are shown in Tables 1 and 2. See also Figures S8 ,S10,a n d S11.ll OPEN ACCESS 12 iScience 27, 108759, January 19, 2024iScienc e Articleof whether the infecting kona1kona1females were unmated or mated. This result suggested that homozygous kona1females were unable to oviposit while their heterozygous counterparts were successful ( Figure 9 I). The ovipositors of kona1homozygotes showed structural defects, including branched termini instead of the sharp, needle-like ends of the wild-type Lhovipositor ( Figure 9 J). Abdominal dissection of kona1 kona1females revealed ovaries and eggs that are morphologically indistinguishable from wild-type or heterozygous females ( Figure S12 ). Thus, it appears that oogenesis is likely unaffected in kona1mutants, and they are sterile due to their inability to oviposit. DISCUSSION American scientists rst launched fruit ies into space in 1947, and since then more than 20 spaceight experiments with fruit ies have been conducted.4Even parasitic wasps have been to space: in 1967, Biosatellite II carried Habrobracon juglandis into space.53H. juglandis is a small ectoparasite that attacks moths. The Biosatellite II mission reported multiple effects of spaceight alone, or that of radiation in conjunctionwith spaceight, on D. melanogaster and H. juglandis . 53,54D. melanogaster , however, continues to be an obvious choice for space travel studies for all the advantages the model organism offers researchers on Earth. Among the most cost-effective model systems, its high fecun- dity and small size facilitate the study of large numbers of individual ies, which is necessary for statistically relevant experimental protocols.These previous fruit ies in space studies have tackled a variety of questions, including development, aging, mating, cardiac, and neuralTable 1. Lb17 EV transcripts whose expression is signicantly altered (adjusted p  0.05 and log2FC  1) in S0 wasps compared to G0 wasps ID Accession Conserved domain LOG (2)-FC S0 vs. G0Adjusted p value S0 vs. G0 1 GAJA01001411.1 CYP4 cd20628 (0E00) C06.87725 0.00026306 2 GAJA01017988.1 ycf1 superfamily cl42951 (1.59E-04) C02.53668 0.00021388 3 GAJA01015791.1 None C02.45226 0.01972584 4 GAJA01018823.1 PLN02872 superfamily cl28691 (2.42E-38) C02.44316 1.71E-06 5 GAJA01012169.1 None C02.43751 0.01366223 6 GAJA01009829.1 LRR_8 pfam13855 (4.09E-08) C02.35265 0.00318438 7 GAJA01006376.1 ZnMc superfamily cl00064 (1.72E-28) C02.23343 0.01726026 8 GAJA01020203.1 TIL cd19941 (3.57E-03) C02.22991 0.0362285 9 GAJA01000968.1 None C02.22716 0.00809954 10 GAJA01006002.1 None C02.2178 0.03823238 11 GAJA01012568.1 None C02.17458 3.62E-06 12 GAJA01020069.1 None C02.12765 0.04720412 13 GAJA01018222.1 PBP_GOBP pfam01395 (8.21E-20) C02.07279 5.15E-07 14 GAJA01008705.1 CAP_euk cd05380 (4.17E-39) C02.01981 0.00043155 15 GAJA01016048.1 None C01.98327 3.90E-05 16 GAJA01014376.1 None C01.95966 0.00030382 17 GAJA01015285.1 None C01.93316 0.00119667 18 GAJA01020187.1 serpin42Da-like cd19601 (5.03E-116) C01.93082 0.03067199 19 GAJA01019354.1 Amino_oxidase pfam01593 (1.15E-64) C01.82038 0.0035116 20 GAJA01005947.1 nuc_hydro superfamily cl0026 (8.92E-81) C01.74632 6.09E-13 21 GAJA01008032.1 NADB_Rossman superfamily (1.00E-130) C01.54859 0.03714499 22 GAJA01011758.1 None C01.54458 0.00149792 23 GAJA01019353.1 Amino_oxidase pfam01593 (1.15E-64) C01.32183 0.00449535 24 GAJA01019883.1 MYSc_Myh1_insects_crustaceans cd14909 (0E00) C01.30444 1.74E-11 25 GAJA01018902.1 RhoGAP superfamily cl02570 (1.14E-51) C01.27277 0.04705272 26 GAJA01008333.1 PTZ00184 superfamily cl33172 (2.73E-22) C01.26373 0.0008629 27 GAJA01016214.1 RT_like superfamily cl02808 (7.14E-03) C01.26184 0.02510846 28 GAJA01006288.1 RhoGAP superfamily cl02570 (1.11E-22) C01.09051 0.00805544 29 GAJA01013892.1 S10_plectin pfam03501 (1.28E-64) 1.020586 0.0253683 Conserved domains and motifs were detected via the Conserved Domain Database.50GenBank accession numbers and E-values of the domain or protein family are shown. Transcripts are organized by log (2)-FC in their expression. ID refers to the Lb identier for each transcript labeled in the volcano plot in Figure 8 A. The master record for Lb17 transcriptome in the Transcriptome Shotgun Assembly (TSA) sequence database is GenBank: GAJA00000000.ll OPEN ACCESS iScience 27, 108759, January 19, 2024 13iScienc e Articlefunctions, that have implications for astronaut health.4,55Despite suffering from cardiac and neurological decits,33,56Drosophila born in space can largely survive the dual challenges of short-term exposure to microgravity and radiation. Strain-specic effects on survival and transcriptional readouts in Drosophila are induced by spaceight stressors Spaceight conditions exerted unexpected and differential effects on our experimental Drosophila strains. While the hopTum-lies with CI survived just as well in space as on the ground, the ywstrain, free of tumors and CI, was surprisingly more vulnerable to the spaceight stressors, and fewer ywies emerged from the ight compared to ground cultures. Molecular analysis revealed a complex interplay between genetic and environmental conditions. Three trend lines are noteworthy, which are discussed in the following. First, specic expression pro- les of Top DEGs attributed to genetic differences were maintained in space, suggesting that the gene regulatory circuits underlying these differences may be sufciently robust and may therefore remain refractory to spaceight. Second, the Top DEGs include genes encoding structural proteins for the cuticle and the chorion, an observation that was also reported in a previous multigenerational study on wild-type ies.55Some of the cuticle-related DEGs were upregulated in one of the two S0 genetic strains, but not in the other S0 strain, while other DEGs were downregulated in S0 ies of both genetic backgrounds. This result suggests that transcriptional co-regulation of promoters among Top DEG family members may be adaptive to either or both genetic and environ-mental variables. Chitin and its associated proteins are part of the ys exoskeletal matrisome, and together they support the cells they sur- round structurally and functionally. 57,58A highly coordinated chitin synthesis and degradation program underlies insect growth. It would be interesting to assess if the cuticle or the chorion of S0 ies differs from that of G0 ies. Third, numerous essential genes were downregulated in space in yw, but not in hopTum-lanimals, suggesting that the cumulative effect of their reduced transcription may have led to their reduced viability. Thus, while increased tumor burden and alterations in gene expression in S0hopTum-ladults did not compromise their overall survival, ywies exhibited increased immune gene expression, remained tumor-free in space, and exhibited reduced survival. Future experiments will help clarify the differential effects of space on the expression of essential genes in these genetic strains. Many of these essential y genes are conserved, and their human orthologs are linked to disease conditions. These results not only deed our expectation that animals with chronic disease would be more vulnerable to spaceight but also suggested that, ifextrapolated to other animals, spaceights effects on individuals of distinct genetic backgrounds may not necessarily be straightforward topredict. Elevated immune signaling in space hosts Our previous molecular-genetic analysis of hopTum-llarvae showed that hyperactive Toll signaling in larval lamellocytes contributes to CI phenotypes.24A plethora of target genes of both the JAK-STAT and Toll pathways is constitutively active in hopTum-lmutants. Strikingly, many of the same pathway components and target genes that are constitutively active in hopTum-lmutants are also upregulated in S0 ywies, even though the S0 ywies remained tumor free. A few AMP genes (e.g., Drs,Drsl,CecA , etc.) are further upregulated in S0 hopTum-lies, suggesting that the increased tumor burden in S0 hopTum-ladults is fueled by ectopic JAK-STAT and Toll signaling induced in space. Unlike their parents, however, naive S1 ywlarvae did not exhibit a clear and strong inammatory gene expression readout (see S0G0 yw column in Figure 5 D and S1G1 ywcolumn in Figure S3 D, where constitutive immune signaling does not mask the effects of space). In contrast, like their parents, many immune genes in naive G1S1 larvae were active in hopTum-llarvae. Even though changes in mitotic indices of host hemocytes or their lymph gland morphologies were not detected in these S1 versus G1 hopTum-llarvae, a signicantly enhanced T score was observed in naive S1 versus G1 hopTum-llarvae. This increased immune reactivity was also reected in the enhanced T  E scores in infected S1 hopTum-llarvae, relative to their G1 counterparts. The increased tumor burden detected in naive S1 hopTum-llarvae did not persist in S1 hopTum-ladults. Collectively, these observations suggest that, with re-adaptation to normal gravity, the inammatory effects of spaceight are transient and reversible. The highly inamed state of hopTum-lanimals provided physiological insights into the modest changes in wasp virulence due to spaceight.Table 2. Lh14 EV transcripts whose expression is signicantly altered in S0 wasps compared to G0 wasps (adjusted p  0.05 and log2FC  1) ID Accession Conserved domainLOG (2)-FC S0 vs. G0Adjusted p value S0 vs. G0 1 GAJC01017287.1 None C01.23674 0.00096682 2 GAJC01017061.1 Chitin_bind_4 pfam00379 (3.07E-19) C01.11582 0.03116203 3 GAJC01000522.1 None C01.09305 0.01189165 4 GAJC01000520.1 None C01.02435 0.00556429 5 GAJC01012741.1 None 4.993669 0.00937726 Transcripts are organized by log (2)-FC in gene expression. Conserved domain(s) predicted from the Conserved Domain Database50search results are also shown. ID refers to the Lh identier for each transcript labeled in the Volcano Plot in Figure 8 B. The master record for the Lh14 TSA sequence database is GenBank: GAJC00000000.ll OPEN ACCESS 14 iScience 27, 108759, January 19, 2024iScienc e ArticleWasp success, wasp virulence, and gene expression changes We hypothesized that stress from spaceight could compromise the development of either of the two partners: the y or the parasite. Because of the complete dependence of the parasite on the host, either situation would be detrimental to parasite development. In an alter-native scenario, if the effects of spaceight on y hosts are modest, then endoparasite development should not be affected. Wasps of both species developed successfully in the ISS environment; the more virulent Lh14 species was equally successful in both conditions, while Lb17 survival was marginally compromised in space. This difference in Lb17 versus Lh14 success may have to do with their dissimilar virulence stra- tegies, with Lb17 being less successful on D. melanogaster than Lh14 . 8Global gene expression changes in space-raised parasites were remarkably mild, and less than 1.5 of the adult parasite transcripts were affected. Consistent with parasite emergence results, the transcrip- tion of many more genes was affected in S0 Lb17 than in S0 Lh14 . Thus, even though radiation in space led to germline mutations in one of the two parasites, the overall detrimental effects of microgravity were not sufciently strong to block parasite development. We speculate that the notable overall success of both parasites in space may be due to their endoparasitoid life histories: developing internally, the preimaginal stages remain protected from the environmental challenges in space. Parasites have varied life histories and distinct survival strategies inthe context of host physiology. With increased travel to space, it is inevitable that parasites will unintentionally hitch a ride with their hosts. With plans for the colonization of other planets, multigenerational experiments on short life cycle organisms such as D. melanogaster and their associated ora and fauna will become important. Innovative and sophisticated hardware designed for multigenerational studies will behelpful in this regard. Figure 9. Mutant strains of L heterotoma (A) Steps employed for the isolation of mutant wasps. (BF) Phenotypes of mutant wasps (CF), identied from space samples compared to wild-type (B) Lhwasps. Males of wild type, aurum1(pigmentation of the wing blade and of wing veins affected), and kona1(wing shape affected) wasps are shown. Horizontal arrows point to differences in melanization in wild-type versus aurum1mutants. The color difference is subtle but consistent. Vertical arrows point to the angular wing shape of the kona1mutant as compared to the rounded wild-type wing blade. Double mutants in panels (E) and (F) possess both mutant traits. The shape of the left wing in panel (F) is wild-type in appearance , while the right one (arrow) is angular. Samples in panels BF were photographed at the same time. (G) A side-by-side comparison of wild type (left) and aurum1(right) wings shows a clear difference in the melanization of wing veins. (H) The aurum and kona loci appear to be unlinked, as F2 males from unmated heterozygous females were scored in roughly equal proportions. (I) Homozygous kona1females are unable to oviposit based on observations of more than 30 hosts dissected. (The number of hosts scored is indicated in parentheses). (J) Representative ovipositors from wild-type and mutant wasps. Homozygous kona1females with defective ovipositors show areas of compromised integrity or have branched ends (arrows) compared to the continuous ovipositors with sharp ends from wild-type control wasps ( ). Posterior is to the top. Scale bar  300mm. See also Figure S12 .ll OPEN ACCESS iScience 27, 108759, January 19, 2024 15iScienc e ArticleThe virulence properties of both parasites also appeared to be largely maintained in space. This conclusion is based on (a) comparable yields of parasites in space versus ground cultures, (b) relatively stronger effects of Lb17 on the T  E score compared to Lh14 , and (c) stronger transcriptional activation of Drosomycin (Drs) in S1 hosts after Lb17 infection but not after Lh14 infection ( Figures S3 F and S3G). It is intriguing that S0 wasps of both species were less effective at increasing the T  E score in both G1 and S1 hopTum-lhosts. This result suggests that the space environment did affect wasp physiology or virulence; the latter interpretation being consistent with reported increases in microbial viru-lence in space. 31,32 A clear molecular explanation for differences in S0 versus G0 wasps was not apparent from the molecular analysis of wasp EV gene tran- scription. Transcript levels of only 29312 Lb17 EV genes were signicantly affected with all but one gene being downregulated. Only one of the two predicted RhoGAP superfamily genes shares structural similarity with the known LbGAP virulence protein,49and even its expression was weakly downregulated in space. The transcription of only 5398 Lh14 EV transcripts was differentially affected, with only one gene (lacking annotation) showing C245-fold upregulation. None of these genes is currently implicated in Lh14 virulence. Furthermore, in an ex vivo assay, Lh14 venom from S0 wasps was no different in its ability to distort lamellocytes than Lh14 venom from G0 wasps. The abundance and distri- bution of G0 and S0 Lh14 EVs in the dorsal vessel and lymph gland lobes of infected animals further suggest that the integrity of S0 Lh14 EV is comparable to that of controls. It is possible that the cumulative effects of differential gene expression changes contributed to differences between S0 and G0 wasps. Alternatively, S0 wasps may differ in their oviposition behavior, affecting the quantity of venom introducedinto the host. Mutant wasps Haplodiploidy in Hymenoptera makes it convenient to conduct mutational studies in space, as haploid sons (developing from unfertilizedeggs of mutated females) would exhibit dominant or recessive mutant phenotypes. In our study, male wasps were used to evaluate the effectsof radiation on their germline, while female wasps were used in virulence assays. Screening grandsons of S0 Lh14 males developed in space resulted in the isolation of two visible mutants, one of which is homozygous viable, while the other is homozygous female-sterile. Dosimetry measurements on SpaceX-14 recorded an average absorbed dose rate of 0.3 mGyday, or 9.6 mGy for the 32-day duration in the ISS. Being inlow Earth orbit, the ISS is protected by the Earths magnetosphere. 59Yet, chronic exposure to these radiation levels likely resulted in DNA damage in the germline of the parasites reared in space. Despite efforts to shield the space station from the damaging consequences of ra- diation,60our results support previous studies showing that animals in the ISS are at risk for DNA damage and physiological dysfunction.1 Given the success of this mission, systematic studies designed to compare the effects of radiation on Drosophila and Leptopilina may be particularly insightful, as both species yield high numbers of progeny and mutant phenotypes can be scored in the F1 generation. The risks of radiation increase considerably with the planned manned lunar missions and other deep space missions for long-term colonization.1,61 Future model organism studies can help assess the hazardous effects of radiation on soma versus germline genomes and inspire ways to avert these risks with innovative shielding designs. The isolation of mutant wasp lines will advance our understanding of wasp genomics, genetics, and host-parasite biology. The space environment is likely to have as-yet unknown impacts on animal immune function; rening our under-standing of host-parasite systems with new genetic tools on Earth will broaden our understanding of immune function in space. Studies ofother animal and plant hosts and their natural parasites in modeled microgravity andor radiation will provide insights into their effects on host defense and parasite virulence. Limitations of the study Spaceight experiments with live organisms are constrained by the weather, the logistics of the launch and retrieval protocols, the duration ofthe mission, the physical conditions within the ISS module, and available crew time. This study faced all these constraints. Although the 34-day mission duration aligned well with the overall goals of our experiment, by the end of the mission, the number of G0S0 larvae was insufcientto set up infections with G0S0 wasps. (Available G0S0 larvae were dissected to examine lymph gland hemocyte morphologies  Figure S5 .) It is quite likely that the effects of infection on the T  E values in G0S0 hosts (infected with G0S0 wasps) would be stronger than what we observed in G1S1 hosts. The availability of fresh y media for culturing naive G0S0 adult ies, born in space or on ground, would have ensured sufcient numbers of larval hosts for these infection experiments, a strong consideration for designing future experiments. STARMETHODS Detailed methods are provided in the online version of this paper and include the following: dKEY RESOURCES TABLE dRESOURCE AVAILABILITY BLead contact BMaterials availability BData and code availability dEXPERIMENTAL MODEL AND STUDY PARTICIPANT DETAILS BExperimental design and sample preparation BMission and hardware details BCondition of insect culturesll OPEN ACCESS 16 iScience 27, 108759, January 19, 2024iScienc e ArticledMETHOD DETAILS BSurvival studies BDissections, staining, and imaging BMitotic index BAdult tumorigenesis BInfection and larval host immunity assay BBulk RNA-Seq sample preparation methods BProcessing of Drosophila RNA-Seq data BAnalysis of Drosophila RNA-Seq results BProcessing of parasite RNA-Seq reads BAnalysis of parasite RNA-Seq results BSEM preparation of venom EVs and imaging BVirulence assay for Lh14 venom BIsolation and characterization of L. heterotoma mutants dQUANTIFICATION AND STATISTICAL ANALYSIS SUPPLEMENTAL INFORMATION Supplemental information can be found online at https:doi.org10.1016j.isci.2023.108759 . ACKNOWLEDGMENTS We are grateful to Edina Blazevic, Jackson Chen, Amy Gresser, Ye He, Waleed Khalid, Kevin Martin, Leo Mazur, Jorge Morales, and Zubaidul Razzak for assistance with experiments or analysis. Kristen Peach and Jack Miller provided the radiation data, and Amy Gresser designed the FFL-03 emblem in the Graphical Abstract. S. A. Tasnim Ahmed and Asif Siddiq helped with assembling gures. San-huei Lai Polo helped with data curation on OSDR. Research was funded by NASA (NNX15AB42G), the National Science Foundation (1121817 and 2022235), the Na-tional Institutes of Health (1F31GM111052-01A1), and PSC-CUNY (63816-00 51 and 66619-00 54). The sponsors or funders did not play any role in the study design, data collection and analysis, decision to publish, or preparation of the manuscript. AUTHOR CONTRIBUTIONS Conceptualization, methodology, investigation, formal analysis, visualization, resources, writing  review and editing: all authors; software : A.M.S.-B.; data curation: A.M.S.-B., J.C., S.G.; supervision, writing  original draft: S.G.; funding acquisition, supervision: S.B., S.G. DECLARATION OF INTERESTS The authors declare no competing interests. INCLUSION AND DIVERSITY We support inclusive, diverse, and equitable conduct of research. Received: May 25, 2023 Revised: October 15, 2023Accepted: December 13, 2023Published: December 16, 2023 REFERENCES 1.Afshinnekoo, E., Scott, R.T., MacKay, M.J., Pariset, E., Cekanaviciute, E., Barker, R., Gilroy, S., Hassane, D., Smith, S.M., Zwart, S.R., et al. (2020). Fundamental Biological Features of Spaceight: Advancing the Field to Enable Deep-Space Exploration. Cell 183, 11621184. 2.Marcu, O., Lera, M.P., Sanchez, M.E., Levic, E., Higgins, L.A., Shmygelska, A., Fahlen, T.F., Nichol, H., and Bhattacharya, S. (2011). Innate immune responses of Drosophila melanogaster are altered by spaceight.PLoS One 6, e15361. 3.Taylor, K., Kleinhesselink, K., George, M.D., Morgan, R., Smallwood, T., Hammonds, A.S., Fuller, P.M., Saelao, P., Alley, J., Gibbs, A.G.,et al. (2014). Toll mediated infection response is altered by gravity and spaceight in Drosophila. PLoS One 9, e86485. 4.Iyer, J., Mhatre, S.D., Gilbert, R., and Bhattacharya, S. (2022). Multi-system responses to altered gravity and spaceight: Insights from Drosophila melanogaster. Neurosci. Biobehav. Rev. 142, 104880. 5.Lue, C.H., Bufngton, M.L., Scheffer, S., Lewis, M., Elliott, T.A., Lindsey, A.R.I., Driskell, A., Jandova, A., Kimura, M.T., Carton, Y., et al. (2021). DROP: Molecular voucherdatabase for identication of Drosophila parasitoids. Mol. Ecol. Resour. 21, 24372454. 6.Kim-Jo, C., Gatti, J.L., and Poirie , M. (2019). Drosophila Cellular Immunity AgainstParasitoid Wasps: A Complex and Time- Dependent Process. Front. Physiol. 10, 603. 7.Ehlers, S., and Schaible, U.E. (2012). The granuloma in tuberculosis: dynamics of a host-pathogen collusion. Front. Immunol. 3, 411. 8.Schlenke, T.A., Morales, J., Govind, S., and Clark, A.G. (2007). Contrasting infection strategies in generalist and specialist wasp parasitoids of Drosophila melanogaster. PLoS Pathog. 3, 14861501. 9.Chiu, H., Morales, J., and Govind, S. (2006). Identication and immuno-electron microscopy localization of p40, a protein component of immunosuppressive virus-like particles from Leptopilina heterotoma, all OPEN ACCESS iScience 27, 108759, January 19, 2024 17iScienc e Articlevirulent parasitoid wasp of Drosophila. J. Gen. Virol. 87, 461470. 10.Rizki, R.M., and Rizki, T.M. (1984). Selective destruction of a host blood cell type by a parasitoid wasp. Proc. Natl. Acad. Sci. USA 81, 61546158. 11.Heavner, M.E., Ramroop, J., Gueguen, G., Ramrattan, G., Dolios, G., Scarpati, M., Kwiat,J., Bhattacharya, S., Wang, R., Singh, S., and Govind, S. (2017). Novel Organelles with Elements of Bacterial and Eukaryotic Secretion Systems Weaponize Parasites of Drosophila. Curr. Biol. 27, 28692877.e6. 12.Wey, B., Heavner, M.E., Wittmeyer, K.T., Briese, T., Hopper, K.R., and Govind, S. (2020). Immune Suppressive ExtracellularVesicle Proteins of Leptopilina heterotoma Are Encoded in the Wasp Genome. G3 (Bethesda) 10, 112. 13.Colinet, D., Schmitz, A., Cazes, D., Gatti, J.-L., and Poirie , M. (2010). The origin of intraspecic variation of virulence in an eukaryotic immune suppressive parasite. PLoS Pathog. 6, e1001206. 14.Di Giovanni, D., Lepetit, D., Guinet, B., Bennetot, B., Boulesteix, M., Coute , Y., Bouchez, O., Ravallec, M., and Varaldi, J.(2020). A behavior-manipulating virus relative as a source of adaptive genes for Drosophila parasitoids. Mol. Biol. Evol. 37, 27912807. 15. Wey, B. (2021). PhD Thesis: Insights into Leptopilina Spp. Immune-Suppressive Strategies Using Mixed-Omics and MolecularApproaches. https:academicworks.cuny. edugc_etds4162 . 16.Gueguen, G., Rajwani, R., Paddibhatla, I., Morales, J., and Govind, S. (2011). VLPs of Leptopilina boulardi share biogenesis and overall stellate morphology with VLPs of the heterotoma clade. Virus Res. 160, 159165. 17.Wan, B., Poirie , M., and Gatti, J.L. (2020). Parasitoid wasp venom vesicles (venosomes) enter Drosophila melanogaster lamellocytes through a otillinlipid raft-dependentendocytic pathway. Virulence 11, 15121521. 18.Chiu, H., and Govind, S. (2002). Natural infection of D. melanogaster by virulent parasitic wasps induces apoptotic depletion of hematopoietic precursors. Cell Death Differ. 9, 13791381. 19.Rizki, T.M., Rizki, R.M., and Carton, Y. (1990). Leptopilina heterotoma and L. boulardi: strategies to avoid cellular defense responsesofDrosophila melanogaster . Exp. Parasitol. 70, 466475. 20.Ramroop, J.R., Heavner, M.E., Razzak, Z.H., and Govind, S. (2021). A parasitoid wasp of Drosophila employs preemptive and reactive strategies to deplete its hosts blood cells. PLoS Pathog. 17, e1009615. 21.Rizki, T.M., and Rizki, R.M. (1994). Parasitoid- induced cellular immune deciency inDrosophila. Ann. N. Y. Acad. Sci. 712, 178194. 22.Luo, H., Hanratty, W.P., and Dearolf, C.R. (1995). An amino acid substitution in the Drosophila hopTum-l Jak kinase causes leukemia-like hematopoietic defects. EMBO J.14, 14121420. 23.Harrison, D.A., Binari, R., Nahreini, T.S., Gilman, M., and Perrimon, N. (1995). Activation of a Drosophila Janus kinase (JAK) causes hematopoietic neoplasia anddevelopmental defects. EMBO J. 14, 28572865. 24.Panettieri, S., Paddibhatla, I., Chou, J., Rajwani, R., Moore, R.S., Goncharuk, T., John, G., and Govind, S. (2019). Discovery of aspirin-triggered eicosanoid-like mediatorsin a Drosophila metainammation blood tumor model. J. Cell Sci. 133, jcs236141. 25.Qiu, P., Pan, P.C., and Govind, S. (1998). A role for the Drosophila TollCactus pathway in larval hematopoiesis. Development 125, 19091920. 26.Govind, S. (1996). Rel signalling pathway and the melanotic tumour phenotype of Drosophila. Biochem. Soc. Trans. 24, 3944. 27.Hanratty, W.P., and Ryerse, J.S. (1981). A genetic melanotic neoplasm of Drosophila melanogaster. Dev. Biol. 83, 238249. 28.Rizki, R.M., and Rizki, T.M. (1974). Basement membrane abnormalities in melanotic tumor formation of Drosophila. Experientia 30, 543546. 29.Banerjee, S., Biehl, A., Gadina, M., Hasni, S., and Schwartz, D.M. (2017). JAK-STAT Signaling as a Target for Inammatory and Autoimmune Diseases: Current and Future Prospects. Drugs 77, 521546. 30.Barnabei, L., Laplantine, E., Mbongo, W., Rieux-Laucat, F., and Weil, R. (2021). NF- kappaB: At the Borders of Autoimmunity and Inammation. Front. Immunol. 12, 716469. 31.Nickerson, C.A., Ott, C.M., Mister, S.J., Morrow, B.J., Burns-Keliher, L., and Pierson, D.L. (2000). Microgravity as a novelenvironmental signal affecting Salmonella enterica serovar Typhimurium virulence. Infect. Immun. 68, 31473152. 32.Gilbert, R., Torres, M., Clemens, R., Hateley, S., Hosamani, R., Wade, W., and Bhattacharya, S. (2020). Spaceight and simulated microgravity conditions increase virulence of Serratia marcescens in the Drosophila melanogaster infection model.NPJ Microgravity 6,4 . 33.Mhatre, S.D., Iyer, J., Petereit, J., Dolling- Boreham, R.M., Tyryshkina, A., Paul, A.M., Gilbert, R., Jensen, M., Woolsey, R.J., Anand,S., et al. (2022). Articial gravity partially protects space-induced neurological decits in Drosophila melanogaster. Cell Rep. 40, 111279. 34.De Gregorio, E., Spellman, P.T., Tzou, P., Rubin, G.M., and Lemaitre, B. (2002). The Toll and Imd pathways are the major regulators of the immune response in Drosophila. EMBO J. 21, 25682579. 35. Buchon, N., Broderick, N.A., Poidevin, M., Pradervand, S., and Lemaitre, B. (2009). Drosophila intestinal response to bacterial infection: activation of host defense and stemcell proliferation. Cell Host Microbe 5, 200211. 36.Rooryck, C., Diaz-Font, A., Osborn, D.P.S., Chabchoub, E., Hernandez-Hernandez, V.,Shamseldin, H., Kenny, J., Waters, A., Jenkins, D., Kaissi, A.A., et al. (2011). Mutations in lectin complement pathway genes COLEC11 and MASP1 cause 3MC syndrome. Nat. Genet. 43, 197203. 37.Gramates, L.S., Agapite, J., Attrill, H., Calvi, B.R., Crosby, M.A., Dos Santos, G., Goodman, J.L., Goutte-Gattat, D., Jenkins, V.K., Kaufman, T., et al. (2022). Fly Base: aguided tour of highlighted features. Genetics 220, iyac035. 38.Davis, C.F., and Dorak, M.T. (2010). An extensive analysis of the hereditary hemochromatosis gene HFE and neighboring histone genes: associations with childhood leukemia. Ann. Hematol. 89, 375384. 39.de Cicco, D.V., and Spradling, A.C. (1984). Localization of a cis-acting element responsible for the developmentallyregulated amplication of Drosophila chorion genes. Cell 38, 4554. 40.Cornman, R.S. (2009). Molecular evolution of Drosophila cuticular protein genes. PLoS One 4, e8345. 41.Hu, Y., Flockhart, I., Vinayagam, A., Bergwitz, C., Berger, B., Perrimon, N., and Mohr, S.E. (2011). An integrative approach to ortholog prediction for disease-focused and other functional studies. BMC Bioinf. 12, 357. 42.Enjin, A., Zaharieva, E.E., Frank, D.D., Mansourian, S., Suh, G.S.B., Gallio, M., and Stensmyr, M.C. (2016). Humidity Sensing in Drosophila. Curr. Biol. 26, 13521358. 43.Hanratty, W.P., and Dearolf, C.R. (1993). The Drosophila Tumorous-lethal hematopoietic oncogene is a dominant mutation in the hopscotch locus. Mol. Gen. Genet.238, 3337. 44.Lanot, R., Zachary, D., Holder, F., and Meister, M. (2001). Postembryonic hematopoiesis in Drosophila. Dev. Biol. 230, 243257. 45.Louradour, I., Sharma, A., Morin-Poulard, I., Letourneau, M., Vincent, A., Crozatier, M., and Vanzo, N. (2017). Reactive oxygenspecies-dependent TollNF-kappaB activation in the Drosophila hematopoietic niche confers resistance to wasp parasitism. Elife 6, e25496. 46.Sorrentino, R.P., Carton, Y., and Govind, S. (2002). Cellular immune response to parasite infection in the Drosophila lymph gland is developmentally regulated. Dev. Biol. 243, 6580. 47.Goecks, J., Mortimer, N.T., Mobley, J.A., Bowersock, G.J., Taylor, J., and Schlenke, T.A. (2013). Integrative approach revealscomposition of endoparasitoid wasp venoms. PLoS One 8, e64125. 48.Colinet, D., Schmitz, A., Depoix, D., Crochard, D., and Poirie , M. (2007). Convergent use of RhoGAP toxins by eukaryotic parasites and bacterial pathogens. PLoS Pathog. 3, e203. 49.Labrosse, C., Stasiak, K., Lesobre, J., Grangeia, A., and Huguet, E. (2005). A RhoGAP protein as a main immune suppressive factor in the Leptopilina boulari (Hymenoptera, Figitidae)- Drosophila melanogaster interaction. Insect Biochem. Mol. Biol. 35, 92103. 50.Lu, S., Wang, J., Chitsaz, F., Derbyshire, M.K., Geer, R.C., Gonzales, N.R., Gwadz, M., Hurwitz, D.I., Marchler, G.H., Song, J.S., et al.(2020). CDDSPARCLE: the conserved domain database in 2020. Nucleic Acids Res. 48, D265D268. 51.Ikenaga, M., Yoshikawa, I., Kojo, M., Ayaki, T., Ryo, H., Ishizaki, K., Kato, T., Yamamoto, H., and Hara, R. (1997). Mutations induced in Drosophila during space ight. Biol. Sci.Space 11, 346350. 52.Filatova, L.P., Vaulina, E.N., Grozdova, T., Prudhommeau, C., and Proust, J. (1983). Some results of the effect of space ight factors on Drosophila melanogaster. Adv.Space Res. 3, 143146. 53.Buckhold, B. (1969). Biosatellite II physiological and somatic effects on insects. Life Sci. Space Res. 7, 7783. 54.Thimann, K.V. (1968). Biosatellite II experiments: preliminary results. Proc. Natl. Acad. Sci. USA 60, 347361. 55.Ogneva, I.V., Belyakin, S.N., and Sarantseva, S.V. (2016). The Development Of Drosophila Melanogaster under Different Duration Space Flight and Subsequent Adaptation to Earth Gravity. PLoS One 11, e0166885.ll OPEN ACCESS 18 iScience 27, 108759, January 19, 2024iScienc e Article56.Walls, S., Diop, S., Birse, R., Elmen, L., Gan, Z., Kalvakuri, S., Pineda, S., Reddy, C., Taylor, E., Trinh, B., et al. (2020). Prolonged Exposure to Microgravity Reduces Cardiac Contractility and Initiates Remodeling in Drosophila. Cell Rep. 33, 108445. 57.Merzendorfer, H., and Zimoch, L. (2003). Chitin metabolism in insects: structure, function and regulation of chitin synthases and chitinases. J. Exp. Biol. 206, 43934412. 58.Davis, M.N., Horne-Badovinac, S., and Naba, A. (2019). In-silico denition of the Drosophila melanogaster matrisome. Matrix Biol. 4, 100015. 59.Hassler, D.M., Zeitlin, C., Wimmer- Schweingruber, R.F., Ehresmann, B., Rafkin, S., Eigenbrode, J.L., Brinza, D.E., Weigle, G., Bottcher, S., Bo hm, E., et al. (2014). Mars surface radiation environment measured with the Mars Science Laboratorys Curiosity rover. Science 343, 1244797. 60.Hellweg, C.E., and Baumstark-Khan, C. (2007). Getting ready for the manned mission to Mars: the astronauts risk from space radiation. Naturwissenschaften 94, 517526. 61.Cucinotta, F.A., To, K., and Cacao, E. (2017). Predictions of space radiation fatality risk for exploration missions. Life Sci. Space Res. 13, 111. 62.Tokusumi, T., Sorrentino, R.P., Russell, M., Ferrarese, R., Govind, S., and Schulz, R.A.(2009). Characterization of a lamellocyte transcriptional enhancer located within the misshapen gene of Drosophila melanogaster. PLoS One 4, e6429. 63.Zeitlin C, C.A., Beard, K.B., Abdelmelek, M., Hayes, B.M., Johnson, A.S., Stofe, N., andRios, R.R. (2023). Results from the Radiation Assessment Detector on the International Space Station: Part 1, the Charged Particle Detector (Life Sciences in Space Research). 64.Gueguen, G., Kalamarz, M.E., Ramroop, J., Uribe, J., and Govind, S. (2013). Polydnaviralankyrin proteins aid parasitic wasp survival by coordinate and selective inhibition of hematopoietic and immune NF-kappa B signaling in insect hosts. PLoS Pathog. 9, e1003580. 65.Small, C., Ramroop, J., Otazo, M., Huang, L.H., Saleque, S., and Govind, S. (2014). An unexpected link between notch signaling and ROS in restricting the differentiation of hematopoietic progenitors in Drosophila. Genetics 197, 471483. 66.Kalamarz, M.E., Paddibhatla, I., Nadar, C., and Govind, S. (2012). Sumoylation is tumor-suppressive and confers proliferative quiescence to hematopoietic progenitors in Drosophila melanogaster larvae. Biol. Open 1, 161172. 67.Paddibhatla, I., Lee, M.J., Kalamarz, M.E., Ferrarese, R., and Govind, S. (2010). Role for sumoylation in systemic inammation andimmune homeostasis in Drosophila larvae. PLoS Pathog. 6, e1001234. 68.Stark, R., Grzelak, M., and Hadeld, J. (2019). RNA sequencing: the teenage years. Nat. Rev. Genet. 20, 631656. 69.Love, M.I., Huber, W., and Anders, S. (2014). Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2. Genome Biol. 15, 550. 70.Yu, G., Wang, L.G., Han, Y., and He, Q.Y. (2012). clusterProler: an R package for comparing biological themes among gene clusters. OMICS 16, 284287. 71.Gene Ontology Consortium (2021). The Gene Ontology resource: enriching a GOld mine. Nucleic Acids Res. 49, D325D334. 72.Wickham, H. (2016). ggplot2 : Elegant Graphics for Data Analysis. Use R!, 2nd ed.(Springer International Publishing). 73.Spradling, A.C., Stern, D., Beaton, A., Rhem, E.J., Laverty, T., Mozden, N., Misra, S., and Rubin, G.M. (1999). The Berkeley Drosophila Genome Project gene disruption project:Single P-element insertions mutating 25 of vital Drosophila genes. Genetics 153, 135177. 74.Salzberg, A., Prokopenko, S.N., He, Y., Tsai, P., Pa l, M., Maro y, P., Glover, D.M., Dea k, P., and Bellen, H.J. (1997). P-element insertion alleles of essential genes on the thirdchromosome of Drosophila melanogaster: mutations affecting embryonic PNS development. Genetics 147, 17231741. 75.Bourbon, H.M., Gonzy-Treboul, G., Peronnet, F., Alin, M.F., Ardourel, C., Benassayag, C., Cribbs, D., Deutsch, J., Ferrer, P., Haenlin, M.,et al. (2002). A P-insertion screen identifying novel X-linked essential genes in Drosophila. Mech. Dev. 110, 7183. 76.Oh, S.W., Kingsley, T., Shin, H.H., Zheng, Z., Chen, H.W., Chen, X., Wang, H., Ruan, P., Moody, M., and Hou, S.X. (2003). A P-element insertion screen identied mutations in 455 novel essential genes in Drosophila. Genetics163, 195201. 77.Hanson, M.A., and Lemaitre, B. (2020). New insights on Drosophila antimicrobial peptide function in host defense and beyond. Curr. Opin. Immunol. 62, 2230. 78.Bina, S., Wright, V.M., Fisher, K.H., Milo, M., and Zeidler, M.P. (2010). Transcriptional targets of Drosophila JAKSTAT pathway signalling as effectors of haematopoietictumour formation. EMBO Rep. 11, 201207. 79.Altschul, S.F., Gish, W., Miller, W., Myers, E.W., and Lipman, D.J. (1990). Basic local alignment search tool. J. Mol. Biol. 215, 403410. 80.Johnson, M., Zaretskaya, I., Raytselis, Y., Merezhuk, Y., McGinnis, S., and Madden, T.L.(2008). NCBI BLAST: a better web interface. Nucleic Acids Res. 36. W5-9. 81.Camacho, C., Coulouris, G., Avagyan, V., Ma, N., Papadopoulos, J., Bealer, K., and Madden, T.L. (2009). BLAST: architecture and applications. BMC Bioinf. 10, 421.ll OPEN ACCESS iScience 27, 108759, January 19, 2024 19iScienc e ArticleSTARMETHODS KEY RESOURCES TABLE REAGENT or RESOURCE SOURCE IDENTIFIER Antibodies rabbit anti-phospho-histone H3 antibody Millipore Sigma Catalog  06-570 mouse anti-p40 antibody Chiu et al., 20069PMID: 16432035 Chemicals, peptides, and recombinant proteins 5-bromo 4-chloro 3-indoyl phosphate (BCIP) Promega Catalog S381C nitroblue tetrazolium (NBT) Promega Catalog S380C paraformaldehyde (crystalline) Sigma Catalog P6148 rhodamine-labeled phalloidin Life Technologies Catalog R415 vectashield mounting medium Vector Labs Catalog H100 Hoechst 33258 pentahydrate Invitrogen Catalog  H-1398 4 glutaraldehyde in 0.1M sodium cacodylate buffer, pH 7.4Electron Microscopy Sciences Catalog  16539-06 2 osmium tetroxide Electron Microscopy Sciences Catalog  19150 Biological samples G0 and S0 adult ywand hopTum-lies (genotypes below)This study NA G0 and S0 ywand hopTum-llarvae This study NA G1 and S1 ywand hopTum-llarvae This study NA G0 and S0 Leptopilina boulardi 17 adult wasps This study NA G0 and S0 Leptopilina heterotoma 14 adult wasps This study NA Critical commercial assays RNA extraction RNAProtein Purication plus kit Norgen Catalog  48200 Non-stranded NEBNext Ultra RNA Library Prep Kit for RNA-Seq sequencing librariesNew England Biolabs Catalog E7775 Deposited data Drosophila RNA-Seq data NASA Open Science Data Repository GeneLab ID: GLDS-583; OSDR ID: OSD-588; https:osdr.nasa. govbiorepodatastudiesOSD-588 ; https:doi.org10.26030v9rh-5a70 Leptopilina boulardi RNA-Seq data NASA Open Science Data Repository GeneLab ID: GLDS-587; OSDR ID: OSD-610; https:osdr.nasa. govbiorepodatastudiesOSD-610 ; https:doi.org10.260309ee4-6s36 Leptopilina heterotoma RNA-Seq data NASA Open Science Data Repository GeneLab ID: GLDS-586; OSDR ID: OSD-609; https:osdr.nasa. govbiorepodatastudiesOSD-609 ; https:doi.org10.260305rjq-a347 Experimental models: Organismsstrains y1w1Bloomington Stock Center BDSC:1495 y w hopTum-lmsn-Gal4; UAS-mCD8-GFP (hopTum-lmsn  GFPPanettieri et al., 201929PMID: 31562189 L. boulardi strain 17 ( Lb17 ) Schlenke et al., 20078PMID: 34051038 (Continued on next page )ll OPEN ACCESS 20 iScience 27, 108759, January 19, 2024iScienc e ArticleRESOURCE AVAILABILITY Lead contact Further information and requests for resources and reagents should be directed to and will be fullled by the lead contact, Shubha Govind (sgovindccny.cuny.edu ). Materials availability This study generated two mutant strains of Leptopilina heterotoma . Mutant strains will be shared by the lead contact upon request. Data and code availability C15Original transcriptomic data (raw read counts and FASTQ les) from bulk RNA-Seq experiments on hosts and parasites have been deposited in and can be accessed from NASAs publicly available Open Science Data Repository ( https:osdr.nasa.govbiorepo ). Accession numbers are listed in the key resources table . C15Version D of NASA GeneLabs bioinformatics pipeline, available on GitHub, was used to process Drosophila RNA-Seq reads. A DOI is listed in the key resources table . C15A modied version of the Drosophila pipeline was used to analyze L. boulardi andL. heterotoma reads. Those scripts are available with the supplemental material Data S1 (L.boulardi_ L.heterotoma_RNAseq_processing_scripts.zip). C15Microscopy data and any additional information required to reanalyze the data reported in this paper are available from the lead con- tactupon request. EXPERIMENTAL MODEL AND STUDY PARTICIPANT DETAILS Experimental design and sample preparation D. melanogaster strains y1w1and y w hopTum-lmsn-GAL4; UAS-mCD8-GFP (hopTum-lmsn  GFP ),24and wasp species L. boulardi strain 17 (Lb17 ) and L. heterotoma strain 14 ( Lh14 ),8were included in the ground control and ight experiments. The hopTum-lstrain carries a dominant point mutation in the human Janus kinase (JAK) homolog, hopscotch .22This mutation confers constitutive JAK-STAT signaling, which drives hematopoietic proliferation and differentiation in larval stages; small, melanized tumors form that can be scored in adult ies. In this strain, the misshapen (msn) promoter directs Gal4 expression to lamellocytes.62Expression of the UAS-mCD8-GFP transgene helps visualize lamello- cytes, which make up the bulk of the tumors.Continued REAGENT or RESOURCE SOURCE IDENTIFIER L. heterotoma strain 14 ( Lh14 ) Schlenke et al., 20078PMID: 34051038 Wing color mutant: L. heterotoma14 aurum1This study Lh14 aurum1 Wing shape and ovipositor mutant: L. heterotoma14 kona1This study Lh14 kona1 Software and algorithms Adobe Photoshop Creative Cloud v20-v24 Adobe https:www.adobe.com Pipeline for Drosophila RNA-Seq data NASA GeneLab: Open Science for Life in SpaceGL-DPPD-7101-D; https:github.com nasaGeneLab_Data_ProcessingblobmasterRNAseqPipeline_GL-DPPD- 7101_VersionsGL-DPPD-7101-D.md Slurm and R scripts to process and analyze Leptopilina boulardi RNA-Seq data and Leptopilina heterotoma RNA-Seq dataThis study, supplement Data S1 Other 25 mm polycarbonate Whatman membrane lter (0.1 mm pore size)Whatman Catalog  110605 SEM specimen mount stubs Electron Microscopy Sciences Catalog  75110 Illumina HiSeq 4000 (Genewiz) Illumina, San Diego https:www.Illumina.com Illumina NovaSeq 6000 sequencer using S1 Reagent Kit v1.5 (GeneLab)Illumina, San Diego https:www.Illumina.comll OPEN ACCESS iScience 27, 108759, January 19, 2024 21iScienc e ArticleExtensive pre-ight testing was done to estimate the diet volume and insect numbers for optimal growth during the 34-day ight period. Six conditions (two y-only cultures, four ywasp co-cultures) were distributed among six VFBs ( Figure 1 ). The y-only cultures were reared in polystyrene vials containing 12 mL G1 mL y food, while the co-culture vials contained 10 mL G1 mL y food. The difference in y food volume accommodated the respective life histories of the two insect species; unlike ies that depend on y food medium, wasps consume the growing y larvae and pupae. This volume of y food supported insect growth for 34 days while keeping carbon dioxide production to aminimum. Prior to launch, ywy-only cultures were initiated with 8 female and 5 male ies. The hop Tum-lcultures were similarly initiated with 20 female and 10 male ies. Fly-wasp co-cultures were set up simultaneously by rst adding the ies to vials for three days, whereupon the ies wereremoved and adult wasps introduced. For the ywco-cultures, 30 adult females and 15 adult males were added to each polystyrene vial for egg-laying. For hop Tum-legg-lays, 35 females and fteen males were used. Fifteen egg-lays were made for each genotype, and 15 female and 15 male wasps were added to each egg-lay a day prior to launch. Mission and hardware details Six VFBs, each with 15 vials, were placed inside a CTB before the launch of the SpaceX-14 mission to the ISS ( Figure 1 ). The mission was launched at 20:30 UTC (Coordinated Universal Time) on April 2nd, 2018. Wasp infection modies y development; it takes 2025 days for wasps to develop into adults, while naive ies complete their development in 1015 days. Weather-related issues delayed the original mission time from 31 days to 34 days. The ISS crew installed the samples into the Columbus Module endcone with the CTB lid open to promote airexchange between the VFBs and cabin air, where they remained until approximately two days prior to their return to Earth. Samples remained at ambient temperature ( C2422 C14C). Temperature and humidity data in each VFB were collected throughout the ight mission. The radiation dosimeter on the ISS was the COL1A2 Radiation Assessment Detector, ISS-RAD, that detects charged particles.63Insects remained in the VFBs throughout the mission until their return on the Dragon capsule. A full-scale, near-synchronous ground control was conducted that was staggered 48 h from launch, using the environmental data streamed to a Space Station Processing Facility Environmental Simulator at the Kennedy Space Center (KSC). The ground control samples were manu-ally set to recapitulate the temperature and humidity conditions of the space samples. While the temperatures between space and groundsamples were similar for the duration of the experiment, the relative humidity of space samples was higher by 2025 than that of ground samples. This was attributed to reduced convection in the microgravity environment, making it more difcult for moisture to evaporate quickly. The Dragon capsule was unberthed at 13:22 UTC on May 5th, 2018, and splashdown in the Pacic Ocean occurred on the sameday at 20:00, off the coast of Long Beach, CA, from where samples were own to New York. Ground control samples were similarly collected from KSC and own to New York. Condition of insect cultures Visual inspection of the cultures indicated that most of the y food in all vials was consumed, and there was no apparent evidence of mold or other microbial infection in any culture vial. G0 and S0 y-only vials of both genetic backgrounds did not contain sufcient early instar larvae to set up wasp infections. (G1S1 larval hosts were used instead for infection experiments.) Almost all adult wasps retrieved from G0S0 cultures developed under corresponding conditions, while adult y samples contained individuals of mixed age and from 2 to 3 generations. For allstudies, appropriate numbers of animals were randomly selected from different vials. METHOD DETAILS Survival studies Animals in each vial were sorted and scored under a dissecting microscope immediately upon arrival. For y-only cultures, statistical analysiswas performed on counts after excluding counts from vials where sample counts were incomplete. For co-cultures, statistical analysis was performed on the number of ies and wasps after excluding vials where either no insects developed or where sample counts were incomplete. The percentage of female wasps was obtained by dividing the number of female wasps by the total number of wasps in each vial. Dissections, staining, and imaging Depending on sample availability, 515 animals were dissected to examine lymph glands. Methods for larval lymph gland dissections, stain- ing, and imaging were previously published.6467Lymph glands were counter-stained with rhodamine-labeled phalloidin (R415 Life Technol- ogies) and Hoechst 33258 pentahydrate (Invitrogen). For Lh-infected G1 or S1 larvae, primary mouse anti-p40 antibody9,20(1:1000) was used. Fixed and stained samples were imaged on the Laser Scanning Zeiss 710 or 800 confocal microscopes controlled with Zeiss Zen imaging soft- ware in the CCNY core facilities. Whole insects were imaged with a Leica MZFLIII attached to an Optronics camera. Images were collected using the Magnare-SP software. Mitotic index Three-day egg-lays of G0S0 hopTum-ladult ies (described above) were set up at 25C14C. Three to ve wandering third-instar larvae were used per hemocyte smear for each replicate; three biological replicates were performed. Samples were incubated with rabbit anti-phospho-his- tone H3 antibody (1:200, Millipore Sigma), which was visualized with goat anti-rabbit alkaline phosphatase-linked secondary antibody (1:5000,ll OPEN ACCESS 22 iScience 27, 108759, January 19, 2024iScienc e ArticleThermo Scientic). Antibody binding was visualized by alkaline phosphatase staining (125 mgmL BCIP and 250 mgmL NBT, from Promega). The percentage of phospho-histone H3-positive macrophages was calculated by dividing the number of phospho-histone H3-positive mac-rophages by the total number of macrophages over six visual elds. Cells were scored using a Zeiss Axioplan light microscope. Adult tumorigenesis Tumors in randomly chosen G0 and S0 hopTum-ladults (20 males and 510 females, C2422C14C) were scored 6.5 days (25C14C) after their return. The G1 and S1 progeny of these G0 and S0 hopTum-lies was reared at 27C14C, and their abdominal tumors were similarly scored 18.5 days post egg- lay.24Using a dissecting microscope, abdominal tumors were categorized as follows: small ( 0.5 body segment), medium (0.51 body segment), and large ( 1 body segment). Small-, medium-, and large-sized tumors were arbitrarily weighed as 1, 2, and 3, respectively, and all tumors in each animal were recorded. The average number of tumor structures per animal was determined by dividing the sum ofall tumors in each replicate by the total number of animals scored. Three biological replicates were performed for both S0G0 and S1G1 comparisons. A Students ttest was used to determine if the averages of two datasets differed signicantly from each other. Infection and larval host immunity assay Egg-lays of G0S0 hopTum-lies were set up with the same number of ies used in ight. Larval progeny, raised at 25C14C for 3 days, were exposed to 10 male and 10 female G0 and S0 Lb17 orLh14 wasps for 8 h. For each condition, hosts of the same strain were taken from more than one vial to randomize samples and ensure robust egg-laying. Similarly, wasps of the same species from different vials were com- bined for infections. Each experiment was replicated 34 times. Infected larvae were randomly selected and examined under a dissecting microscope 35 days later for the presence of either melanotic tumors or melanized parasite-induced encapsulation reactions. hopTum-ltumors and parasite capsules differ in shape; tumors are globular, while capsules are typically sickle-shaped and surround a wasp egg or wasp larva. These structures can fragment into smaller, melanized pieces, making it difcult to distinguish them. Regardless of their identity, they were classied based on size: (a) specks (similar in appearanceto melanized crystal cells), (b) small melanized structures, or (c) large melanized structures. To quantify spaceights effects on these reaction s, an arbitrary score was assigned as follows: 13 specks, 48 specks, and  8 specks were assigned a value of 0.5, 0.75, or 1, respectively. Small- and large-melanized structures were assigned a value of 1 and 4, respectively. Where clear encapsulation reactions (with evidence of a waspegg) were observed, the structure was also assigned a value of 4. A composite tumor and encapsulation (T  E) score was calculated from 16 to29 G1S1 Lb17-or Lh14-infected hop Tum-llarvae. Uninfected G1S1 hopTum-llarvae (7089 animals) served as controls. Pairwise comparisons of the average T  E scores were made using the Mann-Whitney U test for unpaired samples. Bulk RNA-Seq sample preparation methods For RNA-Seq experiments (technique reviewed in68), samples were ash-frozen in dry ice and stored at C080C14C. Bulk RNA-Seq analysis was performed on RNA prepared from four replicates of (a) ground control (G0) and space-own (S0) adult ies; (b) G0 and S0 adult wasps; and (c) G1 and S1 larvae. The RNAprotein purication plus kit from Norgen Biotek Corp. was used for RNA preparation, and the extracted total RNA was stored in Norgen RNA isolation kit elution buffer. For adult ies, three males and females each, of (a) G0 yw; (b) S0 yw; (c) G0 hopTum-l; (d) S0 hopTum-lwere used for extraction. RNA prep- arations of G0 and S0 Lb17 and Lh14 wasps were made from three females and three males. Larval RNA was isolated from G1 and S1 yw animals. In addition, RNA was also extracted from hopTum-llarvae as follows: (a) uninfected G1; (b) uninfected S1; (c) G0 Lb-infected G1 hosts; (d) S0 Lb-infected G1 hosts; (e) G0 Lb-infected S1 hosts; (f) S0 Lb-infected S1 hosts; (g) G0 Lh-infected G1 hosts; (h) S0 Lh-infected G1 hosts; (i) G0Lh-infected S1 hosts; and (j) S0 Lh-infected S1 hosts. The RNA from G0 and S0 adult ies and wasps was processed at Genewiz, Inc. as follows: After poly (A) extraction, libraries for adult ies and wasps were prepared using the non-stranded NEBNext Ultra RNA Library Prep Kit E7775, following the manufacturers instructions (NEB,Ipswich, MA, USA). The libraries were validated using the Agilent TapeStation. Libraries were sequenced on the Illumina HiSeq 4000 machine for HiSeq 2 3150 bp, single index, at Genewiz. Data output was C24300350 million raw paired-end reads per lane. The total RNA prepared from G1 and S1 larval samples (stored at C080 C14C) was processed as follows at NASAs GeneLab Samples Process- ing Laboratory. The RNA concentration was determined using a Qubit 4.0 Fluorometer, and 400 ng of each sample was used for poly (A) extraction. RNA-Seq sequencing libraries were prepared using the E7775 NEBNext Ultra RNA Library Prep Kit, as above. The libraries were validated by using Agilent TapeStation D1000 tape. Quantication was performed using the Qubit 4.0 Fluorometer. Libraries were pooledand sequenced on the Illumina iSeq 100 sequencer to conrm library balancing and screen for ribosomal RNA. The nal library pool was sequenced on Illumina NovaSeq 6000 sequencer using S1 Reagent Kit v1.5 (300 cycles, 2 lanes). Processing of Drosophila RNA-Seq data The reads from adult y and larval y RNA were analyzed using version D of NASA GeneLabs RNA-Seq processing pipeline ( https:github. comnasaGeneLab_Data_ProcessingblobmasterRNAseqPipeline_GL-DPPD-7101_VersionsGL-DPPD-7101-D.md ). For this, the raw fastq les of the adult y RNA-Seq reads obtained from Genewiz were transferred to GeneLab. Raw fastq les of both sample sets were as- sessed for percent rRNA (0.300.42 rRNA in adults; 0.202.73 rRNA in larvae) using HTStream SeqScreener (version 1.3.2) and ltered usingll OPEN ACCESS iScience 27, 108759, January 19, 2024 23iScienc e ArticleTrim Galore! (version 0.6.7) powered by Cutadapt (version 2.6). Raw and trimmed fastq le quality was evaluated with FastQC (version 0.11.9), and MultiQC (version 1.11) was used to generate MultiQC reports. D. melanogaster STAR and RSEM references were built using STAR (version 2.7.8a) and RSEM (version 1.3.1), respectively, Ensembl release 101, genome version BDGP6.28 (Drosophila_melanogaster.BDGP6.28.dna.toplevel.fa) and the following gtf annotation le: Drosophila_me- lanogaster.BDGP6.28.101.gtf. Trimmed reads were aligned to the Drosophila melanogaster STAR reference with STAR (version 2.7.8a). A ma-jority (90.0894.47) of trimmed reads mapped uniquely to the y reference genome. Aligned reads were assessed for strandedness using the RSeQC Infer Experiment (version 4.0.0) and determined to be unstranded. Then aligned reads from all samples were quantied using RSEM (version 1.3.1), with strandedness set to none. RSEM raw gene counts were imported to R (version 4.0.3) with tximport (version 1.18.0) and normalized with DESeq2 (version 1.30.0) 69me- dian of ratios method. Differential expression analysis was performed in R (version 4.0.3) using DESeq2 (version 1.30.0); all groups were compared pairwise using the Wald test, and the likelihood ratio test was used to generate the F statistic p value. False discovery rate (adjustedp value) corrections were performed using Benjamini-Hochberg multiple testing adjustment. Gene annotations were assigned using thefollowing Bioconductor and annotation packages: STRINGdb (v2.2.0), PANTHER.db (v1.0.10), and org.Dm.e.g.,.db (v3.12.0). Genes were considered differentially expressed if adjusted p  0.05 and log2FC  1. Analysis of Drosophila RNA-Seq results Global analyses Principal Component Analysis (PCA) was performed in R (version 4.0.3) using log (2)-transformed count data from unnormalized and normal- ized counts. PCA plots were generated for each set of count data using ggplot2 (version 3.3.3). Volcano plots were created usingEnhancedVolcano (version 1.8.0), with adjusted p  0.05 and log2FC  1 cutoff values specied. KEGG enrichment analyses for adult samples DEGs in adult y samples (adjusted p value  0.05 and log2FC  1) were used for analysis. Gene ontology (GO) and KEGG enrichment an- alyses were performed using the Bioconductor package ClusterProler v 3.18.070and the Drosophila database (org.Dm.e.g.,.db version 3.13). EnrichGO and EnrichKEGG functions were used to determine functionally enriched GO categories for KEGG pathways and molecular func-tion. 71Results were visualized by R package.72 Analysis of top, essential, and pathway DEGs The most highly modulated Top DEGs in the adult y samples were identied by sorting log (2)-FC for each comparison and then lteringgenes that met the adjusted p value signicance p  0.05 and log2FC  1. From this list, the top 50 upregulated or downregulated geneswere identied for each comparison, yielding C24280 genes. Annotations and other functional information for these C24280 genes were examined in FlyBase 37and genes with clear orthologs or paralogs and known or predicted functions (172 genes) were retained. Clustering of these 172 Top DEGs revealed six major expression proles. The magnitude of log (2)-FC for these genes, in both directions, ranged from C243- to 12-fold. For Essential DEGs, a list of 1,024 genes that were identied experimentally in P element insertion screens was compiled.7376Of these 1,024 genes, 137 were differentially expressed in at least one of four comparisons. The DIOPT-DIST tool,41which predicts human orthologs of y genes and diseases or traits associated with the human orthologs identied through GWAS or OMIM databases, was used to determine the disease relevance of these essential genes. Genes in the JAK-STAT, Toll, and Imd pathways were compiled from KEGG andor FlyBase.Additional pathway target genes were added from the primary literature. 34,77,78 For larval samples, gene set enrichment analysis of larval RNA-Seq results did not highlight immune changes, and hence the results of this analysis were not included here. Gene expression changes were examined in the context of signaling pathways as was done for the adult RNA-Seq results above. Processing of parasite RNA-Seq reads Raw fastq les were ltered using Trim Galore! (version 0.6.7) powered by Cutadapt (version 3.7). Raw and trimmed fastq le quality was eval-uated with FastQC (version 0.11.9), and MultiQC (version 1.12) was used to generate MultiQC reports. L. heterotoma Bowtie2 and RSEM indices were built using Bowtie2 (version 2.5.0) and RSEM (version 1.3.1), respectively, and the Lh14 GAJC contig transcriptome reference from NCBI ( https:sra-download.ncbi.nlm.nih.govtraceswgs03wgs_auxGAJCGAJC01GAJC01.1.fsa_nt.gz ).L. boulardi Bowtie2 and RSEM indices were built using Bowtie2 (version 2.5.0) and RSEM (version 1.3.1), respectively, with Lb17 GAJA contig transcriptome reference from NCBI ( https:sra-download.ncbi.nlm.nih.govtraceswgs03wgs_auxGAJAGAJA01GAJA01.1.fsa_nt.gz ). Trimmed reads were aligned to the respective wasp parasite species Bowtie2 transcriptome reference with Bowtie2 (version 2.5.0), and aligned reads from all samples were quantied using RSEM (version 1.3.1), with strandedness set to none. Quantication data was importedto R (version 4.1.2) with tximport (version 1.22.0) and normalized with DESeq2 (version 1.34.0) using the median of ratios method. Normalized transcript counts were subject to differential expression analysis in R (version 4.1.2) using DESeq2 (version 1.34.0); all groups were compared using the Wald test, and the likelihood ratio test was used to generate the F statistic p value. The numbers of signicantly differentially ex-pressed transcripts (adjusted p  0.05 and log2FC  1) for Lb17 andLh14 were 293 and 310, respectively. The presence of conserved proteinll OPEN ACCESS 24 iScience 27, 108759, January 19, 2024iScienc e Articledomains or motifs in these differentially expressed Lb17 and Lh14 DEGs was performed via CDD searches (database version CDD v3.20 - 59693 PSSMs; and expect value threshold 0.01) ( Tables S2 and S3). Analysis of parasite RNA-Seq results Global analyses Principal Component Analysis was performed in R (version 4.1.2) using log (2)-transformed count data from unnormalized and normalized counts. PCA plots were generated for each set of count data using ggplot2 (version 3.3.5). Volcano plots were created using EnhancedVolcano (version 1.12.0) with an adjusted p value  0.05 and log2FC  1 cutoff values specied. Identication and analysis of parasite EV transcripts Proteins from puried Lb17 EV have not been characterized, but the composition of puried EVs from the LbGotheron ( LbG) strain is pub- lished.14To identify differentially expressed Lb17 EV transcripts in space corresponding to these previously characterized 383 LbG EV pro- teins, we queried the LbG EV protein sequences against all 293 differentially expressed Lb17 transcripts in space ( Table S2 ;LbG EV query sequences were kindly provided by J. Varaldi, University of Lyon). For this, NCBIs tblastn tool was used at default settings (BLOSUM62;gap costs existence extension 1, ltered for low complexity regions, January 2023). Results where E-value 1eC030, query coverage R50, and percent identity of R50 were scored as high condence homologs and included 27 sequences. Two sequences did not meet these criteria but were added to our results ( Table 1 ), either due to their high log (2)-FC value (GAJA01001411.1; E  3.00 e C0100, query coverage 96, and  identity 32.49), or due to interesting homology (GAJA01009829.1; E  4.00 e C030, query coverage 57, and  iden- tity 32.69). An estimate of the overall Lb17 EV proteome size was obtained as follows: the 383 LbG sequences were used to tblastn-search the GAJA00000000 sequences. 47This search identied 316 non-redundant EV protein-encoding GAJA sequences (E 1eC050, query coverage R70, percent identity R70; NCBI BLAST (v 2.7.1).15,7981Some homologs were not identied due to strain differences; nevertheless, the analysis revealed that most of the LbG EV proteins are expressed in the Lb17 female abdomen. Since the Lh14 EV proteome is already char- acterized,11,12tblastn analyses were not necessary, and EV genes were ltered from the 310 Lh14 DEGs ( Table 2 ). SEM preparation of venom EVs and imaging Thirty venom glands of G0 and S0 wasps were dissected in 100 mL of ice-cold PBS and xed in 100 mL of 4 glutaraldehyde in 0.1M sodium cacodylate buffer, pH 7.4 (Electron Microscopy Sciences). Venom glands were processed for scanning electron microscopy imaging as fol- lows: Ten drops of 2 osmium tetroxide aqueous solution (Electron Microscopy Sciences) were added to the sample on ice for 20 min.The sample was ltered on a wet 25-mm polycarbonate Whatman membrane lter (0.1 mm pore size), covered with a second wet lter, and suctioned with the sample in between the lters. The lters were clamped between O-rings and quickly immersed in ice-cold distilled water. The lters were then rinsed in distilled water ve times, 3 min for each rinse. This was followed by dehydration in a graded (10,30, 50, 70, 80, 90, 95, 100) series of ethanol for 5 min each. The lters were then critical point dried (Balzers, CPD 030) in liquidcarbon dioxide ve times, 35 min each. Dehydrated and dried samples were mounted on aluminum SEM specimen mount stubs (Electron Microscopy Sciences) using conductive carbon adhesive tabs (Electron Microscopy Sciences) and stored in a 60 C14C oven for 2 h or longer. Sam- ples on the lter were coated with goldpalladium (Leica, EM ACE600) right before being observed on the Zeiss SUPRA 55VP scanning elec-tron microscope. These procedures were carried out at the CCNY and CUNY ASRC core facilities. Virulence assay for Lh14 venom Forty hopTum-llarvae were bled in 200 mL of 7 bovine serum albumin. 50 mL of this hemolymph preparation was aliquoted into individual chambers of a 4-chamber slide and allowed to incubate at room temperature for 1 h. Venom was extracted from G0 and S0 Lh14 wasps, and protein was quantied using the Bradford method. An appropriate volume of the venom extract containing 30 mg of venom protein was added to the slide chamber with hopTum-lhemocytes. Phosphate-buffered saline (20 mM, pH 7.4) was used as a control. After incubation for 4 h at 25C14C, excess liquid was removed by aspiration, hemocytes were air-dried at room temperature and xed with 4 paraformaldehyde for 10 min. After washing, cells were stained successively with rhodamine-labeled phalloidin (R415 Life Technologies) and Hoechst 33258 pen-tahydrate (Invitrogen) for 15 min each at room temperature. Samples were washed three times with PBS, and stained cells were mounted in Vectashield for confocal microscopy. Lamellocytes with bipolar morphology (i.e., spindle-shaped GFP-positive lamellocytes with two pointed ends) were manually scored. Experiments were replicated three times and the Students ttest statistic was applied to determine the signicance. Isolation and characterization of L. heterotoma mutants G0S0 Lb17 and Lh14 male wasps were mated with females from lab cultures, and their grandsons were examined for viable mutations affecting wing color, wing venation, wing morphology, eye color, eye morphology, and antennal morphology. Mutant grandsons were not obtained from the G0S0 Lb17 or G0 Lh14 screens. One Lh14 grandson with golden wings (instead of the normal gray wings) was identied. This aurum1male was mated with lab females; the progeny was selfed to obtain additional mutant males. For a pure-breeding stock, putative heterozygous unmated females were collected by placing pupae into Falcon 3072 96-well plates (Becton Dickinson) 13 days priorll OPEN ACCESS iScience 27, 108759, January 19, 2024 25iScienc e Articleto their emergence. Strips of Scotch Tape (0.9 cm wide) were used to seal the wells. The aurum1strain was homozygous viable, and a pure- breeding stock was established. A second mutant phenotype was observed in the aurum1wasp culture. The posterior wing margins of this aurum1wasp were angular instead of the normal round ends. This mutant, kona1, assorted from the aurum1mutation, and was similarly homozygous viable but a pure-breeding stock could not be established as homozygous kona1females could not infect hosts. To establish this, 14 unmated, or 11 kona1male-mated, heterozygous or homozygous kona1females, were introduced to ywhosts. Ten males were used for the matings. Larval hosts were dissected to assess the presence of eggs. To examine if aurum1and kona1mutations assort independently, unmated homozygous aurum1females were mated with kona1males. Thirty-six unmated double heterozygous females were used for two rounds of ywinfections. Over 1,000 male progeny of the four expected genotypes were scored. Ovaries from wild type, heterozygous, or homozygous kona1females were xed in ethanol, mounted in 50 glycerol, and imaged on a Nikon Eclipse TE2000-U microscope attached to a Diagnostic Instruments Inc. camera and NIS Elements Imaging Software 64.0 bit3.22.14. Ovipositors of 10 wild type and 30 homozygous kona 1females were gently pulled out using sharp forceps, briey dipped in 70 ethanol and PBS, xed in 4 paraformaldehyde, and washed in PBS, before mounting in Vectashield. Images were acquired with a Leica Aperio CS2 microscope. QUANTIFICATION AND STATISTICAL ANALYSIS Sample size, experimental replication, and data analysis of results are also described in the corresponding sections above andor the corre- sponding gure legend. For Figures 2 andS9, each experimental vial was considered a replicate, and statistical analysis of insect survival in space relative to ground after their return to the lab was performed in Microsoft Excel 2016. The mean numbers ( Gstandard error) of ies and or wasps from 14 vials were calculated in Microsoft Excel (2016). Students ttest statistic was applied, and the difference between the corre- sponding space versus ground samples was signicant if p  0.05. For the data in Figures 6 D and 6E, the weighted average number of tumors per animal in S0 versus G0 ies, or S1 versus G1 ies, was calculated in Microsoft Excel. The mean Gstandard error was calculated, and a Students ttest was used to determine biological signicance. For Figure 7 B, the non-parametric Mann-Whitney U test for unpaired samples was performed to compare all conditions pairwise. p values  0.05 were considered signicant. For Figure 9 H, more than 1,000 F2 males were scored from unmated dihybrid females, and the raw numbers obtained are shown. A standard chi-square test was applied to accept the null hypothesis. For Figure 9 I, at least 30 larvae per condition were dissected and scored for signs of infection. For Figure S11 , the means of the proportion of bipolar cells in the L. heterotoma virulence assay were compared in experimental versus control samples using Excel and a Stu- dents ttest. Between 129 and 1,146 lamellocytes were scored per replicate. For differential gene expression analysis in R using DESeq2, all groups were compared using the Wald test. To generate the F statistic p value and false discovery rate (adjusted p value), the likelihood ratiotest was used. Corrections for multiple testing adjustment were performed using Benjamini-Hochberg. Genes were considered differentially expressed if adjusted p  0.05 and log2FC  1.ll OPEN ACCESS 26 iScience 27, 108759, January 19, 2024iScienc e Article",
        "introduction": null,
        "conclusion": null,
        "images": [
            {
                "filename": "Figure_1.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_2.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_3.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_4.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_5.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_6.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_7.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_8.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_9.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_10.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_11.jpg",
                "caption": "No caption available"
            },
            {
                "filename": "Figure_12.jpg",
                "caption": "No caption available"
            }
        ]
    }
]